&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;anku. [Tel.] n. A village goddess. Same as &#xC05;&#xC02;&#xC15;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; anki&#x1E37;&#x1E37;u. [Tel. from &#xC05;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;+&#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;] n. plu. The joints of the cheek bones; the maxillary joints. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; he has lock-jaw.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;ankili-pa&#x1E0D;u. v. i. To obstruct to come in the way. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC05;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. t. To prevent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ankili. [Tel.] n. An obstacle; impediment. Grief, sorrow. &quot;&#xC36;&#xC4B;&#xC15;&#xC4B;&#xC2A;&#xC36;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28; &#xC35;&#xC1A;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2F;&#xC02;&#xC15;&#xC3F; &#xC32;&#xC3F;&#xC26;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. i. 288.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ankiyamu. [Tel.] n. Same as &#xC05;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;ankiya. [Tel.] n. Another form of &#xC05;&#xC02;&#xC15;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC23;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;anki&#x1E47;&#x12B;lu. [Tel.] n. Trappings, ornaments of a saddle. See &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ankitamu. [Skt.] a. Marked, spotted. Counted, numbered. &#xC05;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; n. A dedication. &#xC15;&#xC43;&#xC24;&#xC3F;. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he dedicated that book to the king.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ankin&#x1E6D;su. [Tel.] v. t. &amp; i. 1. To raise, take up, lift up. &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; shrug the shoulders. 2. To move about, to brandish, &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC5B;&#xC33;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC30;&#xC35;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC02;&#xC17;&#xC26;&#xC41;&#xC2D;&#xC1C;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC3F;.&quot; &#xC26;&#xC4D;&#xC35;&#xC3F;.&#xC30;&#xC3E;.  3. To turn to one side &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC17;&#xC2E;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; &#xC35;&#xC3F;&#xC30;&#xC4D;&#xC35;. &#xC0A;: viii.  4. To hold, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC38;&#xC41;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41; &#xC18;&#xC28;&#xC17;&#xC26;&#xC3E;&#xC26;&#xC02;&#xC21; &#xC2E;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC26;&#xC32;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; &#xC1C;&#xC48;. &#xC2D;&#xC3E;. ii. 47.  5. To adopt, take or receive. &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC47;&#xC1C;&#xC2F;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC1F; &#xC24;&#xC17;&#xC41;&#xC17;&#xC26;&#xC3E;&#xC2F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; &#xC38;&#xC3E;&#xC30;&#xC02;. 278.  6. To look bright &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2A;&#xC02;&#xC15;&#xC1C;&#xC2D;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC02;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; &#xC35;&#xC38;&#xC41;. iv. 23.  7. To extol, applaud &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;: &quot;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC28;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; &#xC2D;&#xC3E;&#xC17;. viii. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3E;&#xC33;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;ank&#x101;&#x1E37;amma. [Tel.] n. A village goddess. &#xC12;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC24;. Same as &#xC05;&#xC02;&#xC15;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC41;, &#xC05;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; n. Name of a tree. &#xC28;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Cedrela Tuna. or Mimusops Hexandra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anku&#x1E6D;amu. [Skt.] n. The crooked iron-bar used to open the gate of a pagoda, &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC38;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;anku-sankulu. [Tel.] n. Possibility &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anku&#x1E63;amu, [Skt.] n. An elephant goad, an elephant driver&apos;s hook. Also, a check, a bar, a poser, a ruling case or argument. &#xC05;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made them stop short. &#xC07;&#xC26;&#xC3F; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41; this is a specific against fever, that which arrests the disease. &#xC15;&#xC35;&#xC3F;&#xC17;&#xC1C;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41; (title of a book) a code to guide the poets. &#xC05;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC3F; ungovernable, head-strong, untractable, indocile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ankuritamu. [Skt.] a. Sprouted, emanated, arisen. &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;, &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;. iv. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ankurin&#x1E6D;su. [Skt.] v. n. To sprout, break forth, emanate, rise as a thought. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC32;&#xC47;&#xC28;&#xC17;&#xC35;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2A; with a smile on the lips.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ankuramu. [Skt.] n. A germ, a sprout, a bud. &#xC2E;&#xC4A;&#xC32;&#xC15;. &#xC28;&#xC16;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; nail-marks, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41; the germ of love. &#xC28;&#xC02;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; he adopted a son to preserve the stem of his family. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as he left no heir.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ankudu-che&#x1E6D;&#x1E6D;u. [Skt.] n. A species of Nerium Antidysentericum. Also called &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC05;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; and &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
                