&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC15;&#xC4B;&#xC21;&#xC2E;&#xC41; ank&#x14D;lamu. [Skt.] n. The plant called Alangium Lamarckii. (Watts) &#xC0A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ankemu. [Tel.] n. A stirrup &#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2C;&#xC41;. One pack or pannier, being half a bullock load.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC46;</span>&#xA0;&#xA0;anke. [Tel.] n. A numerical figure &#xC05;&#xC02;&#xC15;&#xC2E;&#xC41;. Opportunity, time. One pack, half a bullock load. A form of &#xC05;&#xC23;&#xC15;. Bringing the yoke under the neck, as by a troublesome bullock. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; &#xC05;&#xC02;&#xC15;&#xC46; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the bullocks turned restive, bringing the yoke under the neck. A command, authority, control, restraint, check. &#xC05;&#xC02;&#xC15;&#xC46;&#xC17;&#xC4A;&#xC28;&#xC41; v. i. To cover oneself with &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC05;&#xC02;&#xC15;&#xC46;&#xC1A;&#xC47;&#xC2F;&#xC41; v. i. To obstruct &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.&#xC05;&#xC02;&#xC15;&#xC46;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC3F;,(&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;.2.) ungovernable. &#xC05;&#xC02;&#xC15;&#xC46;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC41; they will not be of any use. &#xC05;&#xC02;&#xC15;&#xC46;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC05;&#xC23;&#xC15;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; v. n. To be restive, as a bullock in the yoke. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC28;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC47;&#xC2A;&#xC24;&#xC47;&#xC2A;&#xC15;&#xC41; &#xC05;&#xC02;&#xC15;&#xC46;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC41;. he turns restive every now and then.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC28;</span>&#xA0;&#xA0;angana. [Skt. from &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;] n. A woman. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC28; a noble dame.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;angad&#x113;&#x1E63;amu. [Skt.] n. An ancient name for the country near the junction of the river Sarayu with the Ganges.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;angadamu. [Skt. from &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;.] n. A bracelet worn upon the upper arm. &#xC15;&#xC47;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-da&#x1E6D;&#x1E6D;amu. [Tel.] n. A petticoat &#xC17;&#xC3E;&#xC17;&#xC30;&#xC3E;, &#xC2A;&#xC3E;&#xC35;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC26;</span>&#xA0;&#xA0;angada. [Tel.] n. Hunger. Misfortune, trouble, calamity. Mental agony or anxiety. Anger. &quot;&#xC05;&#xC02;&#xC17;&#xC26; &#xC32;&#xC47;&#xC15; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC39;&#xC30;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC02;&#xC15;&#xC24;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. v. 319.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga&#x1E47;amu. [Skt.] n. A court or yard. An area, a plain. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;angadi. [Drav.] (Gen. &#xC05;&#xC02;&#xC17;&#xC1F;&#xC3F; Loc. &#xC05;&#xC02;&#xC17;&#xC1F;, plu. &#xC05;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;) n. A shop. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to open a shop. &#xC05;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21; range of shops. &#xC05;&#xC02;&#xC17;&#xC1F; &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; selling in the shop. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F; a market place. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he revealed or exposed the matter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC5B;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;angaz&#x101;la v&#x101;&#x1E0D;u. [Tel.] A village drudge, one who is at every man&apos;s bidding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC1C;&#xC3E;&#xC32;</span>&#xA0;&#xA0;angaz&#x101;la. [Tel.] n. Sentinel, &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC02;&#xC17;&#xC5B;&#xC3E;&#xC32;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC30;&#xC02;&#xC17; &#xC1C;&#xC3E;&#xC32; &#xC1A;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC30;.&quot; &#xC38;&#xC3E;&#xC30;&#xC02;. (&#xC2A;&#xC26;&#xC4D;&#xC2F;) 2. 298.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;angaju&#x1E0D;u. [Skt.] n. A son. Cupid &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC1C;</span>&#xA0;&#xA0;angaja. [Skt.] n. Daughter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;angakamu. [Skt.] n. The body. A limb. A bodice or jacket. &#xC30;&#xC35;&#xC3F;&#xC15;, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;. &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC3E;&#xC02;&#xC17;&#xC15;&#xC2E;&#xC41; a brocade bodice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;</span>&#xA0;&#xA0;anga. [Tel.] n. A stride of about three feet. &#xC05;&#xC02;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC41; to stride. &#xC05;&#xC02;&#xC17;&#xC15;&#xC4A;&#xC32; measurement ascertained by striding about.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ankyamu. [Skt.] a. Fit to be marked or counted. n. A small oblong drum. &#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-ma&#x1E6D;&#x1E6D;samu. [Tel.] n. Mark, trace, sign, track. &quot;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC02;&#xC17;&#xC2E;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. v. 264.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;anga-bhavudu. [Skt.] n. Cupid &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC35;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-pradakshi&#x1E47;amu. [Skt.] n. Rolling the body like a log to the right for a distance or round a temple, as a religious vow or penance. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC17;&#xC41;&#xC21;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-ny&#x101;samu. [Skt.] n. Touching various parts of the body as a religious ceremony.
			</div>
                