&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC30;&#xC47;&#xC15;&#xC41;</span>&#xA0;&#xA0;anga-r&#x113;ku. [H.] n. Jacket, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;. Same as &#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;angaruhamu. [Skt.] n. Hair; down, wool, fleece.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-r&#x101;gamu. [Skt.] n. Smearing the body. Anointing. A cosmetic. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC3E;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC2F;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;.&quot; &#xC09;. &#xC30;&#xC3E; &#xC2E;&#xC3E;. 4. 297.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;anga-raksha. [Skt.] n. A charm for self preservation. &#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC32;&#xC41; [Skt.] n. plu. Guards, attendants. &#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC3F; a body protector, cost of mail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC3E;</span>&#xA0;&#xA0;angarak&#x101;. [Hind.] A jacket &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC2E;&#xC4A;&#xC32;</span>&#xA0;&#xA0;anga-mola. [Tel.] n. Nakedness. &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32;, &#xC05;&#xC02;&#xC17;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC4B; &#xC09;&#xC28;&#xC4D;&#xC28; naked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;angamu. [Skt.] n. The body, a limb, member, part, division or branch. &#xC05;&#xC02;&#xC17;&#xC35;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41; = &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC36;&#xC15;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2A;&#xC26;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; beings having wondrous forms. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; = the eight forms or stages of meditation, i. e, &#xC2F;&#xC2E;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC27;&#xC3E;&#xC30;&#xC23;, &#xC2E;&#xC28;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the four divisions of an army, i. e., &#xC30;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2C;&#xC02;&#xC1F;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; the Indian calendar giving particulars of each day, as &#xC24;&#xC3F;&#xC25;&#xC3F;, &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the various departments of Government. &#xC37;&#xC21;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the six sciences dependent on the Vedas. i. e., &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC2E;&#xC41;, &#xC1B;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; = the seven constituents of a Government. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;, &#xC05;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC39;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17; &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC41; prostrate homage, touching the ground with eight members of the body, i. e., eyes or chest and forehead, hands, knees and feet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;anga-mardudu. [Skt.] n. One who shampoos the body or legs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-mardanamu. [Skt.] n. Rubbing or squeezing the body. Shampooing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ang&#x101;ra-valli. [Skt.] n. A species of Karanja. (Galedupa arborea.) Another plant (Ovieda verticillata. Rox.) &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC47;&#xC15;&#xC41;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC26;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;aug&#x101;ra-dollelu. [Skt.+Tel.] n. Fried wheat cakes. Same as &#xC05;&#xC02;&#xC17;&#xC30;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; ang&#x101;rakamu. [Skt. Cf.Lat. ignis.] n. Fire. Charcoal A live coal. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15; &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; [Skt.] n. Tuesday, &quot;the day of Mars.&quot; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; [Skt.] n. The planet Mars. &#xC15;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anga-h&#x12B;namu. [Skt.] a. Mutilated, maimed. &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; [Skt.] n. He who is maimed or lame.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;</span>&#xA0;&#xA0;anga-spar&#x1E63;a. [Skt.] n. Touching the body.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;angavin&#x1E6D;su. [Tel.] n. To excel to delight. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;angavastrama. [Skt. from &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;.] n. s. A man&apos;s upper vest, a garment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;angal&#x101;r&#x1E6D;su. [Tel.] v. n. To cry or lament. To grieve or sorrow. &#xC05;&#xC02;&#xC17;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41; n. Grief, sorrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC17;&#xC30;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;angarollelu. [Tel.] n. plu. A kind of cakes.
			</div>
                