&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x1E6D;sa-padamu. [From Skt. Not in use.] &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; or &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC3F; n. (lit. a swan&apos;s foot.) The mark used for &quot;caret.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;&#xC28;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E; an&#x1E6D;sana. [Tel.] n. An estimate, valuation, an appraisement. &#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4B;&#xC2F;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC02;&#xC1F; &#xC06;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41; or &#xC35;&#xC47;&#xC2F;&#xC41; to estimate crops, &amp;c. &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; an appraiser, an officer who estimates the quantity of corn in a field, or of the salt in a heap. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E;, an estimate of the produce of a field before it is cut. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A; &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E; an estimate of the produce of a field after it is cut and heaped. &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E;&#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E; an account of the estimated quantity of each ryot&apos;s produce.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;</span>&#xA0;&#xA0;antsa&#x323;. [Vikriti of &#xC39;&#xC02;&#xC38;.] n. A swan. &#xC05;&#xC02;&#xC1A;&#xC2F;&#xC3E;&#xC28; a woman that walks as gracefully as a swan. &#xC05;&#xC02;&#xC1A;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; Brahma who rides on a swan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC5B;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC5B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;anzaligunzali. [Tel.] a. Creating confusion; destroying; causing pain &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;, &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &quot;&#xC24;&#xC4A;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC1A;&#xC3F;, &#xC2F;&#xC02;&#xC1C;&#xC32;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC1C;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1A; &#xC2E;&#xC48;&#xC35;&#xC46;&#xC02;&#xC1A;&#xC3F;, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC17;. iv. 194.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC5B;</span>&#xA0;&#xA0;anza [Tel.] n. The foot; a footstep; the mark or measure of a foot. a stride. &quot;&#xC06;&#xC1F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC21;&#xC02; &#xC5B;&#xC32;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC2C;&#xC02;&#xC15;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC26;&#xC3F;&#xC30;&#xC46;.&quot; &#xC2E;&#xC28;&#xC41;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;anj&#x16B;ru. [H.] n. A fresh or dried fig. &#xC38;&#xC40;&#xC2E; &#xC05;&#xC24;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC02;&#xC21;&#xC41;,&#xC38;&#xC40;&#xC2E; &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;anjika. [Tel.]n. Fear, apprehension. &quot;&#xC05;&#xC02;&#xC1C;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC21; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC1F;&#xC15;&#xC41;&#xC28;&#xC02;&#xC1C;&#xC3F;&#xC15; &#xC2E;&#xC40; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC30;&#xC2F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. &#xC15;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1C;&#xC32;&#xC3F;</span>&#xA0;&#xA0;anjali. [Skt.] n. The hands joined. palm upwards; &#xC05;&#xC02;&#xC1C;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. he offered a salute with the hands joined, palms upwards. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC41;&#xC32;&#xC48; with the hands joined as in prayer. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC3F;&#xC2F;&#xC48; presenting his joined hands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1C;&#xC28;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;anjana-r&#x101;yi. [Skt. &#xC05;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;+Tel. &#xC30;&#xC3E;&#xC2F;&#xC3F;] n. Antimonium or black antimony. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anjanamu. [Skt.] n. Lamp-black, collyrium, eyesalve, the magic ointment used for the purpose of discovering anything that is concealed. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;. &#xC05;&#xC02;&#xC1C;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; a conjurer, he who finds that which is concealed by putting this ointment on his hand or on his eyelashes. &#xC05;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC41; to search for hidden things.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1C;&#xC28;</span>&#xA0;&#xA0;anjana. [Skt.] n. The mother of Hanum&#x101;n. &#xC06;&#xC02;&#xC1C;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; Hanum&#x101;n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;an&#x1E6D;su. [Tel.] pres. part. of &#xC05;&#xC28;&#xC41; to say think. Saying, calling, considering, thinking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;an&#x1E6D;su. v. a. To send. To command.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;antsu. [Tel.] n. Selvage, skirt, border. &#xC0F;&#xC1F;&#xC3F; &#xC05;&#xC02;&#xC1A;&#xC41;&#xC38; on the edge of the river. &#xC17;&#xC3F;&#xC38;&#xC4D;&#xC28;&#xC46;&#xC1D;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC3E;&#xC15;&#xC3E; brimful. &#xC05;&#xC0A;&#xC30;&#xC3F; &#xC05;&#xC02;&#xC1A;&#xC41;&#xC38; hard by the town.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;</span>&#xA0;&#xA0;an&#x1E6D;a. [Tel.] n. A crowd. A platter formed of leaves stitched together &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;. &#xC12;&#xC15; &#xC05;&#xC02;&#xC1F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E; stitch the leaves as a platter. &#xC05;&#xC02;&#xC1F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; an&#x1E6D;aga&#x1E6D;&#x1E6D;u. [From &#xC05;&#xC02;&#xC1F;&#xC41; to touch] v. a. To join together, to unite, to tie together &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC05;&#xC02;&#xC1F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; the items joined with this. &#xC05;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. To assemble in mobs. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;, &#xC1C;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC41;. &quot;&#xC05;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC15;&#xC4B;&#xC2F;.&quot; &#xC06;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;</span>&#xA0;&#xA0;anta. Contraction for &#xC05;&#xC28;&#xC41;&#xC1F; they say. Also to say &#xC05;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC5B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anz&#x101;yin&#x1E6D;su. [Tel.] v. i. To hesitate, to doubt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1A;</span>&#xA0;&#xA0;an&#x1E6D;sa. [from &#xC05;&#xC02;&#xC1A;&#xC41;] affix. Near, with, by. &#xC35;&#xC26;&#xC4D;&#xC26;.
			</div>
                