&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;antu [Tel.] v. t. To touch. &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to cause to touch. &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47; close at hand. &#xC06; &#xC0A;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47; &#xC12;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; a hamlet close by the town. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC26;&#xC30;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; fear seized him. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46; convolvulus dentatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC3F;&#xC38;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC38;&#xC3E; antisa. [Tel.] n. The Bur plant. A kind of grass that sticks to the cloth. Connection. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC38;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she has something to do with him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;antintsu. [Tel.] v. a. To paste, stick, glue cause to adhere. To unite, join. To light or set on fire. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC26;&#xC41; burnt earth will not adhere to moist, i. e. we shall never be friends. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC47;&#xC32;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; a scorpion stung him. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they gave him a good thrashing. &#xC06; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC12;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he put in a word at that moment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;an&#x1E6D;&#x101;ku. [Tel.] n. A plantain leaf. &#xC05;&#xC30;&#xC1F;&#xC3E;&#xC15;&#xC41;. &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; n. A plantain tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;antasillu [Tel.] v. i. To come near, to approach. &#xC1A;&#xC47;&#xC30;&#xC41;. &quot;&#xC06;&#xC30;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC30;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC28;&#xC1F;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; &#xC09;.&#xC39;&#xC30;&#xC3F;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC2E;&#xC46;&#xC21;</span>&#xA0;&#xA0;antu-meda. [Tel.] n. A short neck. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC46;&#xC21;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC46;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;antu-p&#x14D;gulu. [Tel.] n. s. plu. closefitting earrings, small earrings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;antu p&#x113;nu. [Tel.] n. A small louse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC5B;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;antu-z&#x14D;du. [Tel.] n. A pair of earrings. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC5B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;an&#x1E6D;u konu. [Tel.] v. n. To cleave, adhere to, stick, stick as paste. To catch fire. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he carried her away, he has run away with her. &#xC05; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41; &#xC15;&#xC4A;&#xC38;&#xC4D;&#xC28;&#xC26;&#xC3F; the house has caught fire. &#xC35;&#xC3E;&#xC26;&#xC41; &#xC35;&#xC3E; &#xC35;&#xC41;&#xC38;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;&#xC38;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stole my book. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his breath just remains in him. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC4B; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his belly sticks to his back-bone, i. e., he is emaciated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;antu k&#x101;du. [Tel.] n. A gallant. &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;, &#xC05;&#xC02;&#xC1F;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; antulu.[Tel.] n. A graft, a grafted branch. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a graft mango tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;antu. [Tel.] n. Uncleanness, defilement by touch, impurity, such as is caused by the death of a relative, or by touching a lower caste man. Relationship. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC26;&#xC3F; an unclean woman. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he was polluted, he became unclean. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. a house ceremonially polluted. &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC47;&#xC2A;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41; (&#xC32;&#xC47;&#xC15;, &#xC2E;&#xC48;&#xC32;) &#xC35;&#xC26;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; tomorrow we shall be free from [ceremonial] impurity. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC30;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC38;&#xC02;&#xC1F;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; I have no connection with him. I have nothing to do with him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;an&#x1E6D;i, &#xC05;&#xC28;&#xC1F;&#xC3F; ana&#x1E6D;i. See &#xC05;&#xC30;&#xC1F;&#xC3F;.
			</div>
                