&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;antu-r&#x101;yi. [Tel.] n. in a magnetic stone. &#xC38;&#xC42;&#xC26;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC17;&#xC38;&#xC3F;&#xC28;&#xC2D;&#xC02;&#xC17;&#xC3F;, &#xC28;&#xC28;&#xC2F;&#xC02; &#xC2C;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC26;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC01;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC26;&#xC32;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC17;. vii. 
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC3E;</span>&#xA0;&#xA0;an&#x1E0D;&#x101;. [Hind.] A large metal vessel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;amu. [Skt.] n. An egg. A testicle. The world. The Universe.&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC35;&#xC43;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; castration. &#xC05;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; having the shape of an egg, elliptical. &#xC05;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F; an ellipsis. &#xC05;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; an&#x1E0D;a-v&#x101;yuvu. [Skt.] n. The disease orchitis (swelled testicle.) &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21; &#xC05;&#xC02;&#xC21;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; an&#x1E0D;a-vriddhi. [Skt.] n. The enlargement of the scrotum, hydrocele.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC2C;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;a-b&#x101;&#x1E37;&#x1E37;a-v&#x101;&#x1E0D;u. [Tel.Nellore.] n. A sub-renter. &#xC32;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;, &#xC32;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;ajamu. [Skt.] n. An oviparous creature: lit. &quot;born of an egg,&quot; whether a serpent, fish or bird.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;a-gonu. [Tel.].v. t. To seek support in. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC08;&#xC24;&#xC28;&#xC3F; &#xC28;&#xC4A;&#xC15;&#xC2D;&#xC02;&#xC17;&#xC3F; &#xC28;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC01;&#xC1C;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; Bhar. Ud. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;a-go&#x1E6D;&#x1E6D;u. [Tel.] v. i. To delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;a-k&#x14D;&#x1E63;amu. [Skt.] n. The scrotum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;</span>&#xA0;&#xA0;an&#x1E0D;a [Tel.] n. Nearness; assistance, protection, patronage. &#xC06;&#xC38;&#xC30;&#xC3E;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC21; a buttress, a sloping wall, built to support another. &#xC06;&#xC2F;&#xC28; &#xC05;&#xC02;&#xC21; &#xC1A;&#xC47;&#xC30;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am under his protection. &#xC06;&#xC2F;&#xC28;&#xC28;&#xC41; &#xC05;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I look upon him as my supporter, I hold to him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;an&#x1E6D;lu. [Tel.] n. plu. Cooking utensils that are not washed clean. &#xC06; &#xC24;&#xC2A;&#xC46;&#xC32;&#xC32;&#xC4B; &#xC07;&#xC02;&#xC15;&#xC3E; &#xC05;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; the pot is not yet cleaned (from the sticking, i. e.,) from the fragments of boiled rice. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC05;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC2E;&#xC32;&#xC47;&#xC26;&#xC41;. I have not yet cleaned the cooking utensils.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;an&#x1E6D;rinta. [Tel.] n. Bur-grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;</span>&#xA0;&#xA0;anta. [Tel.] n. Whole; adj. So much. adv. Then, afterwards. &#xC28;&#xC40; &#xC35;&#xC46;&#xC02;&#xC24; &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC47; &#xC05;&#xC02;&#xC24; &#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; I will give you as much as you ask. &#xC05;&#xC02;&#xC24;&#xC15;&#xC02;&#xC1F;&#xC46; then that. &#xC05;&#xC02;&#xC24;&#xC15;&#xC02;&#xC24; as much again. &#xC05;&#xC02;&#xC24;&#xC15;&#xC02;&#xC24;&#xC15;&#xC41; by degrees; more and more. &#xC05;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; before that. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC3F; so many men. &#xC05;&#xC02;&#xC24;. &#xC2E;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC4B; among so many persons. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; so far, thus far. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; only so much &#xC05;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41; so long. &#xC05;&#xC02;&#xC24;&#xC32;&#xC4B; in the mean time. &#xC2E;&#xC42;&#xC21;&#xC02;&#xC24;&#xC32;&#xC41; three times as much. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC32;&#xC4B; on his going there. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC28;&#xC02;&#xC24;&#xC28;&#xC47; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he came of his own accord. &#xC05;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC47;&#xC21;&#xC41;. there never was such a man. &#xC30;&#xC3E;&#xC1C;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC41; thou art equal to the king. &#xC28;&#xC3E;&#xC2F;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC21;&#xC41; my equal, one like me one as tall as I am. &#xC05;&#xC02;&#xC24;&#xC47; &#xC05;&#xC35;&#xC41;&#xC28;&#xC41;. that probably is the case &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC32;&#xC4B; when he rose from sleep, as soon as he awoke. &#xC28;&#xC47;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC24; as much as I know &#xC05;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F; such an act.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;ru. [Tel.] v. contraction of &#xC05;&#xC02;&#xC26;&#xC30;&#xC41; they will say.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;emu. [Tel.] n. One pannier or pack: half a bullock load. &#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;an&#x1E0D;i. [Tel.] Sir, O sir, O ye! &#xC0F;&#xC2E;&#xC02;&#xC21;&#xC3F; what, sir! &#xC30;&#xC3E;&#xC15;&#xC02;&#xC21;&#xC3F; please do not come &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC02;&#xC21;&#xC3F; please do not say so.
			</div>
                