&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;antaku&#x1E0D;u. [Skt.] n. A name of Yama, the god of death. &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41; &#xC28;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; a homicide. &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41; a remedy against phlegm. In compounds like this &#xC05;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41; denotes &quot;anti,&quot; as a remedy against.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antakamu. [Skt.] n. The total, whole, aggregate. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to sum up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;anta&#x1E25;-prakriti: [Skt.] n. The inner nature of a man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta&#x1E25;-puramu. [Skt.] n. Seraglio: apartments for women; the inner chamber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta&#x1E25;-paridh&#x101;namu. [Skt.] n. The innermost garment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC03;&#xC15;&#xC4B;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta&#x1E25;-k&#x14D;pamu. [Skt.] n. Inward wrath.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC03;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta&#x1E25;-k&#x14D;&#x1E47;amu. [Skt.] n. The inner corner or angle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC03;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta&#x1E25;-kara&#x1E47;amu. [Skt.] n. The mind, the heart. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC03;&#xC15;&#xC30;&#xC23; &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41; the four inward senses. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40;</span>&#xA0;&#xA0;antara-palla&#x1E6D;&#x12B;. [Tel.] n. The pigeon called Tumbler.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30;</span>&#xA0;&#xA0;antara-t&#x101;mara. [Tel.] n. A water plant, without any root to the ground, swimming upon the surface of the lakes, &amp;c. Pistia stratiotes. Menyanthes cristata (Roxb). &#xC06;&#xC15;&#xC3E;&#xC36;&#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC05;&#xC02;&#xC24;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30; also means the itch. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC17;&#xC3E;</span>&#xA0;&#xA0;antag&#x101;.[Tel.] adv. Much, very, urgently, earnestly, &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC17;&#xC3E;, &#xC05;&#xC02;&#xC24;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC02;&#xC1F;&#xC47; &#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; if he wants it much I will give it. &#xC08; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC02;&#xC24;&#xC17;&#xC3E; &#xC32;&#xC47;&#xC35;&#xC41; this fruit is not found abundantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;anta-rangu&#x1E0D;u. [Skt.] n. An intimate, a confidant. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta-rangamu. [Skt.] n. The mind, the heart. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; a hard hearted man. &#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; one whose heart is pleased. The middle, midst. Secrecy, privacy. &#xC05;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F; a secret. &quot;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC35;&#xC47;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC46;&#xC21;.&quot; N. 9. 126.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antamu. [Skt.] n. End, termination, death, destruction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;antakur&#x101;lu. [Skt.] n. A fiend, or murderess, a she devil. &#xC18;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
                