&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;antardhi. [Skt.] n. Disappearance, a covering, a screen. &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC41; to disappear, to vanish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antargarbhitamu. [Skt.] adj. Internal, concealed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta-r&#x101;ntaramu. [Skt.] n. Difference, distincion of rank. &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antaramu. [Skt.] n. Interval, intermediate space. Period, term. Difference, disparity. Rank. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC47;&#xC2E;&#xC3F; &#xC28;&#xC40; &#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC47;&#xC2E;&#xC3F; consider his rank and yours. &#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in the midst. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; at another time. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC3E;&#xC02;&#xC24;&#xC30; &#xC2E;&#xC02;&#xC26;&#xC41; in another book. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; another copy. &#xC2A;&#xC3E;&#xC20;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; another reading. &#xC35;&#xC28;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in the forest. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; in another place; elsewhere. &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; a translation into another language. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; through him. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is gone to another country, he is in foreign part. &#xC2E;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; another opinion or religion. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; the funeral ceremonies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antargatamu. [Skt.] adj. Intermediate, internal, inner, hidden, &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;, &#xC32;&#xC4B;&#xC28;&#xC3F;, &#xC2E;&#xC30;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; internal fever, slow fever.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;antaruvpa&#x1E0D;&#x1E0D;a. [Tel.] a. Suspended, intermitted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;antaruvu. [Skt.] n. Interval Difference &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A secret place &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC32;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&quot; &#xC35;&#xC3F;&#xC1C;. 1. &#xC05;. &#xC15;&quot; &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC38;&#xC46;&#xC21; &#xC28;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC2F;&#xC3F; &#xC28;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC3E;&#xC35;&#xC32; &#xC27;&#xC30;&#xC23;&#xC40;, &#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC28;&#xC41; &#xC28;&#xC40;&#xC35;&#xC32;&#xC28;&#xC4A;&#xC15;&#xC2F;&#xC02;, &#xC24;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC28; &#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC02;&#xC17;&#xC28;&#xC4D;.&quot; &#xC38;&#xC3E;. 3. &#xC05;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta-r&#x12B;yamu. [Skt.] n. A lower garment. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta-rikshamu. [Skt.] n. The Sky, atmosphere. Lit. What is seen in the middle, i.e., the space between the earth and the sky.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;antarin&#x1E6D;su. [Skt.] v. n. To pass over, to cross. &quot;&#xC2C;&#xC39;&#xC41;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; J. Bhar. v. To perish, die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC2F;&#xC48;&#xC28; &#xC38;&#xC24;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;,&quot; Vish. 2. 366. &quot;&#xC38;&#xC41;&#xC24;&#xC36;&#xC4B;&#xC15;&#xC35;&#xC3F;&#xC2A;&#xC26;&#xC4D;&#xC27;&#xC36; &#xC38;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; R. 5. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC33;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta-r&#x101;&#x1E37;ikamu. [Skt.] n. The apartment in a pagoda, next to the shrine. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antar&#x101;&#x1E37;amu. [Skt.] n. The middle space; interval between the earth and sky.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anta-r&#x101;yamu. [Skt.] n. Obstacle, impediment. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;antar&#x101;tma. [Skt.] n. The Supreme Spirit. The heart or mind. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41;.&quot;A. 4. 329. &quot;&#xC15;&#xC4B;&#xC17;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC26;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC4A;&#xC38;&#xC17;&#xC21;&#xC46;&quot; A. 4. 253.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antary&#x101;gamu. [Skt.] n. Mental adoration. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC3F;&#xC15;&#xC2A;&#xC42;&#xC1C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;antarmukhu&#x1E0D;u. [Skt.] n. He who has an inner eye, (that is) wise though seeming dull. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;antarmanasku&#x1E0D;u. [Skt.] n. He who is sad, or perplexed. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antarbh&#x16B;tamu. [Tel.] adj Included in. internal, inner.&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antardhy&#x101;namu. [Skt.] n. Inward meditation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antarindriyamu. [Skt.] n. Internal organ, such as &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
                