&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;antarhithu&#x1E0D;u. [Skt.] n. He who has disappeared, or vanished. &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Concealed, covered, hidden.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;antarv&#x101;hini. [Skt.] n. a concealed river, which runs under ground. &#xC28;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; here the river is lost in the earth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;antarv&#x101;&#x1E47;i. [Skt.] n. He who is skilled in science.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC35;&#xC24;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;antarvatni. [Skt.] n. A pregnant woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC01;&#xC21;&#xC41;</span>&#xA0;&#xA0;antarvam&#x1E63;iku&#x1E0D;u. [Skt.] n. The superintendent of a harem.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;antarl&#x101;pi. [Skt.] n. A kind of puzzle, riddle or question which contains the solution or answer in itself. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC25;&#xC35;&#xC32;&#xC46; &#xC05;&#xC24;&#xC3F;&#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC41; &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC02;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. e.g. &#xC15;&quot; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC01;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; &#xC30;&#xC25;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC02; &#xC21;&#xC47;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC28;&#xC41; &#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F;&#xC28;&#xC3E;&#xC01;&#xC21;&#xC41; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC47;&#xC21;&#xC47;&#xC17;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC4D;. &quot;  &#xC36;&#xC4D;&#xC32;&#xC4B;&quot; &#xC15;&#xC3E;&#xC36;&#xC02;&#xC2D;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC15;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC02;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC41;&#xC30;&#xC41;&#xC24;&#xC47;&#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC03;, &#xC15;&#xC36;&#xC4D;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC24;&#xC3F;&#xC03;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC38;&#xC4D;&#xC2F;&#xC3E;, &#xC17;&#xC4C;&#xC30;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC02;&#xC1A;&#xC41;&#xC02;&#xC2C;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC26;&#xC47;&#xC35;&#xC03;. &quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;antary&#x101;mi. [Skt.] n. (Lit. The indweller.) The soul. The Supreme Spirit. &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;. &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; antary&#x101;mitvamu. [Skt.] n. Indwelling. Abiding (vide &#xC36;&#xC02;&#xC15;&#xC30;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC41;</span>&#xA0;&#xA0;antasthalu. [Skt.] n. A name given in grammar to the four consonants y,r,l,v,&#xC2F;, &#xC30;, &#xC32;, &#xC35;, which are considered by the Sanskrit Grammarians to be semi-vowels, and &quot;to be intermediate between vowels and consonants, or because they stand between the consonants and the sibilants in the alphabet.&quot; Wms. &#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC26;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41; in anat. the malleus of the ear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC25;</span>&#xA0;&#xA0;antastha. [Skt.] n. Money given secretly; a bribe. &#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC32;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;antastu. [Tel.] n. A secret place a hiding place, a corner. A square compartment. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; A storey, or range, one above another, as the decks of a ship. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a two storeyed house. &quot;&#xC0E;&#xC30;&#xC41;&#xC17;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC42;&#xC1A;&#xC46;.&quot; &#xC2A;&#xC30;.4.&#xC05;. &quot;&#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC3F; &#xC2F;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC02;&#xC24;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;.&quot; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;.&#xC09;. 4. &#xC05;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC33;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;anta&#x1E63;&#x1E63;atruvu. [Skt.] n. Inward foe. &quot;&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC3F;, &#xC05;&#xC02;&#xC24; &#xC36;&#xC4D;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41;.&quot; M. XIII. 3. 277.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;antava&#x1E6D;&#x1E6D;u. [Tel.] adj. and adv. All, the whole &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;. Till then. &#xC05;&#xC02;&#xC24;&#xC35;&#xC30;&#xC15;&#xC41; &#xC05;&#xC02;&#xC24;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. All. &#xC05;&#xC02;&#xC26;&#xC30;&#xC41;. &#xC17;&#xC40;&quot; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC02;&#xC24;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41;&#xC17;&#xC01;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F; &#xC15;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC28;&#xC2A;&#xC1A;&#xC47;&#xC30; &#xC38;&#xC02;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC47;. &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. 5. &#xC06;. &quot;&#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC26;&#xC4B;&#xC21;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;; &#xC1C;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC47; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;, &#xC36;&#xC32;&#xC4D;&#xC2F; 2. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC32;&#xC2A;&#xC4A;&#xC02;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;antalapontalav&#x101;&#x1E0D;u. [Tel.] n. A distant relation &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC38;&#xC02; &#xC2C;&#xC02;&#xC27;&#xC3F;, &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC36;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;antasayya. [Skt.] n. The last bed or the bed of death; death; the burying or burning ground.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antar-lambamu. [Skt.] n. Acute-angled triangle.
			</div>
                