&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;antassu. [Tel.] n. The heart. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC36;&#xC4D;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; Purity of heart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;anty&#x113;sh&#x1E6D;i. [Skt.] n. Funeral rites.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antyamu. [Skt.] adj. Final, last, ultimate, concluding. &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41; rhyme, the last syllables corresponding. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC26;&#xC36; the last con dition, i. e., death. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC27;&#xC28;&#xC2E;&#xC41; the last member of an arithmetical series. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; in arith: the last or greatest root in the square. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; last time, the time of one&apos;s end. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC41;&#xC21;&#xC41; n. A pariah. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC47;&#xC35;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;ant&#x113;v&#x101;si. [Skt.] n. A pupil. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. One who is near. &#xC05;&#xC02;&#xC24;&#xC47;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n. Pupilage. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;antu. [Tel.] n. The whole, total. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC33;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC41; &#xC0F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;, &#xC05;&#xC02;&#xC24;&#xC41; &#xC0E;&#xC02;&#xC24; what is the total?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;antu. [Tel.] n. End. &#xC1A;&#xC3F;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;antima. [Skt.] adj. Last, final. &#xC15;&#xC21;&#xC35;&#xC1F;&#xC3F;. A. 4. 338.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antipuramu. [from Skt. &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;] n. The seraglio. &#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;antikalu. [Tel.] n. A (tatty) screen made of grass, (usually of cuscuss.) &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC1A;&#xC3E;&#xC2A;&#xC35;&#xC32;&#xC46; [&#xC2A;&#xC48;&#xC28; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC24;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC48;&#xC28;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC09;&#xC30;&#xC3F;&#xC2F;&#xC26;&#xC41;.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antikamu. [Skt.] n. Nearness, closeness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;antika. [Skt.] n. A fire-place, hearth. &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &quot;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC28;&#xC3F;&#xC36;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC28;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2C;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1C;&#xC4D;.&quot; D. A. 1. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ant&#x101;vas&#x101;yi. [Tel.] n. A barber; a low caste wretch. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC42;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC3E;</span>&#xA0;&#xA0;ant&#x101;. [Tel. Colloquial for &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;] adj. All, whole (always used after the noun,) as &#xC0A;&#xC30;&#xC02;&#xC24;&#xC3E; all the town. adv. Completely, wholly, altogether. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;; n. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC3E; &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41;&#xC28;&#xC41; he knows everything.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;andanuka. [From &#xC05;&#xC02;&#xC24; and &#xC26;&#xC28;&#xC41;&#xC15;] adv. Until then, up to that time, as far as that place, thus long, thus far. &#xC05;&#xC02;&#xC24;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC26;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;andadukulug&#x101;. [Tel.] &#xC05;&#xC26;&#xC41;&#xC15;&#xC41;+&#xC05;&#xC26;&#xC41;&#xC15;&#xC41;] adv. About enough. &#xC1A;&#xC3E;&#xC32;&#xC40;&#xC1A;&#xC3E;&#xC32;&#xC15;. &#xC05;&#xC02;&#xC26;&#xC26;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; not sufficient. &#xC06; &#xC1A;&#xC40;&#xC30;&#xC46; &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC05;&#xC02;&#xC26;&#xC26;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that cloth is not long enough for her.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;andagimpu. [Tel.] n. Adorning, ornamenting, beauty. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;andagin&#x1E6D;su. [Tel.] v. n. To be adorned, to be pretty, to look well. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC08; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; this gem does not look well here.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;andagin&#x1E6D;su. [Tel.] v. a. To dress, trim, adorn. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &quot;&#xC05;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC15;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&quot; Ila. 1.127. &quot;&#xC05;&#xC32;&#xC1C;&#xC21;&#xC36;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC02;&#xC1F;&#xC41; &#xC28;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; ib. 3. 68.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;andag&#x101;du. n. A handsome fellow. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;andakatte. [Tel. from &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;.] n. A beauty, a lovely girl. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;andanda. [Tel.] adv. Here and there. More and more. &quot;&#xC05;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC28;&#xC02;&#xC26;&#xC02;&#xC26;&#xC37;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;.&quot; Vish. 1, 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;antramu. [Skt.] n. An entrail, a gut. &#xC2A;&#xC47;&#xC17;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; inguinal hernia, rupture. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; a garland of guts, a necklace of sausages.
			</div>
                