&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;andhassu. [Skt.] n. Food, boiled rice, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC2E;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC27;&#xC38;&#xC41;&#xC32;&#xC41; nectar-eaters, immortals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;andhamu. [Skt.] adj. Blind. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;andhamu [Skt.] n. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC24;&#xC2E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;andha-tamasamu. [Skt.] n. Thick darkness. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;, &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;andha-k&#x16B;pamu. [Skt.] n. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a well in disuse, or disrepair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;an&#x1E0D;hakur&#x101;lu. [Skt.] n. A blind woman. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;andhaku&#x1E0D;u. [Skt.] n. A blind man. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;andhak&#x101;ramu. [Skt.] n. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC47;&#xC37;&#xC3E;</span>&#xA0;&#xA0;and&#x113;sh&#x101;. [H.] n. Doubt, guess, conjecture.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC46;</span>&#xA0;&#xA0;ande. [Tel.] n. A foot trinket of silver, filled with small pebbles in order to sound and worn by women on their ankles. &#xC28;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC46;&#xC2C;&#xC02;&#xC26;&#xC46;&#xC32;&#xC47;&#xC28;&#xC3F; adj. Free from any trouble or annoyance. &#xC0F; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC1C;&#xC02;&#xC1C;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;anduvu. [Skt.] n. A fetter or chain; an ornament for a woman&apos;s foot. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC38;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC05;&#xC02;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;anduba&#x1E0D;i. [Tel.] n. Nearness. Getting, obtaining. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC05;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he has not yet got the money. &#xC05;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after it was received or came to hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;andup&#x101;&#x1E6D;u. [Tel.] n. Nearness adj. Near close. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; a neighbouring town.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; andugu. [Tel.] n. The clearing put plant (Strychnospotatorum). &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;anduk&#x14D;lu. [Tel.] n. Nearness, proximity. &#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;, &#xC38;&#xC3E;&#xC2E;&#xC40;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC15;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC28;&#xC28;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3E; &#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D;. G. 6. 110.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;andukonu. [Tel.] v. a. To reach at, to get at, take with the hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC1A;&#xC3E;&#xC1A;&#xC3F; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC32;&#xC41; ampakamu. [Tel.] n. Permission to go; dismission. An entertainment given to a friend on the occasion of his departure. &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC46;&#xC32;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC38;&#xC3E;&#xC17;&#xC28;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to dismiss, send away. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F; they gave the son-in-law the entertainment preparatory to his departure and sent him away. &quot;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC2D;&#xC15;&#xC47;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC2F;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC24;, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC1C;&#xC41;&#xC21;&#xC02;&#xC2A;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC2F;, &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; H. 4. 7
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;</span>&#xA0;&#xA0;ampa [Genitive singular of &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41; an arrow] &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. See. &#xC05;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;andhru&#x1E0D;u. [Skt.] n. This word in ancient times meant a hunter, who lives by killing game. See the Laws of Manu X. 36. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC43;&#xC17;&#xC35;&#xC27;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC3F;, &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC25;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; andhramu. [Skt.] n. A Sanscrit name for the Telugu language. &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; the Telugu country &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &quot;&#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC27;&#xC41;&#xC2E;&#xC25;&#xC28;&#xC41;&#xC28;&#xC3F;.&quot; A pref. 12 &quot;&#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC1C;&#xC32;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC28;&#xC24;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; ib pre. 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;andhuvu [Skt.] n. A well, &#xC2C;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;andhu&#x1E0D;u. [Skt.] n. A blind man. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC26;&#xC3E;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; One who is blinded by passion or pride.
			</div>
                