&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC17;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ampa-gari. [Tel.] n. The feather of an arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;ampa-k&#x14D;la. [Tel.] n. An arrow &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC40;&#xC32;&#xC17;&#xC30;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC2A; &#xC36;&#xC4B;&#xC32;&#xC32;&#xC41;&#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; Swa. 4. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ampak&#x101;&#x1E0D;u. [Tel. from &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;.] n. One who carries an arrow &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC27;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;. A marks man, a skilful archer. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC15; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC43;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC39;&#xC26;&#xC28;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC26;&#xC3E;&#xC15;&#xC28;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC4B;&#xC37; &quot;&#xC2E;&#xC3E;&#xC17;&#xC3F;&#xC39;&#xC26;&#xC28;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC28;&#xC2A;&#xC35;&#xC32;&#xC2F;&#xC41; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC26;&#xC3E;&#xC15;&#xC32;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC36;&#xC30;&#xC2E;&#xC3E;&#xC17;&#xC3F; &#xC15;&#xC3E;&#xC21;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC46;.&quot; Amuk. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ambaramu. [Skt.] n. The sky. Cloth woven of cotton. Clothing, apparel. Ambergris. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. See &#xC05;&#xC02;&#xC2C;&#xC30;&#xC41;. &#xC05;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC23;&#xC3F; the gem of heaven, i. e., the sun. &#xC05;&#xC02;&#xC2C;&#xC30;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; one who dwells in the sky. &#xC05;&#xC02;&#xC2C;&#xC30;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41; n. Sky-cinctured, that is, (dik-ambara) &quot;naked,&quot; an epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC1F;&#xC47;&#xC15;&#xC3F;</span>&#xA0;&#xA0;amba&#x1E0D;i-&#x1E6D;&#x113;ki. [Tel.] n. The torpedo fish. See. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC15;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amba-ka&#x1E37;amu. [Tel.] n. Porridge. &#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;. &quot;&#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC4D;&#xC2F; &#xC2F;&#xC3F;&#xC02;&#xC1F; &#xC2C;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC02; &#xC2C;&#xC33;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;&quot; B. D. 3.750.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ambakamu. [Skt.] n. An eye. An arrow. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. Swa 3. 5. R. 5. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;</span>&#xA0;&#xA0;amba [Skt.] n. Mother; a name of Durga. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; = &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC2C;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC3E;&#xC02;&#xC2C;, &#xC2E;&#xC3E;&#xC15;&#xC3E;&#xC02;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;ampelu. [Tel.] n. Rags, tatters, &#xC2A;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;, &#xC05;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC28;&#xC4A;&#xC15; &#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;. G. X. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ampu. [Tel.] v. a. To send, forward, despatch. &#xC2A;&#xC02;&#xC2A;&#xC41; &#xC38;&#xC3E;&#xC17;&#xC28;&#xC02;&#xC2A;&#xC41; to accompany a friend a little way so as to set him on his journey. &#xC2A;&#xC3F;&#xC32;&#xC35;&#xC28;&#xC02;&#xC2A;&#xC41; to send for one. &#xC05;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. same as &#xC05;&#xC02;&#xC2A;&#xC41; or &#xC2A;&#xC02;&#xC2A;&#xC41; to send. &#xC05;&#xC02;&#xC2A;&#xC41;&#xC26;&#xC4B;&#xC21;&#xC41; ampu-d&#x14D;&#x1E0D;u. n. A companion in a journey. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC02;&#xC2A;&#xC41;&#xC26;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he employs himself as a companion and as a nurse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amp&#x101;-ch&#x101;ramu. [Tel.] n. Stream. &#xC1C;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC15; &#xC36;&#xC02;&#xC2A;&#xC3E;&#xC35;&#xC32;&#xC3F; &#xC2C;&#xC46;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC18;&#xC1A;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC2D;&#xC2F;&#xC02; &#xC17;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC02;&#xC2A;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC4D;.&quot; &#xC35;&#xC3F;.&#xC2A;&#xC41;. 7. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2A;&#xC30;</span>&#xA0;&#xA0;ampara. [Tel. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;+&#xC2A;&#xC30;] n. plu. Arrows. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC36;&#xC30;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;&#xC5B;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; ambali-z&#x14D;rig&#x101;&#x1E0D;u. [Tel.] n. The rufous-tailed finch lark [F.B.I.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ambali. [Tel; plu, &#xC05;&#xC02;&#xC2C;&#xC32;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC02;&#xC2C;&#xC33;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC02;&#xC2C;&#xC33;&#xC4D;&#xC32;&#xC41;. Gen. &#xC05;&#xC02;&#xC2C;&#xC1F;&#xC3F;] n. Porridge. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC28;&#xC42;&#xC15;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC5B;&#xC3E;&#xC35;&#xC17;&#xC3E;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC32;&#xC3F; paste made of pounded tamarind seeds. &#xC05;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC21; a porridge-pot. &#xC05;&#xC02;&#xC2C;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; break-fast time: about noon. &quot;&#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC33;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC46;&#xC21;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; ... &#xC35;&#xC21;&#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC46;&#xC38;&#xC35;&#xC3F;&#xC01;&#xC1C;&#xC02;&#xC26;&#xC28;&#xC1A;&#xC30;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC28;&#xC4D;.&quot; Amuk. i. 41.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC30;&#xC41;</span>&#xA0;&#xA0;ambaru. [Tel.] n. Amber. Ambergris. &quot;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC47;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC26;&#xC02;&#xC2C; &#xC2E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;.&quot; Hamsa. 5. 162. See &#xC05;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC30;&#xC38;&#xC3E;</span>&#xA0;&#xA0;ambaras&#x101;. [M.] n. Expressed juice of ripe mangoes. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC30;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ambar&#x12B;shamu. [Tel.] n. A fire pot, a portable stove. &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC02;&#xC2C;&#xC30;&#xC40;&#xC37;&#xC41;&#xC21;&#xC41;. Name of a king, the Assyrien Ambarice.
			</div>
                