&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; amb&#x101;lamu. [Tel.] The hog-plum (Spondias mangifera). the fruit resembling the mango. &#xC28;&#xC4B;&#xC30;&#xC41; &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2C;&#xC32;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; your mouth is like a sweet plum and your hand is like a thornbush. (Carr).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC3F; amo&#x101;ri. [H.] A howdah; the seat or throne on an elephant&apos;s back &#xC39;&#xC4B;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amb&#x101;ramu. [H.] A heap of grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F;. Also, the government share in a crop. (Vizag) &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC38;&#xC4A;&#xC1D;&#xC41; to heap up grain &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; to lie in heaps. &#xC09;&#xC2D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F; &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41; a heap of grain containing both the shares due to government to the landholder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2A;&#xC3F;&#xC23;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41; amb&#x101;rapi&#x1E47;uzu. [Tel.] n. A tick which infests animals. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;amb&#x101;&#x1E47;apu-k&#x101;yd. [Tel.] n. A tree, Averrhoa Carambola; commonly called Kamrak or Bilimbi, A green sour fruit with five sides.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;am&#x1E63;aku&#x1E0D;u. [Skt.] n. He who partakes of the nature. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2D;&#xC4B;&#xC27;&#xC3F;</span>&#xA0;&#xA0;, &#xC05;&#xC02;&#xC2D;&#xC4B;&#xC28;&#xC3F;&#xC27;&#xC3F; or &#xC05;&#xC02;&#xC2D;&#xC4B;&#xC30;&#xC3E;&#xC36;&#xC3F; ambh&#x14D;dhi. [Skt.] n. This sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2D;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2D;&#xC4B;&#xC27;&#xC30;&#xC2E;&#xC41; ambh&#x14D;damu. [Skt.] n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2D;&#xC4B;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; ambh&#x14D;jamu. [Skt.] n. A lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; ambh&#x101;ramu. [Skt.] n. The lowing of oxen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2D;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;ambhassu. [Skt.] n. Water. &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC02;&#xC2D;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41; aquatic, moving in water. &#xC05;&#xC02;&#xC2D;&#xC4B;&#xC2F;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a boat. Bhag. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC47;&#xC26;</span>&#xA0;&#xA0;amb&#x113;da. [Tel.] n. A simpleton. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35;&#xC47;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC17;&#xC1C;&#xC42;&#xC1A;&#xC46;&#xC26; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC02;&#xC24;&#xC2F;&#xC02;&#xC2C;&#xC47;&#xC26;&#xC32;&#xC41;&#xC32;&#xC47;&#xC30;&#xC41;.&quot; &#xC2A;&#xC26;&#xC4D;&#xC2E; iii. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ambuvu. [Skt.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC2E;&#xC41; or &#xC05;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; a lotus. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; an epithet of Vishnu. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC32;&#xC4B;&#xC1A;&#xC28; or &#xC05;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a lotus-eyed woman. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC41; a cloud. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC3F; the sea. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC3F; the ocean.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ambu-v&#x101;hini. [Skt. Lit. a water-carrier.] A piece of palmyra trunk hollowed out and placed at the well to carry to the fields the water poured into it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ambu-v&#x101;sini. [Skt.] n. The trumpetflower, Bignonia suaveolens.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ambujamu. [Skt.] Lit. water born. See under &#xC05;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41; ambu. [Skt.] n. An arrow, a dart. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; adv. exactly; hitting the mark precisely: straight as an arrow. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F; ambula-podi. [Tel.] n. A quiver of arrows. &#xC24;&#xC42;&#xC23;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;am&#x1E63;amu. [Skt] n. A share, part, portion, a fraction; the denominator of one; a degree of latitude or longitude (Geog.); a subject &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC28; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he who is born from a portion of the deity, he who is of divine origin; &#xC05;&#xC02;&#xC36;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; a fortunate man, a man of talent or parts. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41; a descriptive part or passage in a poem. &#xC08; &#xC05;&#xC02;&#xC36;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41;&#xC28;&#xC41; I am acquainted with this subject. &#xC08; &#xC05;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4B; in this respect. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he knows every thing. &#xC05;&#xC02;&#xC36;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; a table consulted by astrologers in casting nativities, an astrological diagram for ascertaining the degree of the sun in any sign. &#xC26;&#xC36;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; the tenth part; &#xC05;&#xC02;&#xC36;&#xC38;&#xC35;&#xC30;&#xC23; = reduction of fractions; &#xC05;&#xC02;&#xC36;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC05;&#xC02;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; = that which is divisible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC2C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#xE0;mbika. [Skt.] n. A name of Parvati, wife of Siva. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. Also, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC27;&#xC43;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
                