&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC1F;</span>&#xA0;&#xA0;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC1F; aka&#x1E6D;a. [Tel.] interj. Alas! O! what a pity! &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC02;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kampyamu. [Skt.] That cannot be shaken.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kampitamu. [Skt.] adj. Unshaken, firm &#xC05;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC30;&#xC2D;&#xC38;&#xC2E;&#xC41; great speed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;anhassu. [Skt. &#x221A; anh=to press together. GK. ayxw.] n. Anxiety, trouble. Sin, guilt. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC38;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amsalamu. [Skt.] adj. Robust, lusty. &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC02;&#xC38;&#xC32;&#xC41;&#xC21;&#xC41; amsaludu. n. He who is robust or lusty. &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amsamu. [Skt.] n. A shoulder, &#xC2D;&#xC41;&#xC1C;&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC05;&#xC02;&#xC38;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, a bull&apos;s hump. &#xC05;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; a small forked prop which supports the woodwork on which a roof is laid. A small forked stake used at intervals to relieve the shoulders of those who bear a car, &amp;c., in procession. &#xC05;&#xC02;&#xC38;&#xC2B;&#xC32;&#xC15;&#xC2E;&#xC41;, the upper part of the spine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC38;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;amsa-gu&#x1E0D;&#x1E0D;a. [Tel.] n. Polishing cloth (used by carpenters.) &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC4B;&#xC2E;&#xC47; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;am&#x1E63;uvu. [Skt.] n. A ray or light, a beam. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC36;&#xC41;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; am&#x1E63;uj&#x101;lamu. [Skt.] n. A garland of the rays of light, a halo. &#xC05;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F; am&#x1E63;u-m&#x101;li. [Skt.] n. He who is girded with rays. An epithet of the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; am&#x1E63;uman-tu&#x1E0D;u. [Skt.] n. The sun or moon. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A rich man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;am&#x1E63;ukamu. [Skt.] n. Cloth, a robe, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC48;&#xC1F;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-k&#x101;nkshita&#x323;mu. [Skt.] adj. Undesired.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;akasv&#x101;r&#x12B;. [H.] Spite, malice, ill-will. &#xC15;&#xC38;&#xC3F;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;akasm&#x101;ttu-g&#x101;. [Skt.] adv. By chance, suddenly, unexpectedly. &#xC39;&#xC1F;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;, without a why or wherefore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ka&#x1E37;ankamu. [Skt.] adj. Stainless, spotless, faultless, blameless, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC4B;&#xC37;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC15;&#xC33;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; a spotless man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kalpitamu. [Skt.] adj. Not manufactured. Natural, simple, not artificial, not contrived. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC32;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kalushamu. [Skt.] adj. Stainless, sinless, unspotted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-karmamu. [Skt.] n. Absence of work; improper work; crime, sin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;a-karmaka-kriya. [Skt.] n. An intransitive verb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC15;&#xC30;&#xC41;&#xC35;&#xC41; akaru. [Tel.] n. The stamens of a lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F;; &#xC15;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;. &quot;&#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC41;&#xC35;&#xC15;&#xC41; &#xC28;&#xC15;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC30;&#xC02;</span>&#xA0;&#xA0;akaram. [H.] Service Inam land. &#xC05;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; a collector of customs, &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akamu. [Skt. from &#xC06; = not &amp; &#xC15; = happiness.] n. Ache, pain, affliction. Sin. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC2E;&#xC41; = &#xC28;+&#xC05;&#xC15;&#xC2E;&#xC41; = heaven, the sinless place.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n. Opposition, contrariety, awkardness. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC05;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; why do you give trouble?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aka&#x1E6D;a-vika&#x1E6D;amu. [Tel.] adj. Adverse, contrary, awkard, inverted, contrariwise. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F; an incoherent speech, a prevarication, &#xC05;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; to shuffle, prevaricate, &#xC05;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F; an awkward, confused or troublesome affair.
			</div>
                