&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4A;</span>&#xA0;&#xA0;! or &#xC05;&#xC15;&#xC4B;! ako. [Tel.] interj. Either, or whether; I wonder, I imagine, Query, &#xC0F;&#xC2E;&#xC3F;? &quot;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC46;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F; &#xC32;&#xC47;&#xC26;&#xC15;&#xC4A;.&quot; Swa. iv. 145.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-krityamu. [Skt.] n. That which should not be done. A sinful act.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-krit&#x101;stru&#x1E0D;u. [Skt.] n. One unpractised in arms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC42;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-k&#x16B;p&#x101;ramu. [Skt.] n. The sea or ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC02;&#xC15;&#xC41;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kun&#x1E6D;hitamu. [Skt.] adj. Not blunted. Fresh, vigorous, Uncurved, unbent. Not checked, not hindered. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC40;&#xC15;&#xC24;&#xC4D;</span>&#xA0;&#xA0;ak&#x12B;kat. [H.] Account, narration, explanation, affairs, events, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC2C;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kilbishamu. [Skt.] adj. Sinless, faultless. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kinchanamu. [Skt.] adj. Penniless, poor, indigent. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC48;&#xC28; &#xC05;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41; a-kinchanu&#x1E0D;u. n. A penniless wretch, a poor man. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC47;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-k&#x101;lamu. [Skt.] n. Untimeliness. unseasonableness. adj. Untimely. Unseasonable. &#xC05;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41; an untimely death. &#xC05;&#xC15;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41; a flower blossoming out of season.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-k&#x101;ryamu. [Skt.] n. An evil deed. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; right and wrong, just and unjust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-k&#x101;ra&#x1E47;amu. [Skt.] adj. Groundless, causeless. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; without a reason. &#xC05;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; produced spontaneously. &#xC05;&#xC15;&#xC3E;&#xC30;&#xC24;&#xC4D; (H. incorrect form of &#xC05;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;) without cause &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC0A;&#xC30;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;</span>&#xA0;&#xA0;akka&#x1E0D;a. [Tel. from &#xC05;+&#xC15;&#xC21; = that place.] adv. There. &#xC06; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; of that place. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC21; here and there. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC40; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as he would not even yet consent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akka&#x1E6D;ikamu. [Tel.] n. Favour, mercy, pity, &#xC15;&#xC3E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC2F;, &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;. &quot;&#xC09;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC15; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1F; &#xC2E;&#xC40;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC01;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC02; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC1A;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; Manu. i. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC1F;</span>&#xA0;&#xA0;See &#xC05;&#xC15;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC5B;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;akkazu&#x1E0D;u. [from Skt.] n. A wonderful man. Fem: gender, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akkazamu. [from Skt.] n. Wonder, surprise, astonishment. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC2A;&#xC21;&#xC41; v. i. To wonder, to be surprised at.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;akka. [Tel. a Dravidian word borrowed by Sanskrit, where it is used in the sense of mother. cf. Lat. acca] n. An elder sister. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; elder and younger sisters. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4D;&#xC15; the eldest sister. Any woman older than oneself is usually styled &#xC05;&#xC15;&#xC4D;&#xC15; elder sister, or &#xC05;&#xC2E;&#xC4D;&#xC2E; mother, madam: and any man older than onself is usually styled &#xC05;&#xC38;&#xC4D;&#xC28; elder brother, or, &#xC05;&#xC2F;&#xC4D;&#xC2F; father, sir. &#xC2A;&#xC02;&#xC1F;&#xC32;&#xC15;&#xC4D;&#xC15; a cook or kitchen maid. See &#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ak&#x101;ramu. [Skt.] n. The letter &#xC05;.
			</div>
                