&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;akkali. [Tel.] n. A wave. &#xC05;&#xC32;, &#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;. &quot;&#xC15;&#xC21;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC1C;&#xC4B;&#xC17;&#xC41;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC32;&#xC46;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. 2. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;</span>&#xA0;&#xA0;akkala-v&#x101;&#x1E0D;a. [Tel.] n. A street in which cook maids live. &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC06;&#xC23;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC40;&#xC27;&#xC3F;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC35;&#xC3E;&#xC21;&#xC32;&#xC28;&#xC30;&#xC15;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; A. vi. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC30;</span>&#xA0;&#xA0;akkalakara. [Tel.] n. A medicinal root. Anacyclus Pyrethrum, or, the pellitory of Spain. &#xC1C;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC26;&#xC4B;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC39;&#xC30;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;for &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; akkaramu. [Skt.] n. A letter of the alphabet. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;</span>&#xA0;&#xA0;akkara. [Tel.] n. Necessity, occasion, want, need, desire, &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; to relieve from want. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; I do not want it. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30; what have you to do with this? &#xC28;&#xC40;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2F;&#xC47;&#xC2E;&#xC3F; what business had you to come there? &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; to speak as necessity demands. &#xC05;&#xC26;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC41; it will be of no use. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; he does not care for it. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; one who is in need. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC17;&#xC02;&#xC21;&#xC21;&#xC41; one who has an interest in an affair. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41; to feel an interest in a thing. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; a state of necessity. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;akke-che&#x1E6D;&#x1E6D;u. [Tel.] n. A tree, the Ficus Racemosa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC36;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;akku-&#x1E63;&#x101;yi. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC37;&#xC3E;&#xC2F;&#xC3F;, &#xC05;&#xC15;&#xC4D;&#xC38;&#xC3E;&#xC2F;&#xC3F; or &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2F;&#xC3F;. [H.] n. commission granted to the seller of goods, or to the broker. &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;akku&#x1E37;&#x1E37;u. [Tel.] n. A sort of grain called &#xC06;&#xC1F;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;akku. [Tel.] n. The breast or chest. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; embracing. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; (lit: his breast and cheeks are dried up.) he is emaciated. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; a starveling, a wretch, a fool. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41; a spear piercing the heart. &quot;&#xC05;&#xC35;&#xC28;&#xC40;&#xC36;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; BD. 4. 1858.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;akkili. [Tel. a variant form of &#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F; n. Confusion. &#xC15;&#xC32;&#xC24;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41; to be confused. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; Bhag. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;akki-bikki-dan&#x1E0D;a. [Tel.] n. A kind of game. &#xC06;&#xC1F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC39;&#xC02;&#xC38; 3. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;akki. [Tel.] n. A skin disease, eczema. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41; &#xC32;&#xC47;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;</span>&#xA0;&#xA0;akkasu. [H.] n. Spite, malice, anger, opposition, &#xC15;&#xC38;&#xC3F;, &#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC05;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3F; an angry man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;akkasari. [H.] adj. Neighbouring, near. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC30;&#xC3F; &#xC0A;&#xC30;&#xC41; a neighbouring village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akkasamu. [Tel.] n. Sorrow. &quot;&#xC28;&#xC40;, &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC15;&#xC41; &#xC28;&#xC40;, &#xC2F;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC47;&#xC32;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41;.&quot; &#xC15;&#xC33;&#xC3E;. 3. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;akka&#x1E37;in&#x1E6D;su. [Tel.] v. n. To twist, to contract, used of the muscles of the belly, a condition due to want of food. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F; &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Swa. I. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;</span>&#xA0;&#xA0;akshata. [Skt.] adj. Not broken, uninjured. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC2F;&#xC4B;&#xC28;&#xC3F; a virgin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aksha-chara&#x1E47;u&#x1E0D;u. [Skt.] lit. eyefooted; who has an eye in his foot. An epithet of the sage Gautama. &#xC17;&#xC4C;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41;. A follower of the Nyaya Philosophy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kl&#x113;&#x1E63;amu. [Skt.] n. Freedom from sorrow or trouble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-kr&#x14D;dhanu&#x1E0D;u. [Skt.] n. One who is free from anger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;, &#xC28;&#xC3E;&#xC1F;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC2F; akr&#x14D;&#x1E6D;uk&#x101;ya. [Skt.] n. Alcurites moluccana, the Belgium or Indian walnut; the candle nut (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kramamu. [Skt.] n. Want of order. Irregularity. Wickedness, crime, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; adj. Irregular, disorderly, wicked, unjust. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he railed at me. &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wasted the money.
			</div>
                