&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akshamu. [Skt.] The eye. &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; the golden eyed one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akshamu. [Skt.] n. A die to play with; dice; an axle. &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;, &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;. Terrestrial latitude. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; = The hypotenuse, especially of the triangle formed with the gnomon of a dial and its shadow; in astronomy, the argument of the latitude. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;, the end of an axle. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;, a linch-pin; the pin which fastens the yoke to the pole. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;, the seed of Elcocarpus Ganitrus, or of Beleric Myrobalan, which is used as a die. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC35;&#xC2A;&#xC28;&#xC2E;&#xC41;, a dice-board &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; science of dice. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; aksha-vidya. [Tel.] n. Gambling, dice-play. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32; &#xC06;&#xC1F;. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; aksha-dh&#x16B;rtu&#x1E0D;u. [Skt.] n. A game master, a gambler. &#xC1C;&#xC42;&#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC32;</span>&#xA0;&#xA0;aksha-m&#x101;la. [Skt.] n. A rosary, especially of the seeds of the Eleocarpus. &#xC1C;&#xC2A;&#xC2E;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;</span>&#xA0;&#xA0;akshatalu. [Skt.] vulgarly &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41; n.plu. (lit. unbroken grains.) Grains of raw rice, made yellow with saffron. The red mark worn by some Hindus on the forehead formed of saffron and slaked lime. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC32;&#xC3E;&#xC32;&#xC41;. &#xC28;&#xC4A;&#xC38;&#xC1F;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;akshi-gatu&#x1E0D;u. [Skt.] n. He who is hateful, hated, disliked. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;</span>&#xA0;&#xA0;Corruption of &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;. q. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;akshi. [Skt.] n. An eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2E;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a woman: (lit.) she who is tipsy eyed. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3E;&#xC30;, the pupil of the eye. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;, the eye-lash, &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC1F;&#xC32;&#xC2E;&#xC41; a coat of the eye. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41; = the eyebrow, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41; akshi-g&#x14D;&#x1E37;amu. [Skt.] n. The eyeball.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aksh&#x101;m&#x1E63;amu. [Skt.] n. A degree of latitude.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; aksha-saramu. [Skt.] n. A rossary or string of beads to repeat prayers over. &#xC1C;&#xC2A;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;. &quot;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC02;&#xC17;&#xC41;&#xC33;&#xC40;&#xC24;&#xC24;&#xC3F;.&quot; T. 4. 223. &quot;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC4D;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC15;&#xC30; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC30; &#xC28;&#xC24;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F; &#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; H. 4. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aksharamu. [Skt. lit Eternal. imperishable.] n. A letter, a single syllable, a character of the alphabet, hand writing. A single syllable, whether of one letter or more. Thus the word &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC02; Sam-skru-tam is termed a word of three letters. &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; a monosyllable. &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; two or more letters united in one syllable, as &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; wherein four letters are united. &#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3F; try-ak-shari; the sacred or mystic syllable (&#xC13;&#xC02; AUM, or O&apos;M a name of the Deity) that contains three letters. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; a man of letters. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3E;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; beginning to learn the alphabet or the first principles of a language; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; a cypher of syllable used in magic. &#xC07;&#xC26;&#xC3F; &#xC06;&#xC2F;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; this is not his handwriting. &#xC28;&#xC40;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC30;&#xC42; 300 &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3E;&#xC32; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC41; i.e., &quot;Rs. 300 (three hundred Rupees.)&quot; here the same sum is denoted in writing as well as in figures. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F; he is an illiterate man. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; his mouth is inflammed. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, the array of letters, writing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2F;</span>&#xA0;&#xA0;akshaya. [Skt.] adj. Durable, permanent imperishable. &#xC28;&#xC3E;&#xC36;&#xC28;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;, the undecaying world, heaven. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; akshaya-p&#x101;tramu. [Skt.] n. (lit. the inexhaustible vessel.) A cup for receiving alms, a beggar&apos;s dish. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30; Alms given to a brahmin beggar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aksha-bh&#x101;gamu. [Skt.] n. A degree of latitude.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aksha-padu&#x1E0D;u. [Skt.] n. See &#xC05;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
                