&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ksh&#x12B;namu. [Skt.] adj. Lasting, permanent. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. Vasu. I. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; agacharamu. [Skt.] n. The hill-ranger, i.e., a monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;agan&#x1E0D;rap&#x101;ku. [Tel.] n. A plant called Ammania Vesicatoria. (Ainslie. 2. 92.) Rox. 1. 426.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-khy&#x101;ti. [Skt.] n. Bad repute. Ill fame.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-khilamu. [Skt.] adj. All, whole, entire. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kh&#x101;tamu. [Skt.] adj. Not dug (by man), very deep. n. A Bay (Geog.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kharvamu. [Skt.] adj. Much, vast, great. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;akha-tiv&#x101;si. [Mahr. from akha = whole, and &#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F; carpet.] A large carpet. H. 5. 394. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC02;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;akha&#x1E47;&#x1E0D;ukamu. [Skt.] n. A short cocoanut tree. &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kha&#x1E47;&#x1E0D;amu. [Skt.] adj. Whole, entire; abounding; imperishable. &#xC38;&#xC15;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC16;&#xC02;&#xC21;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41; eternal bliss. &#xC05;&#xC16;&#xC02;&#xC21;&#xC48;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; abounding wealth. &#xC05;&#xC16;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC3F; the main stream of the Cavery. &#xC05;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; n. A permanent lamp in a temple. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC02;&#xC21;&#xC47; &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC05;&#xC16;&#xC02;&#xC21;&#xC3F;&#xC24; adj. Unbroken, undivided. Untorn, undisturbed, uninterrupted, unrefuted, continous, imperishable. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC28;&#xC3F;, &#xC05;&#xC28;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC16;&#xC02;&#xC21;&#xC24;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F; imperishable riches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC39;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;akshauhi&#x1E47;i. [Skt. The anikini (&#xC05;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;) consists of 27 vahinis (&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC41;&#xC32;&#xC41;.) and 27 being the cube aksha (&#xC05;&#xC15;&#xC4D;&#xC37;) of 3, it is probable that akshauhini is a compound of aksha and v&#x101;hini. Wms.] n. A host, a complete army, 21870 &#xC17;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41;, 21870 &#xC30;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;, 95910 &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, 106350 &#xC2D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC21;&#xC4D;&#xC24;</span>&#xA0;&#xA0;aga&#x1E0D;ta. [Tel.] n. A moat, ditch, trench. &#xC2A;&#xC30;&#xC3F;&#xC18;, &#xC15;&#xC02;&#xC26;&#xC15;&#xC2E;&#xC41;. &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC15;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC17;&#xC21;&#xC4D;&#xC24;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC3E;? (Prov.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC41;&#xC21;&#xC41; agadu. [Tel.] n. Ill fame, bad name, clamour, disturbance. &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41; you must not blab of this. &#xC05;&#xC17;&#xC41;&#xC21;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC28;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC3E;&#xC28;&#xC3F;.&quot; N. 7. 154. &#xC05;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; v. To be blamed; to be confused. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;&#xC35;&#xC32;&#xC26;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26; &#xC2E;&#xC17;&#xC41;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC17; &#xC28;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC47; &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC32;&#xC26;&#xC28;&#xC28;&#xC3E; &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC32;&#xC2F;&#xC4A;&#xC38;&#xC17;&#xC46; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;. Vasu. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC1C;&#xC3E;&#xC24;</span>&#xA0;&#xA0;aga-j&#x101;ta. [Skt.] n. An epithet of Parvati, wife of Siva. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;aga&#x1E6D;s&#x101;&#x1E6D;lu. [Tel. from &#xC05;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;+&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41;] &#xC05;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;+&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41;] n. Evils, afflictions, troubles. &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;. &#xC05;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he suffers great distress. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he brought me into trouble. &#xC05;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41; aga&#x1E6D;s&#x101;&#x1E6D;lap&#x14D;tu. [Tel.] n. A wretch, a villain. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC41; &#xC24;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1C;&#xC2E;&#xC3F;&#xC21;&#xC3E;&#xC15;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC1F; &#xC2F;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC28;&#xC48; &#xC2F;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;.&quot; H. iii. 192. &#xC05;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; aga&#x1E6D;s&#x101;&#x1E6D;lam&#x101;ri. [Tel.] He who has suffered, a martyr, a sufferer. one who is thoroughly practised. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC06;&#xC30;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ksh&#x14D;bhamu. [Skt.] adj. Unagitated. n. Imperturbability.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aksh&#x14D;&#x1E0D;amu. [Skt.] n. A walnut. Pistacio nut (?) or the nut of Aleurites Triloba.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-kshudramu. [Skt.] adj. Not small &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC48;&#xC28; &quot;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC30;&#xC4B;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC3F;.&quot; R. 5. 253.
			</div>
                