&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;agatyamu. [Tel.] n. Necessity, need. &#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC15;&#xC24;. &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Urgent, important, needful. &#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; unnecessary. &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC3F; an urgent affair. &#xC06; &#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; what is that to you? &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Urgently, assuredly, positively, by all means. &#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC3E; you must certainly come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC24;&#xC3E;</span>&#xA0;&#xA0;agat&#x101;. [Uriya] An advance of money. &#xC2C;&#xC2F;&#xC3E;&#xC28;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ga&#x1E47;yamu. [Skt.] adj. Incalculable, indescribable, vast. n. carelessness, disregard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ga&#x1E47;itamu. [Skt.] adj. Inestimable, countless, innumerable, endless, great. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2F;&#xC17;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC16;&#xC3F;&#xC28;&#xC3F;.&quot; Sar. D. 17. &quot;&#xC05;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC39;&#xC39;&#xC4B; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC4D;.&quot; H. 1. 140. &quot;&#xC05;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F;.&quot; N. 6. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;agalu. [Tel.] v. n. To break or go to pieces, be broken, burst. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46; &#xC15;&#xC02;&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC32;&#xC28;&#xC4D;.&quot; B. X. 1465.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-garhitamu. [Skt.] Undespised, unreproached, blameless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC30;&#xC41;&#xC36;&#xC4A;&#xC02;&#xC20;&#xC3F;</span>&#xA0;&#xA0;agaru-son&#x1E6D;hi. [Skt.] The plant Cissampelos hexandra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;agaru. [Skt.] n. A kind of sweet scented wood; a superior kind of sandal. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC33;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC17;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; Agallochum, Amyris Calambac, Aquilaria, Aloe-wood or Eagle-wood. (Watts). &#xC15;&#xC25;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC17;&#xC30;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC17;&#xC30;&#xC41; the black species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-gamyamu [Skt.] adj. Inaccessible, impenetrable, impassable. &#xC2A;&#xC4B;&#xC35;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;. &#xC05;&#xC17;&#xC2E;&#xC4D;&#xC2F; &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;, (vulgarly &#xC05;&#xC17;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;) incest, prostituion. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC17;&#xC2E;&#xC4D;&#xC2F;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC48;&#xC28; inexplicable. &#xC05;&#xC17;&#xC2E;&#xC4D;&#xC2F;&#xC24; agamyata. [Skt.] n. Inaccessibility: impossibility. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; A. 2. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;agamu. [Skt. &#xC05; not, &#xC17; = move or walk.] n. A bill, mountain; a tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;agamamu. [Skt.] n. A tree. A mountain. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; agapa&#x1E0D;u. [Tel. from &#xC05;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;+&#xC2A;&#xC21;&#xC41;.] v. n. To appear, seem. To be found, or perceived. To be seized or apprehended. &#xC15;&#xC02;&#xC1F;&#xC2C;&#xC21;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC35;&#xC41; he cannot see, he is blind. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC47;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F; it is one thing and appears another. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; he did not understand what I said. &#xC05;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;. v. n. To show, point out.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; agas&#x101;li. [Tel.] n. A goldsmith. &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC35;&#xC41;&#xC24;&#xC17;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;agavu-tagavulu. [Tel.] n. Wedding gifts. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;. &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC3F; &#xC2F;&#xC17;&#xC35;&#xC41;&#xC24;&#xC17;&#xC35;&#xC41;&#xC32;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41; &#xC36;&#xC41;&#xC2D;&#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC28;&#xC3F;.&quot; N. 9. 97.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;agav&#x101;&#x1E37;&#x1E37;u. [Tel. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;+&#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;] n. Light shoes; slippers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC32;&#xC41;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;agalu-sattu. [Tel.] n. A perfume. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; Swa. 1: 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC32;&#xC4D;&#xC1A;&#xC41; agalu&#x1E6D;su. [Tel. causative of &#xC05;&#xC17;&#xC32;&#xC41;.] v. a. To cause to break, burst. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &quot;&#xC15;&#xC47;&#xC32;&#xC17;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&quot; P. 4. 374. &#xC1F;&#xC40; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC35; &#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &quot;&#xC2E;&#xC4B;&#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC32;&#xC30;&#xC41; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC2A;.&quot; ib. 4. 132. &#xC1F;&#xC40; &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC2A;</span>&#xA0;&#xA0;or &#xC05;&#xC2C;&#xC15; agapa. [Tel.] n. A ladle, a scoop made of a cocoanut shell. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E; &#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;. A. 1. 39.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC26;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;agadamk&#x101;ru&#x1E0D;u. [Skt.] n. A physician. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                