&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC3E;&#xC21;&#xC40;</span>&#xA0;&#xA0;ag&#x101;&#x1E0D;&#x12B; [H.] adv. Before, in front, forward, further on, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;. n. The ropes with which a horse&apos;s forefeet are tied. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC46;&#xC21;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC24;&#xC3E;&#xC21;&#xC41;. &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1A;&#xC3E;&#xC21;&#xC40;&#xC32;&#xC28;&#xC41; &#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the horse broke its head ropes and heel ropes and ran away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;agastyu&#x1E0D;u. [Skt.] n. Name of a certain sage. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC15;&#xC2E;&#xC41; the leaves of a leguminous tree which are dressed and eaten, &#xC05;&#xC28;&#xC3F;&#xC38;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;; &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the star Canopus. &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; the cource of Canopus. &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC2F;&#xC2E;&#xC41; the rise of Canopus. &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24; (lit: the brother of Agastya.) a new-comer, who tries to make out that he is a great personage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC3F;&#xC36; or &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; agise. [Tel.] n. Common flax, or lint. Linum usitatissimum; also, a leguminous tree. (Coronilla grandiflora or &#x4D4;schynomene grandiflora, planted as a support for the betel vine.) &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F; &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; Kauchinia parviflora. &#xC05;&#xC17;&#xC3F;&#xC38;&#xC46; &#xC15;&#xC42;&#xC30; its leaves which are dressed and eaten. &#xC09;&#xC2E;, &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC28;&#xC42;&#xC28;&#xC46; &#xC24;&#xC40;&#xC38;&#xC47; &#xC05;&#xC35;&#xC3F;&#xC36;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; &#xC28;&#xC42;&#xC28;&#xC46; linseed oil. &#xC38;&#xC40;&#xC2E; &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; broad leaved Cassia. (Ainslie.) &#xC28;&#xC32;&#xC4D;&#xC32; &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; black flax. See &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;ag&#x101;vu. [H.] An advance of money, earnest money. &#xC2C;&#xC2F;&#xC3E;&#xC28;&#xC3E;, &#xC15;&#xC41;&#xC26;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ag&#x101;ramu [Skt.] n. A house, a dwelling. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC3E;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-g&#x101;dhamu. [Skt.] n. A hole, a chasm. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; adj. Unfathomable, very deep, bottomless, abstruse, obscure. &#xC05;&#xC15;&#xC32;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC2F;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC17;&#xC3E;&#xC27;&#xC1C;&#xC32;&#xC2E;&#xC41; very deep water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ag&#x101;du. [H.] n. Discharge, explosion. &#xC35;&#xC47;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC17;&#xC3E;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to discharge a gun. &#xC12;&#xC15; &#xC05;&#xC17;&#xC3E;&#xC26;&#xC41; one volley, or, one shot.  &#xC24;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC41; &#xC32;&#xC4B;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; &#xC26;&#xC17;&#xC4D;&#xC30;&#xC24; &#xC2C;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC36;&#xC48;&#xC32; &#xC36;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC02; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC02;&#xC26;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3F; &#xC1C;&#xC3E;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC24;&#xC4B; &#xC17;&#xC4A;&#xC30;&#xC32;&#xC47;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC35;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; &#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC4D; &#xC26;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC2C;&#xC4A;&#xC17;&#xC32;&#xC28;&#xC02;&#xC17; &#xC1C;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC01;&#xC2C;&#xC30;&#xC4D;&#xC35;&#xC46;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC38;&#xC3F;. 4. &#xC06;.
			</div>
                