&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-gauravamu. [Skt.] n. Disregard, contempt. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did not show them respect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-g&#x14D;charamu. [Skt.] adj. Not visible to the eye. Inconceivable, imperceptible. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;agulu. [Tel.] Same as &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;. &quot;&#xC17;&#xC17;&#xC28;&#xC2E;&#xC17;&#xC32;&quot; so that the sky rent, cf, fla shout that tore Hell&apos;s concave.&quot; Milton. P. L. i. 541.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;a-guruvu. [Skt.] adj. Light, not heavy, Small. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC48;&#xC28;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;agu-para&#x1E6D;su. [Tel.] See under &#xC05;&#xC17;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;agu-pa&#x1E0D;u. [Tel.] v. n. See &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;agu&#x1E0D;u. [Tel. subjunctive of &#xC05;&#xC17;&#xC41;.] &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &quot;&#xC05;&#xC02;&#xC24;&#xC15;&#xC02;&#xC24; &#xC15;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2C;&#xC17;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC21;&#xC3F; &#xC15;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC3F;.&quot; A. v. 166. as it was excessive. Also (Optative.) may it be so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;</span>&#xA0;&#xA0;agu. [Tel.] adj. &#xC05;&#xC2F;&#xC3F;&#xC28;. which is.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC41;</span>&#xA0;&#xA0;agu. [Tel.] (commongly written &#xC05;&#xC35;&#xC41;), v. To be, to become, to prove to be. The present p|| is &#xC05;&#xC17;&#xC41;&#xC1A;&#xC41;, or &#xC05;&#xC35;&#xC41;&#xC1A;&#xC41; as &#xC05;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC05;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is becoming. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC3F;&#xC30;&#xC3F; &#xC05;&#xC17;&#xC41;&#xC28;&#xC41; much fortune will result. The past p|| is &#xC05;&#xC2F;&#xC3F; as &#xC26;&#xC4A;&#xC02;&#xC17; &#xC05;&#xC2F;&#xC3F; turned a rogue, become a thief. The root in A of &#xC05;&#xC17;&#xC41; is &#xC15;&#xC3E; as &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41; it cannot happen so. Aorist p|| &#xC05;&#xC17;&#xC41;, &#xC05;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;, &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC3F; as &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC17;&#xC41; cruel. &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC36;&#xC15; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; 1466 &#xC05;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC3F; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC15;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27; 5 &#xC36;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; Saturday the 5th of the bright fortnight of the month K&#x101;rtika in the year Krodhi &quot;which is&quot; the year 1466 (of the Salivahana &#xE6;ra.) &#xC07;&#xC26;&#xC3F; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC2A;&#xC28;&#xC3F;&#xC17;&#xC28;&#xC41;&#xC15; as this is a matter in which a man might prove a rogue. Past Rel. p|| &#xC05;&#xC2F;&#xC3F;&#xC28; as &#xC28;&#xC3E;&#xC26;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a horse of mine. The imperatives are &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41; plu. &#xC15;&#xC02;&#xC21;&#xC3F;. Causal forms &#xC15;&#xC3E;&#xC1C;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. Negative aorist &#xC15;&#xC3E;&#xC26;&#xC41;, &amp;c. &#xC05;&#xC17;&#xC41;&#xC30; = &#xC05;&#xC17;&#xC28;&#xC41;+&#xC30; = &#xC05;&#xC35;&#xC41;&#xC28;&#xC41;. It is so.  1. To be, to become, as &#xC15;&#xC3E;&#xC15;&#xC3F; &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC2F;&#xC17;&#xC41;&#xC28;&#xC46; can a crow become a cuckoo? &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0F;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; what has become of him? &#xC26;&#xC4A;&#xC02;&#xC17; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he proved to be a thief. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC47;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; he was found guilty. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC41; that undertaking may or may not be accomplished. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC15;&#xC32;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is hungry. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC1F; as it was now night. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC17;&#xC41;&#xC1F; as he is but a child.  2. To be made, to be finished, to be spent or expended, to elapse, as &#xC2A;&#xC28;&#xC3F; &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; the work must be done soon. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC17;&#xC41;&#xC2E;&#xC41; marry her. &#xC06; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the marriage took place. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; dinner is over. &#xC30;&#xC3E;&#xC1C;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; I got a sight of the king. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41; shew what has been done. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the work is over, it is done. &#xC15;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it is nearly done. &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the money is expended. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; a year has passed. &#xC28;&#xC46;&#xC32; &#xC05;&#xC35;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is about a month since. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3E; do you understand it?  &#xC38;&#xC3E;&#xC15;&#xC41; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC24;&#xC47;&#xC26;&#xC41; I do not understand it. &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC2F;&#xC28;&#xC26;&#xC3F; I understand it. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to bathe, or to cause to bathe. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; no decision has been given. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC2E;&#xC17;&#xC24;&#xC28;&#xC02; &#xC2C;&#xC17;&#xC41;&#xC28;&#xC46; is it a manly thing to steal?  3. To be proper or fit, to be agreeable, as &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC1F; &#xC28;&#xC41;&#xC02;&#xC21;&#xC28;&#xC17;&#xC41;&#xC28;&#xC47; &#xC2E;&#xC28;&#xC15;&#xC41; is it fit for us to remain here? &#xC15;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; an improper or unbecoming act. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC28;&#xC35;&#xC41;&#xC28;&#xC3E; is it right to do so? &#xC2A;&#xC17;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC41; &#xC06; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; milk boiled the same day is fit for use that night. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC40; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as we are not on good terms. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; friends and enemies.  4. To grow, as &#xC08; &#xC24;&#xC4B;&#xC1F;&#xC32;&#xC4B; &#xC0F;&#xC2E;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC24;&#xC35;&#xC3F; what is grown in this garden? &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC35;&#xC30;&#xC3F; &#xC15;&#xC05;&#xC26;&#xC41; rice does not grow here.  5. (Governing a dative) To stand in relation, as &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC35;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; how is he related to you? &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; my relations. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC0F;&#xC2E;&#xC40;&#xC15;&#xC3E;&#xC2E;&#xC41; we are in no way related to him.  6. Added to some nouns it gives them a verbal significance, as &#xC35;&#xC3E;&#xC30;&#xC41; &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC35;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC41; when will they start or set out? &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F; &#xC35;&#xC47;&#xC30;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they seperated and live apart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;</span>&#xA0;&#xA0;aggi. [Tadbhava form of Skt. agni] n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he looks flushed or red in the face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;aggalika. [Tel. from &#xC05;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;]. n. Greatness, power, prowess, pleasure. Wantonness, sportfulness, dalliance. &quot;&#xC2E;&#xC21;&#xC2E;&#xC32;&#xC02;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC18;&#xC1F;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC15; &#xC1A;&#xC46;&#xC21;&#xC15;.&quot; Swa. iv. 161.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aggalamu [Tel.] adj. Excessive vehement, intolerable. &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;. &quot;&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC4D;&quot; Swa. vi. 105. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;&#xC17; adv. Excessively, vehemently, cruelly. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC26;&#xC3E;&#xC2A;&#xC15; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;&#xC17; &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC27;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC28;&#xC3F;.&quot; H. iii. 140. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; aggalin&#x1E6D;su [Tel. from &#xC05;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;] v. n. To increase, to grow. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC41;. &quot;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC32;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC2A;.&quot; Vish. vii. 375.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aggamu. [Tel.] n. That which is seen; object, victim. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC35;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC3F; &#xC15;&#xC17;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; M. X. i. 207.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;agga-pa&#x1E0D;u. [Tel.] v. n. To bow, yield, to become subject. &#xC35;&#xC36;&#xC2E;&#xC17;&#xC41; See &#xC05;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
                