&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;agni. [Skt. Lat. ignis.] n. Fire.&#xC1C;&#xC20;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; the gastric juice, the digestive power. &#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC42;&#xC32; the south-east point. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC4B;&#xC2E;&#xC2E;&#xC41; a sacrifice to the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; the pudendum muliebre. &#xC36;&#xC4B;&#xC15;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; mental anguish. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; corroding care. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; the use of a cautery. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41; a fire-pit. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; kindling or feeding the fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC23;&#xC2E;&#xC41; a spark of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; kindling or feeding the sacrificial fire with oblations of liquid butter. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; Agallochum &#xC05;&#xC17;&#xC30;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; funeral riter or other religious acts performed by means of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35; a tongue or flame of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32; a flame of fire. &#xC24;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; the three sacred fires called &#xC17;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC39;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; and &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41; &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the Pleiades. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37; ordeal by fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41; a volcano. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; entering the fire, self-immolation by means of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; an arrow of fire, a rocket. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; production of fire by friction. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC2F;&#xC2E;&#xC41; fiery. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; indigestion, dyspepsia. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC3F; a heap of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; the colour of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; the consecration of fire, the performance of any rite by means of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; in the presence of fire as witness. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; fire thrown as a rocket. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; a fiery portent, meteor. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; a large caterpillar that destroys crops and whose touch is supposed to occasion inflammation. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC24; n. The plant called Ceylon lead-wort. Plumbago &#x1E94;elanica. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC15;&#xC41; ammannia baccifera or blistering Ammannia (Watts) &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC36;&#xC3F;&#xC16;. a flame of fire. Also a plant (Gloriosa superba) &#xC24;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the Saf-flower plant. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; colloquial for &quot;he is smoking.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;</span>&#xA0;&#xA0;agguva. [Tel.] n. Cheapness. &#xC1A;&#xC35;&#xC15; &#xC05;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC40;&#xC2F;&#xC41; to buy cheap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;aggu. [Tel.] v. n. To be contained. &#xC05;&#xC2E;&#xC30;&#xC41;&#xC1F;. &quot;&#xC2E;&#xC4A;&#xC28;&#xC32;&#xC41;&#xC2A;&#xC48;&#xC2A;&#xC46;&#xC32;&#xC15;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28; &#xC15;&#xC41;&#xC1A;&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B;&quot; L&#x101;vanya 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;aggin&#x1E6D;su. [Tel.] v. a. To praise. commend, applaud. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; aggimpu. n. Praise, eulogy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;agramu. [Skt.] n. End, point, tip, front, fore-part, top, peak, summit. adj. First, preliminary, chief, principal. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC3E; (in astron.) the sine of the amplitude. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; (astron.) degree of amplitude. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; a compendious method of counting immense numbers. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41; the end of a ray of light, the focal point. &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41; the tip of the tongue. Similarly &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC16;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;, &amp;c. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC17;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Estimable, conspicuous. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC17;&#xC4D;&#xC30;&#xC17;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; n. A chief, a leader. &#xC2E;&#xC4A;&#xC26;&#xC1F; &#xC28;&#xC46;&#xC02;&#xC1A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC02;&#xC18;&#xC2E;&#xC41; the forepart of the thigh. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; n. A brahmin. Elder brother. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC41;&#xC21;&#xC41; n. An elder brother. &#xC05;&#xC28;&#xC4D;&#xC28;. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC23;&#xC3F; n. A leader.
			</div>
                