&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;agr&#x113;saru&#x1E0D;u. [Skt. from &#xC05;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. A leader, chief. &#xC2E;&#xC46;&#xC02;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC47;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC47;&#xC26;&#xC3F;&#xC27;&#xC3F;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;agr&#x113;-didhishuvu. [Skt.] n. A woman&apos;s first husband.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;agrimamu. [Skt.] adj. Chief, principal, best, first. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41; n. A chief, a leader.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-gr&#x101;hyamu. [Skt.] Unfit to be accepted, deserving to be rejected.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-gr&#x101;myamu. [Skt.] adj. Not vulgar. &#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;agra-h&#x101;ramu. [Skt.] n. A street or village inhabited by brahmins. A village of which the old and hereditary cultivators are brahmins. A village granted to brahmins by government for charitable or religious purposes; either rent free, or at a favourable assessment. The conditions on which these villages are held are specified thus, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; a village free from all tax. &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; a village granted at a certain fixed assessment. &#xC1C;&#xC4B;&#xC21;&#xC3F; &#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, or &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC2E;&#xC15;&#xC3E; &#xC05;&#xC17;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; or, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; a village granted at a rent which fluctuates with the produce. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; a brahmin belonging to such a village. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; he who enjoys a village free from tax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; a&#x1E6D;&#x1E6D;sana-gun&#x1E0D;lu. [Tel. singular &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;;] n. Chuck-stones. Pebbles which are tossed up, and caught on the back of the hand, in a game played by girls. &quot;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; &#xC17;&#xC3E;&#xC2F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC48; &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC48;&#xC1A;&#xC3F;.&quot; Yayati. iii. 149. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC41; to toss up balls and catch them on the back of the hand. &#xC28;&#xC32;&#xC3E;&#xC21;&#xC02;&#xC21;&#xC28;&#xC28;&#xC3F;&#xC2F;&#xC46; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC4D;.&quot; Jai. Bhar. i. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;sa&#x1E6D;a [Tel.] adv. There, in that place. See &#xC05;&#xC1A;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;sa [Tel.] adj. Pure, real, unmixed. &#xC05;&#xC1A;&#xC4D;&#xC1A; &#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41; Telugu without foreign words. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2A;&#xC47;&#xC30;&#xC41; a necklace of pure beads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ch&#x113;tanamu. [Skt. lit. live-less]. adj. Devoid of life. Inanimate, insensible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-chumbitamu. [Skt.] adj. Lit: Not kissed; untouched; unattainable. &quot;&#xC05;&#xC1A;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.&quot; T. ii. 60. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC1A;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41; this is an unattainable subject.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-chiramu. [Skt.] adj. Momentary. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;a-chittu. [Skt.] n. That which has no life or understanding. Matter, as opposed to mind &#xC1A;&#xC3F;&#xC26;&#xC1A;&#xC3F;&#xC26;&#xC4D; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41; knowledge of the distinction between matter and mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-chintyamu. [Skt.] adj. Incomprehensible, not to be thought of. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A; &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC32;</span>&#xA0;&#xA0;a-chala. [Skt. lit. not shaking.] n. The earth, as being stable. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC05;&#xC1A;&#xC32;&#xC2E;&#xC41; n. A mountain, a hill. &#xC05;&#xC1A;&#xC32;&#xC41;&#xC21;&#xC41; n. He who is firm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-charamu. [Skt. lit. not moving.] adj. Immovable. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;or &#xC05;&#xC1A;&#xC1F; a&#x1E6D;sa&#x1E6D;a. [Tel. fr. &#xC06;+&#xC1A;&#xC4B;&#xC1F;&#xC41;.] adv. There, in that place; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC18;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;agh&#x14D;rin&#x1E6D;su. [Skt. from above] v. n. To be in grief: to lament, be horrified.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC18;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-gh&#x14D;ramu. [Skt.] adj. Terrible, dreadful. &#xC05;&#xC18;&#xC4B;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a fierce battle. &#xC05;&#xC18;&#xC4B;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a terrible oath.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC30;</span>&#xA0;&#xA0;a&#x1E6D;s-tsara. [Tadbava form of Skt. &#xC05;&#xC2A;&#xC4D;&#xC38;&#xC30;.] n. A fairy, a courtezan of heaven, &#xC05;&#xC2A;&#xC4D;&#xC38;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;samu-g&#x101;. [Tel.] adv. Purely, without any mixture. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aghamu. [Skt.] n. Sin, guilt. &#xC05;&#xC18;&#xC2E;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; aghamarsha&#x1E47;amu. n. An expiatory prayer. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC18;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC18;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; a-gha&#x1E6D;anamu. [Skt.] adj. Impossible, impracticable. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC18;&#xC1F;&#xC2E;&#xC48;&#xC28;. Vasu. iv. 77.
			</div>
                