&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;acchi-ma&#x1E6D;&#x1E6D;amu. [&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F; from Acheen; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; is Tel.] An Acheen, or Pegu pony. &#xC2A;&#xC48;&#xC17;&#xC4B;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; acchika-buchika. [Tel.] n. Familiarity, affability. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC21;&#xC30; &#xC17;&#xC4A;&#xC02;&#xC24; &#xC15;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC21;&#xC3F;&#xC2A;&#xC3F;.&quot; P .ii. 69. &quot;&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC41; &#xC2E;&#xC3F;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC46;&#xC02;&#xC1F;&#xC15;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; H. D. ii. 630.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; acchika. [Tel.] n. Deficiency, want, defect. Clearness, cleanness. &#xC15;&#xC4A;&#xC26;&#xC35;, &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F;. &quot;&#xC28;&#xC40;&#xC15;&#xC4A;&#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC46;&#xC32;&#xC02;&#xC17;.&quot; H. i. 93. &quot;&#xC2A;&#xC32;&#xC4D;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC24;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC15;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;.&quot; B. viii. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC09;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;acchi-un&#x1E0D;u. [Tel.] v. i. To be indebted to. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC26;&#xC3F; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC09;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; it was my bad luck and I had to give it to him. See. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;acchi. [Tel.] n. An Acheen or Pegu pony.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC33;&#xC41; a&#x1E6D;&#x1E6D;s&#x101;&#x1E37;i. (K) One who lives a single life, an unmarried person. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;, &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC33;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be alone, to be quiet, free from perturbation. &quot;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC36;&#xC3F;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC1C;&#xC32;&#xC1C;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC32;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC32; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC28;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC46;, &#xC2A;&#xC17;&#xC30;&#xC15;&#xC41;&#xC1C;&#xC4A;&#xC30;&#xC30;&#xC3E;&#xC15; &#xC2C;&#xC39;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;, &#xC2E;&#xC17;&#xC41;&#xC15;&#xC4B;&#xC39;&#xC33;&#xC2E;&#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F; &#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F;&#xC28;&#xC3F;, &#xC1C;&#xC47;&#xC30;&#xC3F;&#xC1A;&#xC3F; &#xC2E;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC28;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;, &#xC2F;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC3F;&#xC2C;&#xC32;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC3E;&#xC17;, &#xC05;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC2E;&#xC48; &#xC2F;&#xC02;&#xC26;&#xC2E;&#xC35;&#xC32;.&quot; P&#x101;tivratya. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;s&#x101;ramu. [Tam.] Earnest money. &#xC38;&#xC02;&#xC1A;&#xC15;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;su. n. A stamp, a form for printing or for any other impression, a type, a printing press. An axle-tree. A mould. The handle of a handmill, A weaver&apos;s reed or stay. An image, or picture. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC07;&#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC17;&#xC1F;&#xC3F; &#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC2C;&#xC1F;&#xC4D;&#xC1F; &#xC35;&#xC47;&#xC38;&#xC47;&#xC1F;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC24; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41; the mould wherein clay or metal is cast. &#xC07;&#xC1F;&#xC3F;&#xC15;&#xC46; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41; the box or mould used in making bricks. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; printed letters. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to print. &#xC07;&#xC02;&#xC15;&#xC3E; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC28;&#xC3F; unprinted, unpublished.&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a printer. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3E;&#xC32; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; types of letters. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41; a square mould into which boiled treacle is poured, and thus formed into cakes. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; a lump of jaggery, &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; to seal, impress with a mark, to print &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; (a Madras word,) A printing press office &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC3E;&#xC32;. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32; the frame on which a weaver&apos;s reed is fixed. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; a &quot;brahminy&quot; bull that is marked or stamped and is allowed to wander at large, as consecrated to the deity. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; v. a. To prepare land for wet cultivation by throwing up banks to divide it into plots, partitions or beds. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC21;&#xC3F; or &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a field which is divided into beds for wet cultivation. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC2F;&#xC41; to find yarn on the frame for weaving (Cuddapa.) &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E; a&#x1E6D;&#x1E6D;su-g&#x101;. [Tel.] adv. Precisely, exactly, clearly, evidently. &quot;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC2A;&#xC48; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17; &#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;.&quot; T. iv. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;acchu. [Skt.] n. A vowel. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;acchi-va&#x1E6D;&#x1E6D;su. [Tel.] v. n. To be cheap. To prosper, be advantageous. &#xC2E;&#xC47;&#xC32;&#xC17;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3E;&#xC35;&#xC41; he has no luck in horse flesh. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;. we got the house cheap, or we have prospered in that house. See. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC41;.
			</div>
                