&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC4D;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;azz&#x101;yin&#x1E6D;su. [H.] v. n. To doubt, hesitate. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC4D;&#xC1C;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;azza-v&#x101;lu. [Tel.] n. A fowl. &#xC15;&#xC4B;&#xC21;&#xC3F;. &quot;&#xC05;&#xC1F;&#xC32;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC1C;&#xC30;&#xC17;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC30;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC02; &#xC5B;&#xC1F;&#xC46;&#xC28;&#xC28;&#xC02;&#xC17; &#xC17;&#xC42;&#xC24;&#xC32;&#xC3F;&#xC21; &#xC38;&#xC3E;&#xC17;&#xC46;&#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC1F;&#xC5B;&#xC4D;&#xC1C;&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D;&quot; &#xC05;&#xC1A;&#xC4D;&#xC1A;. &#xC06;. &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC4D;&#xC1C;&#xC30;&#xC47;</span>&#xA0;&#xA0;or &#xC05;&#xC5B;&#xC4D;&#xC1C;&#xC3E;&#xC30;&#xC47; azzar&#x113;. [Tel.] interj. Well done! &#xC36;&#xC3E;&#xC2C;&#xC3E;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;azzamu. [Skt.] n. A division of the Veda. &#xC05;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;azza. [Tel.] n. Foot. Opportunity. &quot;&#xC2E;&#xC40;&#xC2A;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC30;&#xC3F; &#xC2F;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC28;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; T. ii. 48. &#xC05;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3E; adv. Cleverly, neatly, ingeniously. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;. &quot;&#xC05;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC32;&#xC15;&#xC02; &#xC2C;&#xC41;&#xC35;&#xC3E;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC41;&#xC26;&#xC41;&#xC1F;.&quot; Vencatacal. page. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-j&#x113;yamu. [Skt.] adj. Invincible, impregnable. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aju&#x1E0D;u. [Skt.] n. Lit. not born; the selfexisting one. An epithet of Vishnu, Brahma, or Cupid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a-zukun&#x1E6D;su. [Tel.] v. i. To underrate or value unfairly, to embezzle. &#xC24;&#xC41;&#xC15;&#xC2E;&#xC41; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; [Guntur.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; aj&#x12B;r&#x1E47;amu. [Skt.] n. Indigestion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ajiramu. [Skt.] n. A court or yard. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ajinamu. [Skt.] n. Skin &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41; an antelope&apos;s skin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-jitamu. [Skt.] adj. Unconquered, invincible. &#xC05;&#xC1C;&#xC3F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC41; those whose lusts are unsubdued.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC3E;&#xC24;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;a-j&#x101;ta-&#x1E63;atruvu. [Skt.] n. He who has no enemy; an inoffensive man. An epithet of Dharmaraja, the eldest of the Pandavas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC3F;</span>&#xA0;&#xA0;aj&#x101;-j&#x12B;vi. [Tel.] n. A goat-herd. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; a&#x1E6D;aka-m&#x101;-mi&#x1E0D;i. [Tel.] n. The spreading hogweed, Boerhaavia diffusa (Watts). &#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;. Ainslie 2. 205.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;</span>&#xA0;&#xA0;a&#x1E6D;a. [Tel.] adv. There. Then. Afterwards. &#xC05;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC4B; go there. &#xC05;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; previously, before that.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC3F;</span>&#xA0;&#xA0;ajm&#x101;yishi. [H.] Trial, proof, examination, experience. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4B;&#xC27;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;agnyu&#x1E0D;u. [Skt.] n. An ignorant person, one without knowledge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-gny&#x101;namu. [Skt.] n. Ignorance. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; the fetters of ignorance. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F; a-gny&#x101;ni. [Skt.] n. An ignorant person, a person without knowledge. &quot;&#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC24;</span>&#xA0;&#xA0;a-gnyata. [Skt.] n. Ignorance. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; agny&#x101;ta-v&#x101;samu. [Skt.] n. Living incognito. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC06; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24; &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the king lived there incognito. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32; &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; the life led by the Pandavas in retirement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;</span>&#xA0;&#xA0;ata. [Tel.] or &#xC05;&#xC02;&#xC1F; (contraction of &#xC05;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they say) It is said, they say. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC1F; they say he is come. &#xC30;&#xC3E;&#xC35;&#xC1F;&#xC47; for &#xC30;&#xC3E;&#xC35;&#xC1F;&#xC35;&#xC47;, i.e., &#xC30;&#xC3E;&#xC28;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC47; &#xC2F;&#xC47;&#xC2E;&#xC47; what, will you not come? &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC1F;&#xC47;, i.e., &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC3E;&#xC2F;&#xC47;&#xC2E;&#xC47; what, are you angry? &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC1F;&#xC47;&#xC28;&#xC3E;&#xC21;&#xC41; what! do you call him a child? &#xC05;&#xC1F;&#xC30;&#xC3E; is a contraction for &#xC05;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E; dost thou say so?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC15;</span>&#xA0;&#xA0;or &#xC05;&#xC1F;&#xC41;&#xC15; a&#x1E6D;aka. [Tel.] n. A loft under the roof of a house.
			</div>
                