&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;a-t&#x101;&#x1E37;amu. [Tel.] n. Quick time in music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;ak&#x101;yin&#x1E6D;su. [H.] To prevent, stop, hinder, check. &#xC05;&#xC1F;&#xC15;&#xC3E;&#xC35;&#xC41; [H.] Prevention, hindrance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;a&#x1E6D;akali. [Tel.] n. A stuff used to rub upon the head to clean the hair &#xC12;&#xC21;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. Plu. &#xC05;&#xC1F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;a&#x1E6D;u-va&#x1E47;&#x1E6D;i. [Tel.] adj. Like that, such. &#xC05;&#xC32;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC3F;, &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;ulu. [Tel.] adv. Thus, so that, according to. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;. &quot;&#xC1C;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC46; &#xC15;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC24;&#xC47;&#xC1F;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC41; &#xC32;&#xC3E;&#xC24;&#xC28;&#xC3F;.&quot; T. ii. 64. &#xC05;&#xC1F;&#xC41;&#xC32;&#xC48;&#xC28; a&#x1E6D;ulaina. [Tel.] adv. If so. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC48;&#xC24;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;ukulu. [Tel.] n. Rice wetted, parched and flattened.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC41;&#xC15;</span>&#xA0;&#xA0;a&#x1E6D;uka. [Tel.] n. A loft in a house, under the roof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;u. [Tel.] adj. That. &#xC05;&#xC1F;&#xC41; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after that. &#xC05;&#xC1F;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; Before that. &#xC05;&#xC1F;&#xC41;&#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28; the day before that preceding yesterday. &#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC1F;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15; on the other side of the river. &#xC05;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC15; &#xC2F;&#xC46;&#xC1F;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC4B; he did not go there, but is gone I know not whither. &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC1F;&#xC41;&#xC28;&#xC3F;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46; the horse ran this way and that way and escaped. &#xC05;&#xC1F;&#xC41; atu. [Tel.] adv. So, thus, in that way or manner. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC06;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;. &#xC05;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47; adv. In like manner. &#xC05;&#xC26;&#xC47;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;. &#xC05;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28; adv. Wherefore, therefore: so then if so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;a&#x1E6D;ika. [Tel.] n. A small earthen pot with a large mouth. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;a&#x1E6D;avi [Skt. &#xC05;&#xC21;&#xC35;&#xC3F;] n. A forest. &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;or &#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC2E;&#xC41; a&#x1E6D;amata. [Tel.] n. Trickery, guile, fraud. Sorrow, untruthfulness. &quot;&#xC05;&#xC1F;&#xC2E;&#xC1F; &#xC2C;&#xC40;&#xC30;&#xC17;&#xC3E;&#xC2F; &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC46;&#xC26;&#xC35;&#xC4C;&#xC30;&#xC3E;.&quot; T. iii. 102. &quot;&#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC15; &#xC17;&#xC41;&#xC1F;&#xC17;&#xC41;&#xC1F;&#xC32;&#xC41; &#xC17;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC28;&#xC3F;.&quot; Swa. v. 19 &#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC40;&#xC21;&#xC41; a cheat. &#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; a&#x1E6D;ama&#x1E6D;in&#x1E6D;su. [Tel.] v. a. and v. n. To deceive, cajole, obtain by fraud. To be troubled &#xC2E;&#xC3E;&#xC2F;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC35;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC4A;&#xC38;&#xC17;&#xC15;&#xC30; &#xC24;&#xC4D;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3F;.&quot; Vish. vi. 307.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;a&#x1E6D;ani. [Skt.] The notched extremity of a bow. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;anamu. [Skt.] n. The act of wandering about. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; travel in foreign parts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;a-chemma [Tel. Here &#xC05;&#xC1F;&#xC4D;&#xC1F; is from Skt. &#xC05;&#xC37;&#xC4D;&#xC1F;.] n. A certain game played with four shells. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC17;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2C;&#xC3E;&#xC30;&#xC28;&#xC02;&#xC1F;&#xC3F; &#xC12;&#xC15; &#xC06;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;a. [Tel.] n. The sole of a shoe or slipper; hide; leather. Card, pasteboard. A headless trunk. A part or division. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;, &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC1F;&#xC4D;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; shoes with a single leather for a sole. &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC1F;&#xC4D;&#xC1F; a piece of leather put inside a shoe. &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a stout pot-bellied man. &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;. A. vi. 103. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC24;&#xC02; &#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC41;&#xC26;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC27;&#xC30;&#xC23;&#xC40;&#xC24;&#xC32;&#xC17;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;.&quot; M. VII. v. 398. &quot;&#xC06; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30; &#xC35;&#xC48;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC06; &#xC26;&#xC02;&#xC21;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC48;.&quot; G. vi. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC47;</span>&#xA0;&#xA0;or &#xC05;&#xC1F;&#xC4B; a&#x1E6D;&#x113;. [Tel.] Contraction of &#xC05;&#xC1F;&#xC35;&#xC47; or &#xC05;&#xC1F;&#xC35;&#xC4B; (intensive of &#xC05;&#xC1F;) My good woman! &#xC05;&#xC24;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC1F;&#xC47; is he gone, ma&apos;am? &#xC07;&#xC02;&#xC15;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC1F;&#xC4B; is it not finished, ma&apos;am?
			</div>
                