&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;</span>&#xA0;&#xA0;a&#x1E0D;a. [Tel.] n. A lump, clot, mass (as of dates, sugar, hair, &amp;c.) &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC21;&#xC32;&#xC41; lumps of tamarind. &#xC05;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC05;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41; to become clotted. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC24;&#xC32; &#xC05;&#xC21;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the hair became matted, all the tresses are matted together. &#xC05;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41; a&#x1E0D;a-ch&#x113;yu. [Tel.] v. To knead and make into lump.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC20;&#xC4D;&#xC35;&#xC3E;&#xC21;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;hv&#x101;&#x1E0D;a. [H.] A week, &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC20;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a weekly account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC20;&#xC3E;&#xC35;&#xC23;&#xC40;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;h&#x101;va&#x1E47;&#x12B;-ba&#x1E47;tr&#x14D;tu. [H.] A revenue peon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;lu. [Tel.] (adv.) So, as, according to. &#xC05;&#xC1F;&#xC4D;&#xC32; a&#x1E6D;la. [Tel.] adv. Like, as. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32; as he said. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32; as usual. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32; like enemies. &#xC24;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32; &#xC2A;&#xC02;&#xC1C;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; people like himself. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; a&#x1E6D;l&#x101;. [Tel.] adv. So, thus. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he said so. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is so. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC2A;&#xC4B; go there. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC30;&#xC3E; come here. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC3F; a&#x1E6D;l&#x101;ga&#x1E47;ti. [Tel.] adj. Such. &#xC05;&#xC32;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC3F;, &#xC05;&#xC32;&#xC3E;&#xC1F;&#xC3F;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC3E; or &#xC05;&#xC32;&#xC3E;&#xC17;&#xC3E;. Is it so? &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC41; a&#x1E6D;l&#x101;gu. [Tel. from &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;+&#xC32;&#xC3E;&#xC17;&#xC41;.] adv. Thus, so. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC47; just so, yes, very well, &#xC05;&#xC32;&#xC3E;&#xC17;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC3F; a&#x1E6D;l&#x101;ti. [Tel.] adj. Such, like this, like that &#xC05;&#xC32;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC3F;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC47;&#xC28;&#xC3F; if so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;namu. [Tel. Plu. &#xC05;&#xC1F;&#xC4D;&#xC28;&#xC3E;&#xC32;&#xC41;.] n. A tower. &#xC2C;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;. See. &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;hama. [Corrupted from Skt. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41;.] A division of the Veda Ashtaka.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;e&#x1E0D;a. [Tel.] n. A sieve. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;. A bridge. A part of a fort. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC05;&#xC1F;&#xC4D;&#xC28;&#xC3E;&#xC32;&#xC2A;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC15;&#xC4B;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC47;&#xC30;&#xC41;&#xC35;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; Pal. 461.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;See on &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC47; under &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41; The final long vowel &#x113; is sometimes shortened in metre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;uva. [Tel.] n. Same as &#xC05;&#xC1F;&#xC15; and &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &quot;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC2E;&#xC40;&#xC26; &#xC26;&#xC3E;&#xC1A;&#xC3F;.&quot; G. xi. 44.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;uka [Tel.] n. A loft under the roof of a house, like a shelf. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC09;&#xC02;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &quot;&#xC2A;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC2A;&#xC48;.&quot; S. iii. 179. A garret. Same as &#xC05;&#xC1F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;agin&#x1E6D;su. [Tel.] v. a. To keep under, quell, depress, restrain, crush. &#xC05;&#xC23;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to slay, ruin, destroy. &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC05;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC1C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC24;&#xC02;&#xC2C;&#xC17;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC24;&#xC4B;&#xC21;.&quot; A. 1. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;akin&#x1E6D;su. [Tel.] v. t. To laugh at. To scorn. To blame. &#xC05;&#xC2A;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A; &quot;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC46; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC4B;&#xC28;&#xC21;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC4B;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; &#xC2A;&#xC4D;&#xC30;. &#xC2D;&#xC3E;. 3. &#xC06;. &#xC17;&#xC40; &quot;&#xC05;&#xC15;&#xC1F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC21;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC1C;&#xC42;&#xC1A;&#xC46; &#xC26;&#xC47;&#xC28;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC4B;&#xC28;&#xC41;.&quot; &#xC2D;&#xC4B;. 6. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;akamu. [Tel.] a. Included in. Which is contained in. &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC28;&#xC23;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC2E;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC2C;&#xC43;&#xC02;&#xC26;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC39;&#xC30;&#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC28;&#xC21;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41; &#xC2A;&#xC42;. 1. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24; or &#xC05;&#xC21;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; a&#x1E0D;akatti. [Tel. from &#xC05;&#xC21;&#xC4D;&#xC21;+&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. lit. cross knife.] n. Nippers for cutting betel-nut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;adangu. [Tel.] n. Home. The original or starting place. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC02;&#xC17;&#xC41; &#xC35;&#xC46;&#xC32; cost price, prime cost. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC32;, &#xC05;&#xC38;&#xC32;&#xC41; &#xC15;&#xC30;&#xC40;&#xC26;&#xC41;, &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC05;&#xC23;&#xC15;&#xC41;&#xC35; a&#x1E0D;akuva. [Tel.] n. Submission, obedience, politeness, humility. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC17;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;ag&#x101;ru. [Tel.] v. i. Same as &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
                