&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;a-g&#x14D;lu-konu. [Tel. &#xC05;&#xC21;+&#xC15;&#xC4B;&#xC32;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;] v. t. To rob.  &#xC07;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;&#xC28;&#xC24;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC3F;. &#xC2D;&#xC4B;. 6. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC02;&#xC17;&#xC41; a&#x1E0D;agu. [Tel.] v. n. To sink, be depressed, humbled, abated. To be concealed. &#xC05;&#xC23;&#xC17;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC41;. &quot;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC24;&#xC3F;&#xC39;&#xC32;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC21;&#xC17;&#xC46;&#xC28;&#xC4D; &#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC28;&#xC46;&#xC38;&#xC40;&#xC24;.&quot; A. iv. 30. &quot;&#xC2A;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC26;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32; &#xC28;&#xC40;&#xC21;&#xC32; &#xC28;&#xC21;&#xC02;&#xC17;&#xC3F;.&quot; Swa. iii. 45.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC35;&#xC24;&#xC21;&#xC35;</span>&#xA0;&#xA0;, or &#xC05;&#xC21;&#xC2A;&#xC3E;&#xC24;&#xC21;&#xC2A;&#xC3E; a&#x1E0D;apa-ta&#x1E0D;apa. [Tel.] adv. Now and then, occasionally. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;a&#x1E0D;apa&#x1E6D;&#x1E6D;e. [Tel.] n. A board used for smoothing a ploughed field after the grain is sown: in effect corresponding with a roller. &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC30;&#xC26;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2F;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC4B;&#xC32;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC35;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; a&#x1E0D;apa-katte. [Tel. from &#xC05;&#xC21;&#xC2A;&#xC2E;&#xC41;.] n. A woman in waiting, who carries her mistress&apos;s betel nut pouch and serves it out. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2C;&#xC4B;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &quot;&#xC05;&#xC21;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC35;&#xC40;&#xC21;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC4D;&quot; Satyabha. iii. 143. &#xC05;&#xC21;&#xC2A;&#xC15;&#xC3E;&#xC21;&#xC41; masculine of &#xC05;&#xC21;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;ada&#x1E0D;i. [Tel.] n. Reign, rule. &#xC0F;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC06; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC21;&#xC26;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; he ruled the country. &#xC05;&#xC21;&#xC26;&#xC21;&#xC3F; or &#xC05;&#xC21;&#xC3E;&#xC35;&#xC21;&#xC3F; ravage, riot. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;, &#xC26;&#xC21;&#xC2C;&#xC3F;&#xC21;&#xC32;&#xC41;, &#xC26;&#xC4C;&#xC21;&#xC41;. &#xC05;&#xC21;&#xC26;&#xC21;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; to ravage. See &#xC05;&#xC21;&#xC3E;&#xC35;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;ati. [Hindi &#xC05;&#xC30;&#xC4D;&#xC39;&#xC24;&#xC4D;&#xC2F;.] n. Agency, commission, business done by an agent, consignment; &#xC05;&#xC21;&#xC24;&#xC40;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; A broker, &#xC24;&#xC30;&#xC17;&#xC30;&#xC3F;; agent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC5B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;aza&#x1E0D;i. [Tel.] n. grief. &#xC05;&#xC32;&#xC5B;&#xC21;&#xC3F;. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC5B;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. t. To grieve &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.  &#xC1A; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC5B;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC17; &#xC17;&#xC42;&#xC21;&#xC41;&#xC28;&#xC46; &#xC2F;&#xC40;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;. i. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC02;&#xC1A;&#xC41; a&#x1E0D;a&#x1E6D;su. [Tel.] (causative of &#xC05;&#xC21;&#xC17;&#xC41;.) v. To depress, humble, abate, quench. To ruin, destroy, kill, &#xC05;&#xC23;&#xC1A;&#xC41;, &#xC35;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;; &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC41; a&#x1E0D;achipa&#x1E0D;u. [Tel.] v. n. To be rash or precipitate. To bounce. &#xC06;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC26;&#xC48;&#xC35;&#xC4B;&#xC2A;&#xC39;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC28;&#xC46; &#xC2F;&#xC21;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC35;&#xC32;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC2E;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41;.&quot; M. X. ii. 43.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adam&#x101;namu. [Tam.] A mortgage. &#xC15;&#xC41;&#xC26;&#xC35;, &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; (not used in pure Tel. Districts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2C;&#xC3E;&#xC32;</span>&#xA0;&#xA0;a&#x1E0D;ab&#x101;la. [Tel.] n. A cook. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC32;&#xC15;&#xC4D;&#xC15;. &#xC26;&#xC4D;&#xC35;&#xC3F; &#xC05;&#xC21;&#xC2C;&#xC3E;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC40;&#xC28;&#xC41;&#xC01;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC3F;  &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC30;&#xC17;&#xC02;&#xC26;&#xC3F;. Bhag X.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC4A;&#xC21;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC3E;&#xC2A;&#xC4A;&#xC21; a&#x1E0D;a-po&#x1E0D;a. [Tel.] n. Signs, traces. &#xC1C;&#xC3E;&#xC21;, &#xC06;&#xC1A;&#xC42;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC02;&#xC2A;&#xC41; a&#x1E0D;apu. [Tel.] v. a. To depress, humble, abate, quench, ruin, destroy, smite. &#xC05;&#xC23;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC05;&#xC21;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F;.&quot; Swa. iv. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;apu. [Tel.] v. To be held or contained. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC46;&#xC21;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36; &#xC24;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC28;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC15; &#xC35;&#xC40;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; &#xC32;&#xC46;&#xC17;&#xC2F;&#xC02;&#xC2C;&#xC21;&#xC3F;.&quot; Mandhat. vi. 151.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC30;</span>&#xA0;&#xA0;a&#x1E0D;apara. [Tel.] n. A lump, a clod. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;, &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC21;&#xC2A;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; to become a lump.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;apamu. [Tel.] n. A pouch for betel-nut; a barber&apos;s case for razors. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC38;&#xC02;&#xC1A;&#xC3F;, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC26;&#xC3F;.
			</div>
                