&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC30;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;aru-den&#x1E6D;su. [Tel.] Same as &#xC05;&#xC21;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;aru&#x1E6D;su. [Tel.] Same as &#xC05;&#xC21;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; Another form is &#xC05;&#xC21;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC30;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;aru. [Tel.] v. n. To arise, to issue, to come. To arise, as fear. To be fit or proper: to shine. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;; &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC21;&#xC30;&#xC41;&#xC28;&#xC35;&#xC40;&#xC28; &#xC2D;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC3E;&#xC28;&#xC32;&#xC2E;&#xC02;&#xC1F;&#xC3F;.&quot; Swa. iii. 83. &quot;&#xC07;&#xC02;&#xC2A;&#xC21;&#xC30; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;&#xC17;&#xC26;&#xC2E;&#xC4D;&#xC2E;.&quot; H. i. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC30;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;aru. [Tel.] n. Grief, sorrow. fear &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC21; &#xC30;&#xC4A;&#xC02;&#xC26;&#xC41; to be afraid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;arin&#x1E6D;su. [Tel.] v. To do, make, perform; to discharge a missile weapon, to shoot an arrow. &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC47;&#xC2F;&#xC41;. Also, to cause to fear. &quot;&#xC2D;&#xC42;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23; &#xC2E;&#xC21;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC2C;&#xC4B;&#xC2F;&#xC3F; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC26;&#xC02;&#xC2A;&#xC21;&#xC3F;.&quot; Vijaya. Vil. ii. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x101;yin&#x1E6D;su. [Tel.] v. n. To stop, seize, arrest. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;a&#x1E0D;a-s&#x101;la. [Tel.] n. A cook house a cook room, kitchen. &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC38;&#xC1F;&#xC4D;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;a&#x1E0D;a-sa&#x1E6D;&#x1E6D;&#x101;. [Kan.] n. Guess, conjecture. Valuation. An appraiser. &#xC05;&#xC21;&#xC38;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;. A rough estimate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC35;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;avi. [Tel. from Skt. &#xC05;&#xC1F;&#xC35;&#xC3F;.] n. A forest, wilderness. &#xC15;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;. adj. Wild, of the forest, or desert. &#xC35;&#xC35;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. (All wild species of plants or animals are distinguished by prefixing &#xC05;&#xC21;&#xC35;&#xC3F; to their names. e. g., &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC26;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC30;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC47;&#xC15;, &amp;c.) &#xC05;&#xC21;&#xC35;&#xC3F; &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; a&#x1E0D;avi-avise [Tel.] n. A tree, the Bauhinia parviflora. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a&#x1E0D;aviAmudapu-che&#x1E6D;&#x1E6D;u. [Tel.] n. A shrub, the Jatropha curcas. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; a&#x1E0D;avi-kukka. [Tel.] n. The wild dog. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC15;&#xC4B;&#xC21;&#xC3F; a&#x1E0D;avi-k&#x14D;&#x1E0D;i. [Tel.] n. The jungle fowl. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; a&#x1E0D;avi-chikku&#x1E0D;u. [Tel.] n. A kind of beans which grow wild. Dolichos tetraspermus. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a&#x1E0D;avi-nellik&#x16B;ra-che&#x1E6D;&#x1E6D;u. [Tel.] n. A shrub, croton repandum. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC30; a&#x1E0D;&#x101;vi-b&#x12B;ra. [Tel.] n. A plant, a sort of Ghosha with white flowers. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; a&#x1E0D;avi-malle. [Tel.] n. Jasminum auguzti-folium. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC17; a&#x1E0D;avi-munaga. [Tel.] n. A plant, Hedysarum sennoides. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32; a&#x1E0D;avi-molla. [Tel.] n. A sort of jasmine (Jasminum auriculatum.) Globe amaranth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;alin&#x1E6D;su. [Tel.] v. a. To frighten, bully. To do, make, perform. &#xC05;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC12;&#xC02;&#xC21;&#xC41;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC30;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC47;&#xC1F;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC26;&#xC3F;.&quot; P. iii. 205.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;i. [Tel.] adj. Great, excessive; vain, useless. &#xC21;&#xC3F;&#xC2C;&#xC40;&#xC30;&#xC2A;&#xC41; a&#x1E0D;i-b&#x12B;rapu. [Tel.] adj. Excessively proud. &quot;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC21;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC32;&#xC2E;&#xC28;&#xC2E;&#xC46;, &#xC2A;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC28; &#xC2E;&#xC4A;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC2E;&#xC4A;&#xC2F;&#xC21;&#xC3F;&#xC2C;&#xC40;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35; &#xC17;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC46; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; M. VII. iv. 171.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC35;</span>&#xA0;&#xA0;a&#x1E0D;ava. [Tel.] adj. Old, damaged. &#xC2A;&#xC3E;&#xC24;&#xC26;&#xC48;&#xC28;, &#xC2C;&#xC39;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC26;&#xC48;&#xC28;. &#xC05;&#xC21;&#xC35;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; old damaged goods. &#xC05;&#xC21;&#xC35; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; a bad debt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3E;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC3F;. a&#x1E0D;&#x101;va&#x1E0D;i. (properly &#xC39;&#xC30;&#xC3E;&#xC39;&#xC30;&#xC3F;) [Tel.] n. Confusion, uproar, fright, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;, &#xC26;&#xC21;&#xC2C;&#xC3F;&#xC21;&#xC32;&#xC41;. Same as &#xC05;&#xC21;&#xC26;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;alu. [Tel.] v. n. To grieve, be in sorrow, be afraid. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC17;&#xC3E; &#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC28;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC2E;&#xC41;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC15; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC42;&#xC30;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC30;&#xC2F;&#xC41; &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC21;&#xC46;&#xC02;&#xC24;&#xC21;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;.&quot; Swa. ii. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;alu. [Tel.] n. Grief, sorrow, misery, fear, terror. &#xC05;&#xC02;&#xC17;&#xC26;, &#xC35;&#xC46;&#xC24;, &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;. &quot;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02; &#xC2C;&#xC4A;&#xC21;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC21;&#xC32;&#xC41; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;.&quot; Swa. vi. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;alu. [Tel.] adj. Grieving, fearing. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC47;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC47;. &quot;&#xC05;&#xC21;&#xC32;&#xC41; &#xC30;&#xC24;&#xC3F;&#xC2E;&#xC23;&#xC3F;&#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; Swa. iii. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;alu-konu. [Tel.] v. i. To grieve, to be grieved. &#xC05;&#xC21;&#xC32;&#xC41;, &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;alu&#x1E6D;su. [Tel.] v. a. To daunt. &#xC2D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                