&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;i-tr&#x101;gu&#x1E0D;u. [Tel. from &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; lit. &quot;ask and drink&quot;] n. Famine. &quot;&#xC05;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC28;&#xC15;&#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F; &#xC15;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC02;, &#xC21;&#xC46;&#xC21;&#xC38;&#xC47;&#xC2F;&#xC15;.&quot; &#xC2A;&#xC02;&#xC1A;. &#xC28;&#xC3E;. 1. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;iti. [Hindi.] n. Premium, commission. &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;. same as &#xC05;&#xC21;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;ichi-p&#x101;&#x1E6D;u. [Tel.] n. Haste, hurry. &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC05;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;ichi-pa&#x1E0D;u. [Tel.] n. To be in a hurry, to be impatient. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC26;&#xC48;&#xC35;&#xC4B;&#xC2A;&#xC39;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC28;&#xC46; &#xC2F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC35;&#xC32;&#xC26;&#xC41;.&quot; M. X. ii. 43. &quot;&#xC24;&#xC21;&#xC35;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC15; &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC15; &#xC15;&#xC21;&#xC41;&#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC21;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC28;&#xC47;.&quot; Sumati. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;i-go&#x1E6D;&#x1E6D;u. [Tel.] n. A mean fellow, a sly man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;igen&#x1E0D;lu-maligen&#x1E0D;lu. [Tel.] n. Little stones and dirt. &#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC30;&#xC2A;&#xC4D;&#xC2A;, &#xC28;&#xC42;&#xC15;, &#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2E;&#xC32;&#xC1A;&#xC3F; &#xC05;&#xC21;&#xC17;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC3F;&#xC21;&#xC46;&#xC21;&#xC41; &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC26;&#xC47;&#xC2C;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; Vema. iii. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;a&#x1E0D;i-garra. [Tel. from &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC15;&#xC30;&#xC4D;&#xC30;.] n. A sandal, a shoe. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;, &quot;&#xC39;&#xC30;&#xC17;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D; &#xC28;&#xC21;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC28;&#xC3F;&#xC28;.&quot; L. viii. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;igamu. [Tel.] n. A load. &#xC0E;&#xC21;&#xC4D;&#xC32; &#xC2E;&#xC40;&#xC26;&#xC35;&#xC47;&#xC38;&#xC47; &#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; H. v. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;ivi. [Tel.] n. See &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;i-yottulu. [Tel.] n. Sandals. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC32;&#xC41;. &quot;&#xC1C;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1C;&#xC21;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC21;&#xC3F;&#xC2F;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&quot; &#xC2D;&#xC3E;&#xC17;. 5. &#xC38;&#xC4D;&#xC15;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC38;</span>&#xA0;&#xA0;a&#x1E0D;iy&#x101;sa. [Tel.] n. Empty fancy or hope, vain desire. &#xC05;&#xC02;&#xC26;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC36;, &#xC26;&#xC41;&#xC30;&#xC3E;&#xC36;. &quot;&#xC06;&#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC47;&#xC21; &#xC05;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC38;&#xC32;&#xC47;&#xC21;.&quot; HD. i. 1023.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;i-y&#x101;lamu. [Tel. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC05;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC2E;&#xC41; place.] n. A sign, mark, token. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;, &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to recognise. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F;, &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F;, &#xC38;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC48;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; M. IV. v. 224.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;service, slavery. &quot;&#xC07;&#xC02;&#xC15;&#xC28;&#xC21;&#xC3F;&#xC2F;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32; &#xC28;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC1C;&#xC3E;&#xC32;&#xC28;&#xC47; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC47;&#xC28;&#xC3F;&quot; &#xC2D;&#xC3E;&#xC30; &#xC38;&#xC4C;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC15;: i. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;iyari. [Tel. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC05;&#xC30;&#xC3F;.] n. Servant. A Miser. &#xC32;&#xC4B;&#xC2D;&#xC3F;. &quot;&#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21; &#xC28;&#xC21;&#xC3F;&#xC2F;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC41; &#xC35;&#xC46;&#xC32;&#xC15;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC21; &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC41;&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC4D;</span>&#xA0;&#xA0;a&#x1E0D;iyan. [Tam. A Vaishnavaite word.] A slave, a servant. &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D; I am (your) slave.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;iya&#x1E0D;u. [Tel. from &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC05;&#xC21;&#xC41;. Lit. foot servant.] n. A Servant. &#xC2A;&#xC3E;&#xC26;&#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC40;. &quot;&#xC26;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC4B; &#xC39;&#xC30;&#xC4D;&#xC24; &#xC15;&#xC21;&#xC3F;&#xC2F;&#xC02;&#xC21; &#xC1C;&#xC3E;&#xC24;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3E;&#xC02;. 1. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC2E;&#xC46;</span>&#xA0;&#xA0;a&#x1E0D;ime. [Tam.] n. A bond-man; a slave; slavery. &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;idamu. [Tel.] n. A sword. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;. &quot;&#xC05;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC1D;&#xC33;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC46;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28;.&quot; N. iv. 204. &#xC05;&#xC21;&#xC3F;&#xC26;&#xC2A;&#xC41; &#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; (Lit. the sword animal.) The rhinoceros.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;uku. [Tam.] n. A pile or heap, &#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F;. Also &#xC05;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;&#xC38;&#xC3E;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;a&#x1E0D;i-s&#x101;&#x1E6D;&#x101;. [Hindi. &#xC05;&#xC21;&#xC3F;&#xC24;&#xC3F;+&#xC38;&#xC3E;&#xC1F;&#xC3E;.] n. Commission, agency. &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;.
			</div>
                