&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;anki. [Tel.] n. Hindrance, obstruction. &#xC05;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;a. [Tel.] n. A dry measure equal to two manicas. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. &#xC38;&#xC17;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;usu. [Tel.] n. Mire, mud, clay. &#xC2C;&#xC41;&#xC30;&#xC26;. &#xC06; &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the matter is unsettled. (lit. like a post in a quagmire.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;upu. [Tel.] n. A stroke, blow. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To close, to shut. &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; four of the gates are closed, &#xC06; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC08; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC4B; &#xC05;&#xC21;&#xC41;&#xC1A;&#xC41; (here &#xC05;&#xC21;&#xC41;&#xC1A;&#xC41; is for &#xC05;&#xC23;&#xC1A;&#xC41;) cram the clothes into the box. Also, v. a. To beat, strike, thrash. To destroy &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC0E;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC17; &#xC36;&#xC3F;&#xC32;&#xC24;&#xC4B; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;.&quot; P. i. 729. &#xC05;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; a&#x1E0D;u&#x1E6D;sukonu. v. To contract, choke, be stopped. &#xC06; &#xC15;&#xC3E;&#xC32;&#xC35;&#xC32;&#xC4B; &#xC07;&#xC38;&#xC41;&#xC15; &#xC05;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the channel is choked with sand. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has a contraction of the chest. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; &#xC05;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;, &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC15;&#xC42;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; his throat is hoarse, he cannot speak.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; a&#x1E0D;ugu. [Tel.] v. To beg. To entreat. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41;. v. n. To live by alms. &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;ugu. [Tel.] v. To ask, question, beg, solicit, demand. &#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC3E; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they asked my daughter in marriage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;ugu. [Tel.] n. The foot, the footstep, a pace, step, the bottom, basis. A foot in length containing twelve inches. A line of verse. Thus four &quot;feet&quot; make one stanza, or quatrain. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; the foot of a tree. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a stone at the bottom &#xC15;&#xC4A;&#xC02;&#xC21; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC0A;&#xC30;&#xC41; a village at the foot of a mountain. &#xC06; &#xC15;&#xC25;&#xC28;&#xC41; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; tell the story from the beginning. &#xC15;&#xC41;&#xC02;&#xC21; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; the bottom of a pot. &#xC05;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC15;&#xC4B;&#xC2F;&#xC41; to cut off by the root. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to eradicate, to root out. &#xC05;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to be utterly ruined. &#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC15;&#xC41; do not transgress my command. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32; &#xC1C;&#xC3E;&#xC21; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they traced his footsteps and followed him. &#xC05;&#xC21;&#xC41;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; or &#xC05;&#xC21;&#xC41;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41; step by step, now and then, often. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the rice has burnt at the bottom of the pot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;a-m&#x101;&#x1E0D;u. [Tel.] v. n. To contradict &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC3E;&#xC32;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;apa&#x1E6D;&#x1E6D;u-b&#x101;la. [Tel.] n. A child in arms; an infant. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. &quot;&#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC1F; &#xC35;&#xC47;&#xC2F;&#xC4B;&#xC2F;&#xC2E;&#xC4D;&#xC2E;.&quot; Sar. D. 369.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;anamu. [Skt.] n. A shield, buckler. &#xC21;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;agin&#x1E6D;su. [Tel.] v. a. To stop, hinder, obstruct. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;. n. Obstacle.
			</div>
                