&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;i. [Tel.] n. Delay, hindrance, obstacle, &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC41; to come in the way. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC30;&#xC2E;&#xC41; the crime of unlawful. interference.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;&#x101;-di&#x1E0D;&#x1E0D;i. [Tel.] adj. Froward, perverse. &#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he employs me on idle jobs. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC06;&#xC21;&#xC2C;&#xC4B;&#xC15;&#xC41; do not speak perversely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; a&#x1E0D;&#x1E0D;a-s&#x101;relu. [Tel.] n. plu. Dice. &#xC38;&#xC3E;&#xC17;&#xC1F;&#xC3E;&#xC32; &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC41;. &quot;&#xC07;&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC1F; &#xC2A;&#xC3E;&#xC38;&#xC17;&#xC41;&#xC28;&#xC47;&#xC2F;&#xC35;&#xC3F;, &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC2F;&#xC15; &#xC2E;&#xC41;&#xC32;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC47;&quot; M. VII. i. 337. &quot;&#xC36;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F; &#xC2F;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC21;&#xC40; &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24; &#xC2C;&#xC39;&#xC41;&#xC2A;&#xC1F;&#xC3F;&#xC37;&#xC4D;&#xC20; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;.&quot; ib. VII. v. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a&#x1E0D;&#x1E0D;a-saramu. [Tadbhava from &#xC05;&#xC1F;&#xC30;&#xC42;&#xC37;.] n. A medicinal shrub. Adhatoda Vasica (E. P.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;amu. [Tel.] n. Obstacle, hindrance, A screen. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;, &#xC1A;&#xC1F;&#xC41;. A pledge &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC40; &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; no one will resist you. &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC4B;&#xC21; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a wall between them and us. &#xC12;&#xC15; &#xC28;&#xC17;&#xC28;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC48;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he pawned a jewel and got twenty rupees. &#xC28;&#xC3E; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he opposed my endeavours. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC47; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; she used her husband as a screen and carried on the business. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he opposes or contradicts his father. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC32;&#xC4B;&#xC17;&#xC3E; &#xC2E;&#xC42;&#xC21;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3F; there are three rivers to cross on the way to Tirupati. &#xC0F;&#xC26;&#xC4B; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; something has got in the way. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they interrupted him. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC4B;&#xC35;&#xC28;&#xC47; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC05;&#xC35;&#xC24;&#xC32; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went along some way and then cut across. &quot;&#xC15;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC15;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 1532. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; a&#x1E0D;&#x1E0D;amu-g&#x101;. [Tel.] adv. Crosswise, across, transversely. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the tree intercepts the view, &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I stood in his way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC48;&#xC28; a&#x1E0D;&#x1E0D;amu. [Tel.] adj. Cross. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC06;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he reviled me. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41; any food that comes to the hand. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he employs me in anything that comes to hand. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC4B;&#xC35;&#xC32;&#xC41; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he goes the wrong way to work. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F; a&#x1E0D;&#x1E0D;a-ka&#x1E6D;&#x1E6D;a. [Tel.] n. A dam or bank, an embankment. &#xC38;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC1A;&#xC47;&#xC32;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC1F;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a&#x1E0D;&#x1E0D;akatti. A broad sword. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; a&#x1E0D;&#x1E0D;a-kammi. A cross piece, the cross selvage in cloth. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC30;&#xC4D;&#xC30; a&#x1E0D;&#x1E0D;a-karra. A cross-piece of timber: an obstacle: a bar. &#xC35;&#xC3F;&#xC18;&#xC42;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC3E; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he throws difficulties in my way. See &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC4B;&#xC21; addag&#x14D;&#x1E0D;a a cross-wall. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC1A;&#xC3E;&#xC2A;&#xC41; a&#x1E0D;&#x1E0D;a-t&#x1E63;&#x101;pu. A cross beam. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC32; a&#x1E0D;&#x1E0D;a-tala. A narrow projecting head: having a narrow fore head. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC24;&#xC32;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; a&#x1E0D;&#x1E0D;a-d&#x16B;lamu. A cross beam. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC4B;&#xC35; a&#x1E0D;&#x1E0D;a-d&#x14D;va. A crossway. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC32;&#xC15; a&#x1E0D;&#x1E0D;a-palaka. A cross plank. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. a&#x1E0D;&#x1E0D;a-pa&#x1E6D;&#x1E6D;e. A thick board drawn by two oxen used for smoothing a ploughed field after the grain is sown. &#xC2E;&#xC21;&#xC3F;&#xC38;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; a&#x1E0D;&#x1E0D;a-pa&#x1E0D;u. [Tel.] v. n. To interpose, to help; to obstruct, impede. &#xC35;&#xC3F;&#xC18;&#xC42;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3E; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he threw obstacles in my way. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC4B;&#xC24;&#xC47; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; as he was going to strike his wife his son interposed. &#xC28;&#xC47;&#xC28;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC21;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; had I not interposed they would have died. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41; a&#x1E0D;&#x1E0D;a-p&#x101;&#x1E6D;u. [Tel.] n. Obstacle, hindrance, obstruction. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC3E;&#xC38; a&#x1E0D;&#x1E0D;a-b&#x101;sa. n. A nose jewel. &#xC2C;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC3F;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a&#x1E0D;&#x1E0D;a-bo&#x1E6D;&#x1E6D;u. A cross mark worn by the Hindus on their fore-head. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&#xC28;&#xC41; a&#x1E0D;&#x1E0D;a-m&#x101;nu. A cross bar. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he throws impediments in the way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;u-gonu. [Tel.] v. To come in the way, to interpose. &quot;&#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC15;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; &#xC05;&#xC1A;&#xC4D;&#xC1A; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC3E;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;uga. [Tel.] n. A two anna piece. &#xC2C;&#xC47;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;u. [Tel.] v. To impede, obstruct. An obstacle. A screen. any thing that affords concealment. &#xC1A;&#xC3E;&#xC1F;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC30; a cross bar; an obstacle. &quot;&#xC28;&#xC40; &#xC2F;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC32;, &#xC15;&#xC40;&#xC2F;&#xC46;&#xC21;&#xC2C;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F;?&quot; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3E;&#xC02;: v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x1E0D;igalu. [Tel.] n. A jewel worn by women about the neck.
			</div>
                