&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC1A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;a&#x1E6D;sadamu. [Tel.] n. Compression. &#xC05;&#xC26;&#xC2E;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC17;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;a-g&#x101;ru. [Tel. from &#xC05;&#xC23;&#xC17;&#xC41;] v. n. To be extinguished, to be quelled, to subside. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;, &#xC05;&#xC23;&#xC41;&#xC17;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC17;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;agu. [Tel.] v. n. To be suppressed, humbled, abated, quelled or calmed. To be ruined; to be concealed. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC41; &#xC05;&#xC23;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a&#x1E47;ga-go&#x1E6D;&#x1E6D;u. [Tel.] v. a. To beat down, suppress, crush. Subdue, keep under, control. &#xC15;&#xC41;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC23;&#xC1A;&#xC41; or &#xC05;&#xC23;&#xC41;&#xC1A;&#xC41; a&#x1E47;a&#x1E6D;su. [Tel.] v. a. To depress, humble, abate, quench. To ruin, destroy. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;agin&#x1E6D;su. [Tel. Causative of &#xC05;&#xC23;&#xC17;&#xC41;.] v. a. To keep under, quell, repress. &#xC05;&#xC23;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;a&#x1E47;akuva. [Tel.] n. Modesty, politeness, humility, submission &#xC05;&#xC21;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC15;</span>&#xA0;&#xA0;a&#x1E47;aka. [Tel.] n. The act of bringing the yoke under the neck. &#xC05;&#xC23;&#xC15;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; v. n. To go wrong, turn restive, as a bullock which turns the wrong way in the yoke. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC17; &#xC15;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC35;&#xC46;&#xC17;&#xC21;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC3F; &#xC28;&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC23;&#xC15;&#xC32;&#xC41;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30; iv. 51. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC17;&#xC28;&#xC40;&#xC2F;&#xC15; &#xC2E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC23;&#xC15;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; instead of going on smoothly he now and then turns restive.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC24;&#xC28;&#xC41; ata&#x1E0D;u. [Tel.] pron. He, that man. &#xC06;&#xC2F;&#xC28; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC28;&#xC47; of himself. &#xC05;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41; atag&#x101;&#x1E0D;u. [vulgar Tel.] pron. He, that fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;atakarin&#x1E6D;su. [Skt.] v. a. To excel, surpass, transgress. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC07;&#xC02;&#xC26;&#xC41;&#xC35;&#xC26;&#xC28;&#xC32; &#xC2E;&#xC02;&#xC26;&#xC17;&#xC2E;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC02;&#xC2D;&#xC41; &#xC28;&#xC24;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC30;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; &#xC15;&#xC42;&#xC32;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; KP. vi. 246.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;yamu. [Tel. An onomatop&#x153;ic word.] n. &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23; &#xC2A;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41;. I know neither good nor bad about it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;. a&#x1E47;yamu. [Tel.] adv. (Sea term) Abaft, that is, behind. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;uvu. [Skt.] n. An atom. &#xC32;&#xC47;&#xC36;&#xC2E;&#xC41; Name of a grain, Panicum Miliaceum. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC3F;. &#xC05;&#xC23;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; a&#x1E47;utvamu. [Skt.] Atomic nature, minuteness. &#xC05;&#xC23;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a&#x1E47;um&#x101;tramu. [Skt.] As small as an atom. &#xC05;&#xC23;&#xC41;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; a&#x1E47;u-j&#x101;lamu. [Skt.] A collection or multitude of atoms. &#xC05;&#xC23;&#xC41;&#xC2E;&#xC27;&#xC4D;&#xC2F; a slender waisted girl. &#xC05;&#xC23;&#xC41;&#xC35;&#xC43;&#xC39;&#xC3F; a&#x1E47;uvrihi. [Skt.] Name of a fine sort of rice. &#xC05;&#xC23;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; a&#x1E47;vantamu. [Skt.] A hair splitting question.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;uku&#x1E0D;u. [Skt.] n. A low man. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. A skilful man. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;&#x12B;yu&#x1E0D;u. [Skt.] n. One who is very small like an atom. &#xC05;&#xC24;&#xC3F;&#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC41; &quot;&#xC05;&#xC23;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC23;&#xC40;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;.&quot; A. vi. 148.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;a&#x1E47;ima. [Skt.] n. A mote. One of the supernatural faculties, extreme minuteness, invisibility, the subtle and invisible state assumable by a deity. &#xC05;&#xC23;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC3E;</span>&#xA0;&#xA0;a&#x1E47;&#x101;. [Tel.] An anna, the sixteenth part of a Rupee.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-tarkyamu. [Skt.] adj. Incomprehensible, unsearchable. &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &quot;&#xC05;&#xC35;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC28;&#xC4B;&#xC24;&#xC40;&#xC24; &#xC2E;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC35;&#xC48;&#xC2D;&#xC35;&#xC02;.&quot; Lalito. vii. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-tarka&#x1E47;amu. [Skt.] n. Transgression, wickedness. &#xC05;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, [colloq.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;atanu&#x1E0D;u. [Skt.] n. The &quot;bodiless,&quot; or incorporeal god, i.e., Cupid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;atagu&#x1E0D;u. [Tel.] n. A miserable creature, a poor wretch. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &quot;&#xC05;&#xC24;&#xC17;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC26;&#xC4D;&#xC30;&#xC41; &#xC2A;&#xC26;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC32;&#xC39;&#xC43;&#xC24;&#xC41; &#xC21;&#xC48;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC21;&#xC35;&#xC02;&#xC24; &#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC46;.&quot; M. vi. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC23;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;a&#x1E47;uzu. [Tel.] n. A kind of hawk. &#xC21;&#xC47;&#xC17;. &quot;&#xC09;&#xC21;&#xC41;&#xC35;&#xC40;&#xC27;&#xC3F; &#xC2C;&#xC46;&#xC30;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC01;&#xC2E;&#xC23;&#xC41;&#xC1C;&#xC41;.&quot; Swa. iv. 84.
			</div>
                