&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;atikintsu. [Tel.] v. To solder, cement, join, unite. &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-k&#x101;yamu. [Skt.] n. A gigantic body &#xC05;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; a giant. &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ati. [Skt. prefix.] Over, beyond, exceeding, very much; extreme, vast. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. A rhyme says &#xC05;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC03;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC03; , &#xC05;&#xC24;&#xC3F;&#xC32;&#xC4B;&#xC2D;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC03;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC36;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC03;, &#xC05;&#xC24;&#xC3F; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC30;&#xC4D;&#xC1C;&#xC2F;&#xC47;&#xC24;&#xC4D;. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC05;&#xC24;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41; excess is always hurtful.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC38;&#xC3F;</span>&#xA0;&#xA0;atasi. [Skt.] n. Common flax: Linum Usitatissimum; also, a leguminous tree, the leaves of which are dressed and eaten. (Coronilla grandiflora.) &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC32;&#xC37;&#xC41;</span>&#xA0;&#xA0;atalashu. [H.] Satin, formerly called in Europe &quot;Atlas&quot; or Damask. &#xC05;&#xC24;&#xC32;&#xC18;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; satin wood, or a sort of timber resembling mahogany.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;atalamu. [Skt.] n. One of the fabled subterraneous regions, supposed to be immediately below the earth. &#xC2D;&#xC42;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC32;&#xC15;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC41; n. Disorder, confusion. disturbance. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;, &#xC17;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;. &#xC05;&#xC24;&#xC32;&#xC15;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC35;&#xC41; v. n. To be routed, scattered, dispersed. &#xC17;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC17;&#xC41;, &#xC1A;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC05;&#xC24;&#xC32;&#xC15;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make a bustle or great noise, to cause a tumult or confusion. &#xC05;&#xC24;&#xC32;&#xC15;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. In confusion. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-rasamu. [Skt.] n. A sweet cake made of rice meal and sugar fried in ghee. &#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ati-rathu&#x1E0D;u. [Skt.] n. A charioteer or warrior in a car. &#xC24;&#xC47;&#xC30;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC05;&#xC28;&#xC47;&#xC15;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-muktamu. [Skt.] n. A creeping plant, G&#xE6;rtnera racemosa. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;ati-m&#x101;tra. [Skt.] n. A &quot;pill too much,&quot; i.e., excess in medicine. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC05;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has now gone wild. &#xC05;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; atim&#x101;tramu. [Skt.] adj. Exceeding; immoderate; excessive. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-madhuramu. [Skt.] adj. Very delicious; delightful. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC17;&#xC32;, &#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC24;&#xC3F;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41; n. Liquorice, Glycyrrhiza glabra or the root of the Abrus precatorius which is used instead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-d&#x113;&#x1E63;amu. [Skt. Lit. making over.] n. Extended application, inference, analogy, substitution.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;</span>&#xA0;&#xA0;atithi. [Skt. a=not, and ti&#x1E0D;hi -- day; hence lit. one who comes unexpectedly;] n. A guest, a stranger. &#xC2A;&#xC30;&#xC17;&#xC43;&#xC39;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; title to hospitality. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC2A;&#xC42;&#xC1C; or &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; welcoming a guest, showing respect to a guest by ministering to his wants. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC38;&#xC47;&#xC35; attention paid to a guest, hospitality.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-timingilamu [Skt.] n. The craken or biggest of fish. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-ch&#x101;ramu. [Skt.] Accelerated motion, especially of planets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; atikramamu. [Skt.] n. Transgression, wickedness. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to transgress, to offend. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; atikramin&#x1E6D;su. [Tel.] v. To transgress, trespass, pass over, pass. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-riktamu. [Skt.] adj. Super abounding, excessive. Other, different. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;, &#xC07;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; the other house.
			</div>
                