&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;at&#x12B;ndriyamu. [Skt.] adj. Imperceptible to the senses. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-s&#x101;ramu. [Skt.] n. Diarrh&#x153;a or dysentery. &#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC24;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; a flatulent disease of this kind by which the belly is swollen. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; bilious vomiting and purging. &#xC05;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC28;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to have diarrh&#x153;a.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-sanchayamu. [Skt.] n. Excessive accumulation of wealth. &#xC05;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC2F;&#xC47;&#xC1A;&#xC4D;&#xC1B; a desire to hoard money too much.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC36;&#xC1D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-&#x1E63;ayamu. [Skt.] adj. Much, excessive (In Telugu) Marvellous, wonderful, uncommon. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;  n. Excellence, pre-eminence, pride. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC07;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41; what great matter is this. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2A;&#xC21;&#xC41; v. To be proud of. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; v. To overmatch, surpass. To increase, become augmented. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC05;&#xC17;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; exaggeration, hyperbole.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-v&#x113;lamu. [Skt.] adj. Much, excessive. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ati-vrish&#x1E6D;i. [Skt.] n. Excess of rain. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-v&#x101;samu. [Skt.] The fast observed on the day preceding the ceremony in which oblations are presented to the manes of departed ancestors. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC12;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ati-r&#x113;kamu. [Skt.] n. Excess &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC39;&#xC3E;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41; strong lust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;attamillu. [Skt. from &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To sit down, lie down; to lean against. &#xC12;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;.&quot; S. iii. 436. &quot;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC23;&#xC3F;&#xC2A;&#xC40;&#xC20;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02; &#xC17;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC46;&#xC38;&#xC24;&#xC40;&#xC26;&#xC40;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC2A;&#xC40;&#xC20;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; M. V. iii. 253.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a&#x1E6D;&#x1E6D;apa&#x1E6D;&#x1E6D;i. [Tel.] n. The sensitive plant. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;atta. [Tel. borrowed by Skt. in dramas.] n. Father&apos;s sister, mother-in-law, maternal uncle&apos;s wife. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC2E;&#xC42;&#xC32;&#xC41; mother-in-law and father-in-law.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-triptudu. [Skt.] One who is not satisfied.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-tripti. [Skt.] Dissatisfaction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;</span>&#xA0;&#xA0;a-tush&#x1E6D;i. [Skt.] Discontent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC24;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; a-tulamu. [Skt.] adj. Unequalled, unparallelled, matchless. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC24;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; a-tulitu&#x1E0D;u. [Skt.] n. He who is matchless. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;atuku. [Tel.] n. Junction, union patch. &#xC5B;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41; living in another man&apos;s house. &#xC05;&#xC24;&#xC41;&#xC15;&#xC41; v. n. To join. To agree with, to be fit. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC05;&#xC24;&#xC41;&#xC15;&#xC41; &#xC32;&#xC47;&#xC15; &#xC05;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, v. t. To solder, cement, join, unite to. &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC1C;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F; fixing; posting; the engagement to cultivate taken from the ryot at the commencement of the Revenue year; leasing. &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to rent out. &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; giving or letting out on rent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;at&#x12B;tamu. [Skt.] adj. Past, elapsed. &#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; the time is gone by. &#xC32;&#xC4B;&#xC15;&#xC3E;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28; extraordinary, wonderful. &#xC05;&#xC24;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; n. He who has passed or gone over. &#xC17;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. Thus &#xC35;&#xC47;&#xC26;&#xC3E;&#xC24;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; he who has perused the Vedas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC35;&#xC38;</span>&#xA0;&#xA0;ati-vasa [Skt. &#xC35;&#xC38; from &#xC35;&#xC3F;&#xC37;&#xC02;] Aconitum heterophyllum or the great sweet flag. (E. P.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC3F;&#xC35;</span>&#xA0;&#xA0;ativa. [Tel from &#xC05;&#xC24;&#xC3F;+&#xC35;&#xC3E;&#xC2F;&#xC3F; lit. one that has a big mouth.] n. A woman &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
                