&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;attamu. [Tel.] n. A cluster or part of a bunch of plantains. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aty-antamu. [Skt.] adj. Excesssive, very much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24; &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; with profound respect. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; very delicate. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; entire non-existence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;attesaru. [Tel. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC41;+&#xC0E;&#xC38;&#xC30;&#xC41;] n. Rice which has been boiled without having the water poured off.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;attemu. [Tel. from Skt. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;] n. A hawk&apos;s jesses. &#xC21;&#xC47;&#xC17;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC24;&#xC4B;&#xC30;&#xC35;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC48; &#xC39;&#xC3E;&#xC32;&#xC39;&#xC02;&#xC2C;&#xC46; &#xC2A;&#xC4B;&#xC32;&#xC46;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC2C;&#xC32;&#xC4D; &#xC38;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC21;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC36;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. iv. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC05;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; attu. [Tel.] v. n. To be attached or joined. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. Also to happen. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC38;&#xC41;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC32;&#xC28;&#xC28;&#xC4D;, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02; &#xC2C;&#xC4A;&#xC21;&#xC2E;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; &#xC2A;&#xC02;&#xC1A;. &#xC28;&#xC3E; 1. &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;atti. [Tel.] The glomerous fig tree, ficus glomerata or country figtree, ficus racemosa. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F;. its fruit. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; the juice that flows from its root: This tree has no apparent blossoms; hence &#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; denotes &quot;about as likely as milk from a stone.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC2E;&#xC41; attalamu. [Tel.] n. A short spear, a lance with a three sided point. &#xC08;&#xC1F;&#xC46;, &#xC38;&#xC47;&#xC1C;&#xC3E;. &quot;&#xC24;&#xC47;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC46;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC41;, &#xC2A;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC32;&#xC32; &#xC28;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02; &#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC41;.&quot; Swa. iv. 167.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;</span>&#xA0;&#xA0;attaru. [H.] Attar, or oil of roses. Perfume, Essence. &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC32; &#xC35;&#xC47;&#xC2A;&#xC24;&#xC40;&#xC2A;&#xC41; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC47;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC46;!&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;attaramu. [Tel.] n. Haste. &#xC24;&#xC4D;&#xC35;&#xC30;. R. viii. Another form of &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adabhramu. [Skt.] adj. Much, many. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC28;&#xC41;</span>&#xA0;&#xA0;adanu. [Tel.] n. An opportunity, season, critical point of time. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC28;&#xC26;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;.&quot; A. iv. 292.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adanamu. [Tel.] n. Plenty, abundance. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC28;&#xC2E;&#xC41; adj. Exceeding, much, superior, great, excessive. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC28;&#xC2C;&#xC26;&#xC28;</span>&#xA0;&#xA0;adana-badana. [Tel.] adv. Safely, without being hurt. Economically. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;, &#xC2A;&#xC4B;&#xC23;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC05;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC32;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC1F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2D;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC46; &#xC28;&#xC47;&#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC32;&#xC47;&#xC15;&#xC26;&#xC28;&#xC2C;&#xC26;&#xC28;&#xC15;&#xC32;&#xC1A;&#xC2C;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC1F;&#xC3F; &#xC17;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; P. i. 616. &quot;&#xC05;&#xC02;&#xC26;&#xC28;&#xC2C;&#xC26;&#xC28;&#xC28;&#xC47;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC35;&#xC28;&#xC4D;&#xC28;.&quot; Sankara H. iv. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ada&#x1E6D;u. [Tel.] n. Pride, presumption, arrogance. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC30;&#xC41;, &quot;&#xC05;&#xC26;&#xC2F;&#xC24;&#xC2C;&#xC4B;&#xC28;&#xC40;&#xC15; &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC26;&#xC1F;&#xC23;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; DRY. ii. 1016.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC15;</span>&#xA0;&#xA0;adaka. [Tel.] n. An old shoe. &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23; &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; adantramu. [Corrupted from Skt. &#xC05;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;] n. Instability, weakness. Dependence, helplessness. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24;, &#xC05;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;atyayamu. [Skt.] n. Distress, transgression. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC1F;&#xC41;. Death, end. &quot;&#xC1A;&#xC3E;&#xC35;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;.&quot; A. iv. 206.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC25;&#xC35;&#xC3E;</span>&#xA0;&#xA0;atthav&#x101;. [Skt.] adv. Or, or else. &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47;, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;atyukti. [Skt. &#xC05;&#xC24;&#xC3F;+&#xC09;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. Hyperbole.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC36;</span>&#xA0;&#xA0;aty&#x101;&#x1E63;a. [Skt. &#xC05;&#xC24;&#xC3F;+&#xC06;&#xC36;.] n. Covetousness.
			</div>
                