&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-dayu&#x1E0D;u. [Skt.] n. A cruel man, a merciless man. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC2F;&#xC24;</span>&#xA0;&#xA0;a-dayata. [Skt.] n. Unkindness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adam&#x101;yin&#x1E6D;su. [Tel.] To reprimand, to admonish. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC3E;&#xC35;&#xC24;&#xC4D;</span>&#xA0;&#xA0;ad&#x101;vat. [H.] Enmity, hatred, spite. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC3E;&#xC32;&#xC24;&#xC41;</span>&#xA0;&#xA0;ad&#x101;latu. [H.] Justice, equity. A court of justice. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC38;&#xC2D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC41; ad&#x101;-paru&#x1E63;su. [H.] v. t. To perform, pay, discharge. &#xC06;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC28; ad&#x101;&#x1E6D;u-g&#x101;. [Tel.] adv. Suddenly, unexpectedly. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;same as &#xC05;&#xC26;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC35;&#xC21;</span>&#xA0;&#xA0;adavada. [Tel.] n. Confusion, grief; affliction. &#xC15;&#xC32;&#xC24;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41; &#xC24;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC26;&#xC28; &#xC35;&#xC26;&#xC28;&#xC35;&#xC21;&#xC41; &#xC1C;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC26; &#xC35;&#xC26;&#xC35;&#xC26;&#xC32;&#xC3F;&#xC2F;&#xC27;&#xC3F;&#xC2A;. &quot; R. v. 276. &#xC05;&#xC21;&#xC35;&#xC26;&#xC35;&#xC21;&#xC41; v. n. To be in grief, be sorrowful, be troubled. &#xC35;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2A;&#xC26;&#xC2A;&#xC26;&#xC30;&#xC3E;&#xC18;&#xC35; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41;, &#xC2E;&#xC26;&#xC35;&#xC21;&#xC2A;&#xC21;&#xC35;&#xC32; &#xC26;&#xC41;&#xC26;&#xC33;&#xC30;&#xC27;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC28;&#xC40;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; R. iv. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC35;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC41;&#xC35; adava. [Tel.] n. Rent. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC05;&#xC26;&#xC35; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house that is hired. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC26;&#xC35;&#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he cultivates a rented field.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41; adalin&#x1E6D;su. [Tel.] v. To frighten, menace, rebuke, reprove. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC28;&#xC26;&#xC42;&#xC21;&#xC28;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A; &#xC39;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC41;&#xC26; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;.&quot; N. x. 37. &#xC05;&#xC21;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC05;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41; n. Menace, threatening. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC41;&#xC30;&#xC41; adaru. [Tel.] v. n. To tremble, shake, quake, shiver. To dread. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the earth trembles. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41; &#xC05;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3F; his heart quivered to see this. &#xC15;&#xC41;&#xC21;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; my right eye tingles. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;-&#xC1F;&#xC3F; &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46; he is a coward. &#xC05;&#xC21;&#xC30;&#xC41; or &#xC05;&#xC21;&#xC41;&#xC30;&#xC41; n. Concussion, shaking, tremour, trembling, fear, &#xC15;&#xC02;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC05;&#xC26;&#xC41;&#xC30;&#xC41; a tremour or convulsion of the earth. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC35;&#xC26;&#xC4D;&#xC26; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC05;&#xC26;&#xC41;&#xC30;&#xC41; &#xC09;&#xC02;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; he ought to fear his father. &#xC05;&#xC26;&#xC30;&#xC41;&#xC17;&#xC21; or &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21; adaruga&#x1E0D;a. [Tel.] n. Daunting, fright. &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC05;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC05;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; adari-pa&#x1E0D;u. [Tel.] v. n. To caper about, to curvet. &#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41;. to be arrogant. &#xC05;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; n. Pride. &#xC05;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;. adv. Suddenly, unexpectedly. &#xC0F;&#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;, &quot;&#xC05;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC41;&#xC1F;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;.&quot; N. i. 126.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;aduva. [Tel.] adj. Unstable, shifting. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;aduru-v&#x113;&#x1E6D;u. [Tel.] n. A large gun-rocket, fixed in processions. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;aduru. [Tel.] v. and n. See &#xC05;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adumu. [Tel.] v. a. To press, squeeze. &#xC05;&#xC23;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC26;&#xC3F;&#xC2E;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B; press it and hold it firmly. &#xC05;&#xC26;&#xC2E;&#xC21;&#xC2E;&#xC41; n. Compression. &#xC05;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC41; n. Squeezing, pressing down. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC41;&#xC17;&#xC4B;</span>&#xA0;&#xA0;See under &#xC05;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-d&#x12B;nu&#x1E0D;u. [Skt.] One who is not poor in spirit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC3F;</span>&#xA0;&#xA0;adi. [Tel.] Pron. She, it, that. (Genitive &#xC26;&#xC3E;&#xC28;&#xC3F;, accusative &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F;, Dative &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;.) &#xC05;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;, or &#xC05;&#xC26;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E; from that time, ever since. &#xC05;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC15;&#xC41; until then, then, as far as that. &#xC05;&#xC26;&#xC3F;&#xC17;&#xC4B; or &#xC05;&#xC26;&#xC41;&#xC17;&#xC4B; there! look! lo! behold! to be sure! &#xC05;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC15; adv. Besides which, &#xC05;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC15; adv. Therefore.
			</div>
                