&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-d&#x113;vu&#x1E0D;u. [Skt.] One who is not a god; a godless man. &#xC28;&#xC3F;&#xC30;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-drish&#x1E6D;amu. [Skt.] n. Fortune, luck, chance, fate. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC26;&#xC41;&#xC30;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; bad luck. &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC36;&#xC3E;&#xC32;&#xC3F; or &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; a fortunate man. &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; an unfortunate man. &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2B;&#xC32;&#xC2E;&#xC41; the consequence of (one&apos;s) good luck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC24;</span>&#xA0;&#xA0;a-drisyata. [Skt.] n. Invisibility. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC3F;. &#xC06;&#xC2F;&#xC28; &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC24;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he disappeared or vanished. &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-drisyamu. [Skt.] adj. Invisible. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC3F; &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a-drisyu&#x1E0D;u. [Skt.] n. One who has disappeared or vanished.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;[Tel. from &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46; rent.] Mortgage. &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC46;&#xC2D;&#xC42;&#xC2E;&#xC3F; mortgaged land. (Cuddapa.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;addikamu. [Tel.] n. Protection, custody. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC24;&#xC3E;&#xC1F;&#xC1F;&#xC4B;&#xC1F;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;, &#xC2F;&#xC1F;&#xC2E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC15; &#xC2F;&#xC41;&#xC02;&#xC21; &#xC2C;&#xC48;&#xC2F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;, &#xC28;&#xC47;&#xC35;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC46;&#xC35;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3E;&#xC2E;&#xC3F; &#xC15;&#xC3E;&#xC28;.&quot; &#xC38;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;addin&#x1E6D;su. [Tel. casual form of &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;.] To get dipped or stained, to have a cloth dyed, &amp;c. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; or &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC41; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; wax cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;addamu. [Tel.] n. A mirror, a pane of glass, &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC41; or &#xC15;&#xC02;&#xC1F;&#xC3F; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC41; spectacles. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; a glass door. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC30;&#xC35;&#xC3F;&#xC15; a spangled jacket. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC26;&#xC4B;&#xC38;&#xC3F;&#xC32;&#xC3F; the fee for the looking glass, a certain allowance of grain granted to the village barber as remuneration for his services.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;addakamu. [Tel. from &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;.] n. Chintzprinting; dyeing with colour. &#xC30;&#xC3E;&#xC24;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2A;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F; a dyed cloth. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC41; his dyeing is not good.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;adda. [from Skt. &#xC05;&#xC30;&#xC4D;&#xC25;] adj. Half. &#xC38;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4B;&#xC21;. a wall that serves as a screen. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a half rupee. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC23;&#xC41;&#xC17;&#xC41; a half maund. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC3E; a two anna piece. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC30;&#xC47;&#xC2F;&#xC3F; addama-r&#x113;yi. n. Midnight. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC40;&#xC27;&#xC3F; &quot;&#xC05;&#xC26;&#xC4D;&#xC26; &#xC2E;&#xC30;&#xC47;&#xC2F;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;.&quot; A. vi. 10. In revenue phrase, &#xC05;&#xC26;&#xC4D;&#xC26; means an incomplete heap. Also, a stamp or seal. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he who stamps or marks the salt heaps. A marker or stamper. Also, a salt manufacturer. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC26; n. A dry measure, half of a &quot;sola.&quot; A small heap of straw not yet thrashed. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC4B;&#xC32;, &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;adde. [Tel.] n. Rent, hire.&#xC2C;&#xC3E;&#xC21;&#xC41;&#xC17;. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41; to dwell in a house for rent. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC15;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to hire. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC15;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; to let out. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC1A;&#xC40;&#xC1F;&#xC3F; a written agreement to pay rent, a rent bill. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a rented house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;addu. [Tel.] v. a. To press gently. To dip, to print with colours. &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;. &quot;&#xC07;&#xC26;&#xC4D;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC1F;&#xC28;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E; &#xC32;&#xC47;&#xC26;&#xC41;.&quot; BD. v. 319 &#xC38;&#xC3F;&#xC30;&#xC3E; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41; blot the ink. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41; press it to the eyes as a mark of respect. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; n. Sport, play. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC15; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he died without seeing the child play.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC3F;&#xC30; addira. [Tel. &#xC05;&#xC26;&#xC3F;+&#xC30;] Interj. What a wonder! Wonderful! &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; addirap&#x101;&#x1E6D;una. adv. Suddenly, unexpectedly. &#xC05;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC28;. &quot;&#xC05;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC2A;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC28;&#xC41;&#xC2A;&#xC2E;&#xC32;&#xC40;&#xC32; &#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.&quot; S. iii. 543. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;&#xC2F;&#xC4D;&#xC2F; interj. Bravo! excellent! &#xC36;&#xC3E;&#xC2C;&#xC3E;&#xC38;&#xC41;. &quot;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC15; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC28;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3E; &#xC15;&#xC46;&#xC30;&#xC41;&#xC17;&#xC26;&#xC30;&#xC02; &#xC2C;&#xC46;&#xC2E;&#xC40;&#xC2E;&#xC39;&#xC3F;&#xC2E;.&quot; Swa. i. 35.
			</div>
                