&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-dvitiyamu. [Skt.] adj. Unparalleled, unequalled. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-dvandvu&#x1E0D;u. [Skt.] n. A philosopher, i.e., he who despises the pairs of opposites, such as heat and cold, good and evil, pleasure and pain, &amp;c. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;. &quot;&#xC05;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC35;&#xC2F;&#xC38;&#xC26;&#xC4D;&#xC2E; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC35;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC41;&#xC21; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2F;&#xC4B;&#xC17;&#xC3E;&#xC02;&#xC27;&#xC42;&#xC2C;&#xC26;&#xC4D;&#xC27; &#xC2E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC26;&#xC41;&#xC21; &#xC28;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC2D;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; A. i. 77.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC35;&#xC48;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-dvaitamu. [Skt.] n. Nonduality. The doctrine of the indentity of the human soul with the divine essence of the Deity and the universe. &#xC1C;&#xC40;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC05;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC2E;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC35;&#xC48;&#xC24;&#xC3F; n. One that maintains the Advaita doctrine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;for &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;adri. [Skt.] n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC2E;&#xC41; n. A hill crow, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC15;&#xC3F;. &#xC05;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC1C; or &#xC05;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2F; = P&#x101;rvati &#xC05;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; n. The king of mountains, i.e., the Himalayas. &#xC39;&#xC3F;&#xC2E;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-dravamu. [Skt.] Not liquid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adbhu&#x307;tamu [Skt.] n. Marvel, wonder. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41; adj. Amazing, surprising. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; a wonderful deed, miracle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-dh&#x101;rmiku&#x1E0D;u. [Skt.] n. One who does not generally give alms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC35;&#xC3E;</span>&#xA0;&#xA0;adhav&#x101;. [Skt.] adv. Or, otherwise. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47;. Same as &#xC05;&#xC25;&#xC35;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;The Atharva-V&#x113;&#x1E0D;a.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;adharva&#x1E47;a-k&#x101;rika. [Skt.] n. The name of a certain grammatical treatise written in Sanscrit, regarding Telugu, of which only some fragment remain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-dharmamu. [Skt.] n. Injustice, unrighteousness, every thing unscriptural or contrary to principles. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC41; wicked persons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adharamu. [Skt.] n. Lip. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;. The underlip. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;. &#xC05;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC27;&#xC41;&#xC35;&#xC41; the honey of the lip. &#xC05;&#xC27;&#xC30;&#xC2E;&#xC41; adj. Low, inferior, vile. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;. Lower. &quot;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC4B;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC30;&#xC2D;&#xC3E;&#xC17;&#xC2A;&#xC40;&#xC20;&#xC2F;&#xC41;&#xC17;&#xC33;&#xC40; &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC4D;&#xC38;&#xC02;&#xC2D; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;.&quot; Amuk. i. 6.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC2E;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;adhamar&#x1E47;u&#x1E0D;u. [Skt.] n. A debtor. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; a creditor. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; (from &#xC0B;&#xC23;&#xC2E;&#xC41; a debt.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhamamu. [Skt.] adj. Inferior; vile, low, despicable. &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC27;&#xC2E;&#xC02;&#xC38;&#xC47;&#xC35;&#xC15;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC03; servitude is the meanest work. &#xC28;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; the vilest of men. &#xC05;&#xC27;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; = the lowest member of the body, the foot. &#xC05;&#xC27;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n. Inferiority, vileness. &#xC28;&#xC40;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC2E;&#xC3E;&#xC27;&#xC2E;&#xC2E;&#xC41; adj. The basest, the worst, the lowest of the low. &#xC05;&#xC24;&#xC3F;&#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC27;&#xC2E;&#xC3E;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41; n. He who is the meanest of the mean, or basest of the base. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41; adhamu&#x1E0D;u. n. A low fellow. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-dhanu&#x1E0D;&#xFA;. [Skt.] One who has no wealth; a poor man. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC26;&#xC03;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adhah-karin&#x1E6D;su. [Skt.] v. a. To treat with disrespect. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC05;&#xC27;&#xC03;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; n. The act of looking down on one. &#xC39;&#xC40;&#xC28;&#xC2A;&#xC30;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC03;&#xC15;&#xC3E;&#xC30;&#xC3F; adhak&#x101;ri. [Skt.] n. He who defies or outrivals. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                