&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;</span>&#xA0;&#xA0;adhi-r&#x101;ju. [Skt.] An over-lord. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC27;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41; King of kings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;adhi-rathu&#x1E0D;u. [Skt.] A charioteer. One who is mounted on a car.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;adhipu&#x1E0D;u. [Skt.] n. Lord, ruler, master. &#xC0F;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;adhi-pati. [Skt.] n. A ruler, lord master, owner, &#xC0F;&#xC32;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC24;</span>&#xA0;&#xA0;adhi-d&#x113;vata. [Skt.] A presiding or tutelary deity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC15;</span>&#xA0;&#xA0;adhityaka. [Skt.] n. Uplands. Heights. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4B;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhijyamu. [Skt.] adj. Strung, as a bow. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adhi-gamin&#x1E6D;su. [Skt.] v. a. To obtain, attain, assume, to perceive, go through, go over: &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC41;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; R. v. 259. &quot;&#xC05;&#xC35;&#xC1F;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC1A;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC2E;&#xC26;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC3F;.&quot; Padma. vi. 20. &#xC05;&#xC27;&#xC3F;&#xC17;&#xC2E;&#xC2E;&#xC41; adhi-gamamu. [Skt.] Attainment, acquisition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhi-gatamu. [Skt.] adj. Known, found, acquired, obtained, gone through or over, perused, read, studied, &#xC05;&#xC35;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adhi-ksh&#x113;pin&#x1E6D;su. [Skt.] v. t. To blame, to frighten, to threaten. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; n. Act of blaming or finding fault with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhi-kara&#x1E47;amu. [Skt.] n. Support. &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;. In metaphysics, a substratum, a cateogry; in grammar, government, the dependence of words in a sentence, which agree together. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; adhikarin&#x1E6D;su. [Skt.] v. a. and v. n. To excel, surmount, increase. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC17;&#xC41;, &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06; &#xC2A;&#xC3E;&#xC2A; &#xC2E;&#xC27;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that vice is on the increase. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. (colloq.) To study, acquire a science. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adhi-vasin&#x1E6D;su. [Skt.] v. n. To dwell. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC41;. &#xC05;&#xC25;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; n. An abode. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adhi-r&#x14D;hin&#x1E6D;su. [Skt.] v. i. To-mount up, to ascend, go up as a ladder. &#xC05;&#xC27;&#xC3F;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41; same as &#xC06;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC3F;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F; adhi-r&#x14D;hi&#x1E47;i. [Skt.] n. A ladder. &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;.
			</div>
                