&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-dhriti. [Skt.] Want of firmness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC41;&#xC28;&#xC3E;&#xC24;&#xC28;</span>&#xA0;&#xA0;adhun&#x101;tana [Skt.] Of the present time. &#xC05;&#xC27;&#xC41;&#xC28;&#xC3E;&#xC24;&#xC28;&#xC15;&#xC35;&#xC41;&#xC32;&#xC41; Living or contemporary poets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;adh&#x12B;&#x1E63;varu&#x1E0D;u. [Skt.] A supreme lord.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC40;&#xC30;&#xC24;</span>&#xA0;&#xA0;a-dh&#x12B;rata. [Skt.] Absence of self command, cowardice. &#xC05;&#xC27;&#xC40;&#xC30;&#xC2E;&#xC41; adj. Cowardly, confused. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC47;, &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adh&#x12B;namu. [Skt.] adj. Dependent on, subject to, subservient. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC26;&#xC47;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC27;&#xC40;&#xC28;&#xC24; adh&#x12B;nata. [Skt.] Subjection, dependence. &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; n. Possession, power, charge, control, authority. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E; &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC32;&#xC47;&#xC26;&#xC41; it is not in my possession. &#xC28;&#xC3E; &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41; those who are under my control. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC40; &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I have committed it to you.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adh&#x12B;tamu. [Skt.] adj. Studied. &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;. &#xC05;&#xC27;&#xC3F;&#xC24;&#xC3F; or &#xC05;&#xC27;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; n. He who has read or studied the Vedas. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC28;&#xC27;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; n. He who is unlearned in or ignorant of the Vedas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;adhi-s&#x1E6D;hin&#x1E6D;su. [Skt.] v. n. To reside, be in. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC41;, &#xC06;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC41;. &#xC05;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC2E;&#xC41; adhi-s&#x1E6D;h&#x101;namu. [Skt.] n. Abode, residence, residing in. The place of abode. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC26;&#xC47;&#xC35;&#xC24; n. a tutelary or guardian deity, a presiding deity. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC26;&#xC47;&#xC35;&#xC24; n. the patron of learning. &#xC05;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28; n. One who takes up a residence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhyavas&#x101;yamu. [Skt.] n. Per&#x1E63;everance, devotedness. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;, &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;. In rhetoric, concise and forcible language.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;adhyakshu&#x1E0D;u. [Skt.] n. A superintendent, an overseer. A bishop &#xC2A;&#xC48;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC24; adhyakshata. [Skt.] n. Superintendence, sway. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4B;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;[Skt.] n. The lower or nether world. &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adh&#x14D;-mukhamu. [Skt.] n. The face turned downwards: a downcast countenance. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. With the face turned downwards, with a downcast countenance; headlong. &#xC24;&#xC32;&#xC35;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;, &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC28;&#xC3F; &#xC05;&#xC27;&#xC4B; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he held the torch with the flame downwards. &#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; [Skt.] n. He who is downcast. ashamed or crest fallen. &#xC05;&#xC24;&#xC21;&#xC41; &#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48; &#xC09;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; he hung his head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4B;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;[Skt.] n. The lower side.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4B;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;[Skt.] a downward look; a down cast look.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4B;&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;adh&#x14D;-gati. [Skt.] n. A low state. Perdition, utter destruction. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;, &#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC4B;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; a ruined man. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;adh&#x14D;kshaju&#x1E0D;u. [Skt.] n. A name of Vishnu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-dhairyamu. [Skt.] n. Absence of courage. Cowardice. &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; to be afraid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhyayanamu. [Skt.] n. Study, reading, especially of the sacred books. &#xC17;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC20;&#xC28;&#xC2E;&#xC41;, The word &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41; is commonly used for the study of the Vedas or for the Veda itself thus: &#xC06; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; the boy has been studying the Vedas for four years. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC26;&#xC41; I have not studied the Vedas.
			</div>
                