&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhvaramu. [Skt.] A sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &quot;&#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F; &#xC2E;&#xC30;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC15;&#xC4B;&#xC1F;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;: &#xC30;&#xC3E;&#xC2E;&#xC3E;: &#xC2C;&#xC3E;&#xC32;: 99. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; n. A Bramin versed in the Yajur Veda; &#xC2F;&#xC1C;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC35;&#xC47;&#xC24;&#xC4D;&#xC24;; the officiating priest at a sacrifice whose duty it is to measure the ground, build the altar, prepare the sacrificial vessels, fetch wood and water, light the fire, bring and immolate the animal. For a description of the sacrifice, vide &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3E;&#xC2E;&#xC3E;. &#xC2C;&#xC3E;&#xC32; 114. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; = &#xC2F;&#xC1C;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhvamu. [Skt.] n. Road, way, path. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC21;&#xC41; n. A traveller. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC3F;. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC17;&#xC2D;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; &quot;The Traveller&apos;s Tree.&quot; The Spondias Mangifera. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC17;&#xC3E;&#xC2E;&#xC3F; a traveller. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; protector of travellers, a police officer on the public roads. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC25;&#xC2E;&#xC41; a travelling car. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC2A;&#xC24;&#xC3F; in astron. lord of the orbits, i.e., of the Zodiac.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhy&#x101;h&#x101;ramu. [Skt.] n. Adding a word or words to complete a sentence, supplying an ellipsis. &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC1A;&#xC4B;&#xC1F; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41; adhy&#x101;hritamu. [Skt.] Supplied as an elliptical word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhy&#x101;yamu. [Skt.] n. A chapter, a section, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Reading. &quot;&#xC38;&#xC39;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;&quot; fellow student. Bhar. Adi. i. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhy&#x101;panamu. [Skt.] n. Instruction in sacred knowledge. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; adhy&#x101;pakudu. [Skt.] n. A teacher, one who instructs in the sacred books. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhy&#x101;tmamu. [Skt.] n. The soul; individuated spirit or that which belongs to, and presides over the body. The supreme spirit. &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E; Also, Knowledge. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E; adj, Spiritual, belonging to spirit, inherent. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41; knowledge of the Supreme spirit. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; Ramayana explained as an allegory relating to the Supreme spirit. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41; adj. relating to the soul, spiritual.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;anan&#x1E6D;i. [Tel. pl. &#xC05;&#xC28;&#xC02;&#xC1F;&#xC41;&#xC32;&#xC41;] n. A plantain tree. &#xC05;&#xC28;&#xC1F;&#xC3F; or &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an-angu&#x1E0D;u. [Skt.] n. The incorporeal one, an epithet of Cupid. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC38;&#xC02;&#xC17;&#xC32;&#xC47;&#xC16; a love letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-ang&#x12B;k&#x101;ramu. [Skt.] n. Disapprobation, disagreement. &#xC05;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;</span>&#xA0;&#xA0;ana. [Tel.] n. A bank, or dam. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC06;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;. Also, a pliable tender twig: &#xC15; &quot;&#xC05;&#xC28;&#xC32;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC32;&#xC41;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC3E;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3F; &#xC24;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; K. P. vi. 126. &#xC05;&#xC28;&#xC02;&#xC32;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC32;&#xC41;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC41; or &#xC05;&#xC28;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC41; to bloom, flourish. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC26;&#xC02;&#xC2A;&#xC32;&#xC48; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;</span>&#xA0;&#xA0;an. [Tel.] (Aorist p|| of &#xC05;&#xC28;&#xC41; to say) Saying. &#xC05;&#xC28;&#xC47;. &quot;&#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC4D; &#xC26;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;.&quot; N. il. 501. &quot;&#xC15;&#xC43;&#xC2A;&#xC2F;&#xC3E;&#xC2D;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC28;&#xC4D;&#xC2A;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;.&quot; A. i. 43.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;adhv&#x101;namu. [Skt.] n. Desolation, waste, ruin. &#xC2A;&#xC3E;&#xC21;&#xC41;. &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC28;&#xC41; &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wasted the money. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to ruin, lay waste. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41; to turn to nothing, to become waste. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC4B;&#xC1F;&#xC41; a waste place. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; a bad book, a perplexing book. &#xC05;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; Tamil is a perplexing language. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2A;&#xC41; &#xC05;&#xC21;&#xC35;&#xC3F; a pathless forest. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC2C;&#xC2F;&#xC32;&#xC41; an open waste. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2A;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a wasting fever. &#xC05;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC28; a troublesome shower; annoying rain.
			</div>
                