&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-antamu: [Skt.] adj. Endless, eternal &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC05;&#xC28;&#xC02;&#xC24;&#xC2E;&#xC41; n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC02;&#xC24;&#xC24; endlessness; infinitude. &#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC36;&#xC3F; ananta-r&#x101;&#x1E63;i. [Skt.] An infinite quantity. &#xC05;&#xC28;&#xC02;&#xC24;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41; n. The name of the conch or shell of Dharmaraja. &#xC05;&#xC28;&#xC02;&#xC24;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; ananta-vratamu. [Skt.] A vow or festival observed in honor of Ananta. (Vishnu.) &#xC05;&#xC28;&#xC02;&#xC24;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; ananta&#x1E63;akti. [Skt.] n. Omnipotence, boundless strength or power. &#xC05;&#xC28;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; an-antu&#x1E0D;u. [Skt.] n. The infinite being, an epithet of Vishnu. A name of the great dragon, the king of serpents &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC06;&#xC26;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41;  &#xC05;&#xC28;&#xC02;&#xC24;&#xC36;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41; ananta-&#x1E63;ayanu&#x1E0D;u. [Skt.] n. An epithet of Vishnu, (lit.) the god whose couch is the king of serpents. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC05;&#xC28;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; an-antyamu. [Skt.] adv. Eternally for ever and ever.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-adhik&#x101;ramu. [Skt.] Absence of authority &#xC05;&#xC28;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC1A;&#xC30;&#xC4D;&#xC1A; meddle someness, officiousness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC26;</span>&#xA0;&#xA0;anada. [from Skt. &#xC05;&#xC28;&#xC3E;&#xC27;] n. She who is without a master or protector, without a husband. A rake or worthless fellow. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. adj. Destitute, wretched, abject, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC24;&#xC3F;</span>&#xA0;&#xA0;an-ati. [Skt. neg. &#xC05;&#xC28;&#xC4D;+&#xC05;&#xC24;&#xC3F; prefix] adj. Not much, not excessive. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC05;&#xC28;&#xC24;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; not very distant, near.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ana-&#x1E0D;v&#x101;hamu. [Skt.] Ox, &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC02;&#xC1F;&#xC3F; ana&#x1E6D;i. [Tel.] n. A plantain tree. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. H. iv. 180.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-aghamu. [Skt.] n. Sinlessness. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC28;&#xC18;&#xC41;&#xC21;&#xC41; an-aghu&#x1E0D;u. [Skt.] n. He who is sinless. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC17;&#xC41;</span>&#xA0;&#xA0;anagu. [Tel.] v. n. To unite with; to obey. &#xC05;&#xC28;&#xC17;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; anagi-penagi-yun&#x1E0D;u. v. n. To be familiar, easy, affable. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1C;&#xC17;&#xC1C;&#xC02;&#xC24;&#xC15;&#xC47;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC28;&#xC17;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC40;&#xC35;&#xC41; &#xC2E;&#xC3E;&#xC2C;&#xC4B;&#xC02;&#xC1F;&#xC4D;&#xC32; &#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC1C;&#xC47;&#xC30;&#xC3F;.&quot; N. ix. 393.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-agatyamu. [Skt.] adj. Not wanted, unnecessary. See &#xC05;&#xC28;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC06;&#xC28;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; ana-ka&#x1E6D;&#x1E6D;a. [Tel.] n. A bank, or dam. Anicut. &#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-antar&#x101;yamu. [Skt.] adv. Without a break in the middle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-antaramu. [Skt. lit. without interval.] adj. Next, immediately following; in the next place. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; adv. Afterwards, after. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-ap&#x101;yamu. [Skt.] adj. Harmless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F;</span>&#xA0;&#xA0;an-apar&#x101;dhi. [Skt.] n. A guiltless man, an innocent man. &#xC05;&#xC28;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; guiltlessness, innocence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an-apatyu&#x1E0D;u. [Skt.] n. He who has no issue. A childless man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;anapa-che&#x1E6D;&#x1E6D;u. [Tel.] A leguminous plant (Dolichos tetraspermus.) &#xC05;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC28;&#xC2A;&#xC15;&#xC3E;&#xC2F; A legume, a pod, a kind of pulse (phaseolus radiatus.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-apak&#x101;ramu. [Skt.] n. Harmlessness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-anvayamu. [Skt.] n. Inconsistency, unconnectedness, incongruity. &#xC07;&#xC2E;&#xC21;&#xC2E;&#xC3F;, &#xC05;&#xC38;&#xC3E;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC2E;&#xC3F;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. adj. Unconnected, irrevelant. &#xC05;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC28;&#xC3F;, &#xC07;&#xC2E;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-anyamu. [Skt.] adj. One, sole, without any other, same, identical. &#xC0F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC3F;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC26;&#xC47; &#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41; exclusively applicable. &#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; n. He who has only one refuge or asylum. &#xC35;&#xC47;&#xC30;&#xC47;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41; n. adj. Not seen elsewhere. Unparalleled, prodigious, strange. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;.
			</div>
                