&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;a-n&#x101;mika. [Skt. lit. the nameless finger] n. The ringfinger, the one next to the little finger. &#xC09;&#xC02;&#xC17;&#xC30;&#xC2A;&#xC41; &#xC35;&#xC47;&#xC32;&#xC41;, &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28; &#xC35;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC35;&#xC24;&#xC32;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;mayamu. [Skt.] Free from sickness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-n&#x101;madh&#x113;yu&#x1E0D;u. [Skt.] n. A nameless fellow, an insignificant fellow, a mere cipher. A mere nobody, one of no repute, &#xC0A;&#xC30;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;an-&#x101;di. [Skt.] adj. without beginning, eternal. &#xC05;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2C;&#xC40;&#xC21;&#xC41; immemorial waste, i.e., land that never has been brought under the plough. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC40;&#xC2F;&#xC2E;&#xC41; [Skt.] adj. Immemorial, aboriginal, of unknown origin. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC2A;&#xC41;. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Without origin, of unknown origin, everlasting. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC47;. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; without beginning and end.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC23; an-&#x101;daramu. [Skt.] n. Disrespect, disregard, contempt, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41; disregard, to look with indifference, to despise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC25;</span>&#xA0;&#xA0;a-n&#x101;tha. [Skt.] adj. Without a master or protector, forlorn, unprotected, without a husband. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC05;&#xC28;&#xC3E;&#xC25; a-n&#x101;dha. n. A destitute, a poor helpless wretch. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC26;&#xC30;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;ch&#x101;ramu. [Skt.] n. Improper conduct, Impurity. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC21;&#xC24;, &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;. &#xC05;&#xC28;&#xC3E;&#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41; an-achara&#x1E47;amu [Skt.] n. Non-observance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ani. [Tel.] n. War, battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an-&#x101;h&#x16B;tu&#x1E0D;u. [Skt.] n. One who is not called or invited.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;h&#x101;ramu. [Skt.] n. Absence of food, abstinence. &#xC05;&#xC28;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. not fit to be eaten.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-n&#x101;sikamu. [Skt.] adj. Noseless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC38;</span>&#xA0;&#xA0;an&#x101;sa. [Tel.] n. Ananas sativa or the Pine Apple, Or, Bromelia saliva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;&#x1E63;rayamu. [Skt.] Defence-lessness. &#xC05;&#xC28;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; having none to depend upon oneself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC42;</span>&#xA0;&#xA0;an-&#x101;ryu&#x1E0D;u. [Skt.] n. A non-Aryan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;r&#x14D;gyamu. [Skt.] n. Sickness, unhealthiness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an-&#x101;r&#x101;dhyu&#x1E0D;u. [Skt.] adj. n. Unhonoured. He who is not worshipped. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x101;ratamu. [Skt.] adj. Continual, frequent, eternal. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;. &#xC05;&#xC28;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41; adv. Always. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. Same as &#xC05;&#xC28;&#xC35;&#xC30;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;rambhamu. [Skt.] Absence of commencement. &#xC05;&#xC28;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41; not fit to be commenced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;y&#x101;samu. [Skt.] adv. Without pains or effort, easily, readily, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-n&#x101;yakamu. [Skt.] adj. n. Being without a leader. Used for &#xC05;&#xC30;&#xC3E;&#xC1C;&#xC15;&#xC2E;&#xC41;. Anarchy, misrule, confusion. &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; n. He who is forlorn or helpless. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;an&#x101;-vrish&#x1E6D;i. [Skt.] n. Drought, a failure of rain. &#xC35;&#xC3E;&#xC28;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC35;&#xC30;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x101;vilamu. [Skt.] adj. Clear, clean, pure. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;. Vasu. iii. 153.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x101;l&#x14D;chitamu. [Skt.] adj. Unconsidered, imprudent.
			</div>
                