&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nirjitamu. [Skt.] adj. Unvanquished.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aniruddhu&#x1E0D;u. [Skt.] n. The son of Cupid and Usha. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC09;&#xC37;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-niyuktamu. [Skt.] adj. Not appointed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nimishamu. [Skt.] n. Winklessness. &#xC05;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n. Divinity, apotheosis. &#xC26;&#xC47;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC28;&#xC3F;&#xC2E;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41; n. A god. &#xC26;&#xC47;&#xC35;&#xC24;. &#xC05;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC2A;&#xC24;&#xC3F; &quot;ruler of the gods&quot; (a title of Indra or Jupiter.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nimittamu. [Skt.] n. Having no adequate cause, groundless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anipin&#x1E6D;s&#x1EE5;. [Tel. causative of &#xC05;&#xC28;&#xC41;.] v. n. To cause one to say. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC09;&#xC30;&#xC3F;&#xC15;&#xC46; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC17;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; in a fever one is inclined to drink constantly. &#xC07;&#xC02;&#xC24; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC26;&#xC41; while this cool breeze blows it does not seem to be summer (lit.) the heat is not felt. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he was considered a good man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC26;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anidamp&#x16B;rvamu. [Skt.] adj. Novel, unprecedented, unheard of. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC32;&#xC47;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;, &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC28;&#xC3F;. &quot;&#xC05;&#xC28;&#xC3F;&#xC26;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;.&quot; P. i. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nityamu. [Skt.] adj. Temporary, not permanent. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; state of not being permanent; transient character of a thing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ninditamu. [Skt.] adj. Unblamed. &#xC05;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-nindyamu. [Skt.] adj. Unblameable, faultless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ani. [Tel.] (Past p|| of &#xC05;&#xC28;&#xC41; to say) Having said. This is translated by the word &quot;That&quot; or &quot;so&quot; or the infinitive mood is used, as &#xC35;&#xC3E;&#xC30;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he told me that they were there. &#xC05;&#xC35;&#xC24;&#xC32; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC30;&#xC3E;&#xC26;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC40; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F; we did not think it right to go on and returned; we thought we must not go further; so we came back. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41; he told me to go. &#xC24;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC1A;&#xC3F; considering it his own. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he bought it for me. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went there on purpose. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC2A;&#xC1F;&#xC2E;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gnashed his teeth. &#xC18;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; fragrantly. &#xC24;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; brilliantly. &#xC17;&#xC21;&#xC17;&#xC21;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke rapidly. &#xC08;&#xC17;&#xC32;&#xC41; &#xC1C;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the flies covered it buzzingly. &#xC28;&#xC40;&#xC35;&#xC41; &#xC08; &#xC36;&#xC3E;&#xC32;&#xC41;&#xC35; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC47; &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; if you wear this shawl it feels warm: or, you will feel warm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ani&#x1E63;amu. [Skt.] adv. Incessantly, constantly. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-niv&#x101;ritamu. [Skt.] adj. Unchecked, unforbidden, unimpeded. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;, &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC05;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-niv&#x101;ryamu. [Skt.] adj. Unavoidable. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anilamu. [Skt.] n. Wind, breeze. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC05;&#xC28;&#xC3F;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; the nature of wind or air. &#xC05;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; anilu&#x1E0D;u. [Skt.] n. The god of air. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC32;&#xC41; anilulu. n. plu. Subordinate deities: forty-nine of these form one class, the Anilas or winds. &#xC0F;&#xC15;&#xC4B;&#xC28;&#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC36;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC41; &#xC17;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC38;&#xC41;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nirmalamu. [Skt.] n. Not pure, dirty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nirdish&#x1E6D;amu. [Skt.] adj. Indefinite, unexplained, undefined. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; a-ni&#x1E63;chayamu. [Skt.] adj. Uncertain. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
                