&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;</span>&#xA0;&#xA0;anu. [Tel.] A prefix like the Latin con, or sub, or re as &#xC15;&#xC4B;&#xC1F;&#xC3E;&#xC28;&#xC41; &#xC15;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41; lacs upon lacs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC40;&#xC2A;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x12B;psitamu. [Skt.] adj. Not desired.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-n&#x12B;ti. [Skt.] n. Immorality.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC40;&#xC15;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;an&#x12B;kini. [Skt.] n. An army, three Chamus or 1/16th of an &#xC05;&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC39;&#xC3F;&#xC23;&#xC3F;. host. &#xC38;&#xC47;&#xC28;&#xC26;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x12B;kamu. [Skt.] n. Battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Army. &#xC38;&#xC47;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC40;&#xC02;</span>&#xA0;&#xA0;[from &#xC05;&#xC28;&#xC40; H.] n. The point or edge. &#xC2E;&#xC4A;&#xC28;. The bows or front of a ship. &#xC13;&#xC21; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-karshamu. [Skt.] n. A piece of wood at the end of a cart pole, to which the yoke is fixed. Invoking, summoning by incantation. &#xC2E;&#xC46;&#xC17;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC40;&#xC1F;. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu-karintsu. v. a. To imitate. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC12;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; anu-kara&#x1E47;amu. [Skt.] n. Imitation. &#xC12;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC12;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC05;&#xC26;&#xC47;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC1F;&#xC1A;&#xC1F;, &#xC2A;&#xC1F;&#xC2A;&#xC1F;, &#xC26;&#xC21;&#xC26;&#xC21;, &#xC17;&#xC21;&#xC17;&#xC21;, -- &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; these words are onomatop&#x153;ic words, imitatives. &#xC05;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; anu-k&#x101;ramu. [Skt.] n. Imitation. Resemblance. &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3F; anu-k&#x101;ri. adj. Imitative. &#xC24;&#xC26;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC47;, &#xC12;&#xC15;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC02;&#xC2A;</span>&#xA0;&#xA0;anu-kampa. [Skt.] n. Tenderness, compassion, pity. &#xC26;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;See &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;</span>&#xA0;&#xA0;anu. [Tel.] v. n. To say, to think, to suppose. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC24;&#xC32;&#xC1A;&#xC41;, &#xC0E;&#xC02;&#xC1A;&#xC41;. (Past p.|| &#xC05;&#xC28;&#xC3F;. Relative p.|| &#xC05;&#xC28;&#xC3F;&#xC28; or &#xC05;&#xC28;&#xC4D;&#xC28;, Aor. p.|| &#xC05;&#xC28;&#xC47;, &#xC05;&#xC28;&#xC46;&#xC21;&#xC3F;, &#xC05;&#xC28;&#xC46;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC47;&#xC1F;&#xC3F;. Neg. p.|| &#xC05;&#xC28;&#xC28;&#xC3F;.) &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC05;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; so he says. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC47; &#xC2E;&#xC28;&#xC38;&#xC41; a desire to have it. &#xC24;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41; to shine or glitter. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he did so with his hand. &#xC05;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41; on his saying so. &#xC05;&#xC28;&#xC17;&#xC3E; may be translated &quot;or;&quot; thus &#xC05;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC02;&#xC21; Achalam or hill; Achalam which means a hill. &#xC05;&#xC28;&#xC41;&#xC21;&#xC41; adv. On (his) saying this. &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC05;&#xC28;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC05;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; anu-konu. [Tel.] v. n. To say, suppose, think, (middle voice of &#xC05;&#xC28;&#xC41; to say or think.) &#xC28;&#xC47;&#xC28;&#xC41; &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he thought that I would give him this.
			</div>
                