&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-kr&#x14D;&#x1E63;amu. [Skt.] n. Pity. &#xC26;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-kramamu. [Skt.] n. Series, succession, method, order. &#xC35;&#xC30;&#xC41;&#xC38;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC3F;&#xC15; anu-krama&#x1E47;ika. [Skt.] n. An index, table of contents. &#xC38;&#xC42;&#xC1A;&#xC40;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC38;&#xC42;&#xC1A;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;anu-kriti. [Skt.] n. Imitation, &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC24;&#xC26;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC43;&#xC24;&#xC41;&#xC32; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; A. v. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-k&#x16B;lamu. [Skt.] adj. Favourable, friendly, assisting, salubrious. &#xC39;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC3E;&#xC32;&#xC3F; a favourable wind. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; the place which agrees with him. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F; a friendly word. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; a friendly enemy &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a suitable time. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; or &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC24; n. Favour, goodness, kindness, aid. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41;, &#xC26;&#xC2F;. &#xC26;&#xC2F; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; means, resource. &#xC26;&#xC48;&#xC35;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32; by the grace of God. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC41; or &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC17;&#xC41; anuk&#x16B;lin&#x1E6D;su. [Skt.] v. n. To be of use &#xC12;&#xC26;&#xC35;&#xC41;. To have effect, to have a good result. &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC17;&#xC41;, &#xC12;&#xC28;&#xC17;&#xC42;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; it failed, it had not the desired effect. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC07;&#xC02;&#xC15;&#xC3E; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32; &#xC2A;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; I have not yet obtained the money &#xC08; &#xC2A;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC41; you will succeed in this business. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC35;&#xC30;&#xC1A;&#xC41; anuk&#x16B;lamuch&#x113;yu. v. a. To shew favour, to bring a thing about, to countenance. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they brought it about, brought it to a conclusion. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC41;&#xC21;&#xC41; anuk&#x16B;lu&#x1E0D;u. n. A friend, ally, patron. &#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC41;&#xC21;&#xC41; he is well disposed towards me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC24;</span>&#xA0;&#xA0;anu-j&#x101;ta. [Skt. lit. Born together with.] n. A younger sister.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;anu-janmu&#x1E0D;u. [Skt.] n. A younger brother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu&#x1E6D;su. [Tel.] v. a. To send, dismiss. &#xC2A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC28;&#xC3F;&#xC1C;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC40;&#xC28;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;.&quot; Swa. v. 132. Also, to command to order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-uchitamu. [Skt.] adj. Unfit, unseemly, unsuitable. &#xC24;&#xC17;&#xC28;&#xC3F;, &#xC05;&#xC28;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;anu-charu&#x1E0D;u. [Skt.] n. A follower, an attendant, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-gu&#x1E47;amu. [Skt.] adj. Fit, proper, suited to. &#xC24;&#xC17;&#xC3F;&#xC28;, &#xC05;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; anu-gu&#x1E47;yamu. adj. According to, suitable to. &#xC24;&#xC17;&#xC3F;&#xC28;, &#xC05;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Accordingly, fitly, suitably. &#xC24;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; according to orders.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41; anugu. [Tel.] adj. Beloved, dear, desired. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC28;&#xC41;&#xC17;&#xC41; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28;.&quot; A. iv. 233. &quot;&#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; ib. 542. &#xC05;&#xC28;&#xC41;&#xC17;&#xC41; n. A friend. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; anugu-tanamu. n. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC17;&#xC21;&#xC41;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC1C;&#xC47;&#xC38;&#xC46; &#xC28;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC17;&#xC41; &#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC42;&#xC2A;&#xC46;&#xC28;&#xC46; &#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC24;&#xC28;&#xC4D; &#xC2C;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; Raghava Pandav. iii. 110. &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a female companion. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu-gamin&#x1E6D;su. [Skt.] v. a. To accompany or follow. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; anu-gamanamu. n. Going after, following. &#xC15;&#xC42;&#xC21;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-gatamu. [Skt.] adj. Followed, united to. Determined, defined. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC47;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC2F;&#xC24;&#xC2E;&#xC48;&#xC28;. T. iv. 147. &#xC05;&#xC28;&#xC41;&#xC17;&#xC24;&#xC3F; anu-gati. [Skt.] n. Going after, following. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &quot;&#xC35;&#xC36;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC24;&#xC3F;.&quot; A. ii. 28.
			</div>
                