&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-pr&#x101;samu. [Skt.] n. Alliteration, repetition of similar letters, syllables and words. &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC23; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC07;&#xC24;&#xC3F;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC03; &#xC2A;&#xC26;&#xC47;&#xC2A;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC27;&#xC40;&#xC2F;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-pray&#x14D;gamu. [Skt.] n. Additional use.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;anupu. [Tel.] n. Toll, customs; ambuscade, ambush, &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC1A;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC24;&#xC46;&#xC30;&#xC35;&#xC32;&#xC3F;&#xC1F;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC2F; &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC41; &#xC1C;&#xC47;&#xC30;&#xC3F;, &#xC2F;&#xC35;&#xC32;&#xC17;&#xC4A;&#xC30; &#xC17;&#xC3E;&#xC15; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC48;&#xC2F;&#xC28;&#xC02;&#xC17;&#xC41;, &#xC21;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC30;.&quot; A. ii. 69. &#xC1F;&#xC40; &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC2A;&#xC41; v. a. To send, dismiss. &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC27;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC15;&#xC28;&#xC4D;.&quot; H. i. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-p&#x101;namu. [Skt.] n. A vehicle in medicine, anything taken with medicine to make it less nauseous. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &quot;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC4C;&#xC37;&#xC27;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC28; &#xC38;&#xC39;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC48;.&quot; Anir. ii 108. &#xC2F;&#xC40; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B; you must take milk as a vehicle to this medicine, you must take this medicine in milk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anumatamu. [Skt.] adj. Allowed, permitted, consented to. &#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;</span>&#xA0;&#xA0;anuma&#x1E0D;u. [Skt.] n. Hanuman. &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-mantra&#x1E47;amu. [Skt.] n. Consecration by prayers. &#xC05;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; formula or prayer used in consecrating.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-bh&#x14D;-gamu. [Skt.] n. Enjoyment, experience. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC4B;&#xC17;&#xC3F; n. A man of pleasure. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-bh&#x101;vamu. [Skt.] n. Majesty, dignity, magnanimity. A positive conclusion, decision, firm opinion. Indication of passion or emotion by word or gesture. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC2D;&#xC3E;&#xC35;&#xC2C;&#xC4B;&#xC27;&#xC15; &#xC2E;&#xC41;&#xC16;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC3F;. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; anu-bh&#x101;vyamu. [Skt.] adj. that which may be enjoyed. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu-bimbin&#x1E6D;su. [Skt.] v. n. To reflect or throw back an image. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-bandhamu. [Skt.] n. Connection, affinity, alliance. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC27;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; a defective or auxiliary verb. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC1A;&#xC47;&#xC24; &#xC1A;&#xC46;&#xC21;&#xC46;&#xC21;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. In Arith. the junction of fractions. Also appendix, &quot;that which is added&quot; (to the main part of a book.) &#xC05;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC27;&#xC3F; or &#xC05;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; n. One who acts in accordance with the wishes of the elders among his relations. A relation, &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; anu-bandhin&#x1E6D;su. v. n. To join, connect, unite. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                