&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-y&#x14D;gamu. [Skt.] n. A question, examination. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41;. a rejoinder in argument.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-m&#x14D;damu. [Skt.] n. Pleasure, delight. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; v. n. To consent, agree, approve, to be pleased with. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-m&#x113;yamu. [Skt.] adj. Inferable. &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. See &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anumu. [Tel.] n. Fitness. Beauty &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC47;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC32;&#xC3F;&#xC28; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC28;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC2A;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41; &#xC2F;&#xC2F;&#xC3E;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41; &#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC4D;.&quot; &#xC2F;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC35;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; anumu. [Tel.] n. A leguminous plant, Dolichos catjang (the cultivated species.) &#xC05;&#xC28;&#xC2A;&#xC15;&#xC3E;&#xC2F; a legume. a pod, a sort of pulse (phaseolus radiatus.) &#xC05;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; n. plu. The seeds of &#xC05;&#xC28;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-m&#x101;namu. [Skt.] n, Surmise, conjecture, suspicion, doubt. In logic, inference. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I suspect him. &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; Induction (logic.) &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41; anu-m&#x101;nin&#x1E6D;su. [Skt.] v. n. To doubt, hesitate, suspect. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-mara&#x1E47;amu. [Skt.] n. Death that follows another&apos;s death, as in Suttee.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;anumati. [Skt.] n. Agreement, consent, permission, leave. The fourteenth day of the moon&apos;s age, on which she rises one digit less than full. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC05;&#xC28;&#xC41;&#xC1C;&#xC4D;&#xC1E;. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC47;&#xC02;&#xC26;&#xC41;&#xC15;&#xC33;&#xC3E;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC36;&#xC40; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; &#xC30;&#xC02;&#xC17;&#xC2F;&#xC4D;&#xC2F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; signed by Rangayya with the consent of his father &#xC05;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; v. n. To consent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-v&#x101;damu. [Skt.] n. Tautology, repetition. Abuse. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC27; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-v&#x101;kamu. [Skt.] A chapter of the Veda. An explanatory text or sentence from the Veda. &#xC35;&#xC47;&#xC26;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu-vartin&#x1E6D;su. [Skt.] v. a. To attend on, serve, follow, court one&apos;s favour. &#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC21;&#xC1A;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; n. Serving or following another.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;anuvari. [Tel. from &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;+&#xC05;&#xC30;&#xC3F;] See &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu-vadin&#x1E6D;su. [Skt.] v. a. To re-echo, or repeat. &#xC12;&#xC15;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC47; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-l&#x14D;mamu. [Skt. lit With the hair or grain.] adj. Regular, successive. &#xC2F;&#xC25;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC06;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-l&#x113;panamu. [Skt.] n. Smearing; daubing the body with unguents. &#xC2A;&#xC42;&#xC24;, &#xC17;&#xC02;&#xC27;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC48;&#xC2A;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-l&#x101;pamu. [Skt.] n. Repetition. &#xC06;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC47; &#xC05;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC05;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To repeat the same words. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC47; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-r&#x16B;pamu. [Skt.] adj. Like, resembling, fit, suitable, corresponding with. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; anu-r&#x101;kti. [Skt.] n. Love, attachment, desire. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;. &#xC05;&#xC28;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; anu-raktamu. [Skt.] adj. Attached, fond, enamoured. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC32;. &#xC05;&#xC28;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; n. He who loves, he who is fond of &#xC05;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                