&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;anuvu. [Tel.] n. Convenience, fitness, propriety, suitableness. &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC40;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC1C;&#xC32;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC02; &#xC2C;&#xC28;&#xC41;&#xC35;&#xC17;&#xC41;&#xC28;&#xC47; &#xC2E;&#xC2E;&#xC41;&#xC2C;&#xC4B;&#xC32;&#xC3F;&#xC28; &#xC35;&#xC28;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; P. iv. 59. &quot;&#xC05;&#xC28;&#xC41;&#xC35;&#xC4C;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC30;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; T. i. 50 &#xC05;&#xC28;&#xC41;&#xC35;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC33; in an inconvenient hour. &#xC05;&#xC28;&#xC41;&#xC35;&#xC30;&#xC3F; n. A man of tact, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC35;&#xC41; adj. Proper, right, fit, suitable, convenient. &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; adv. Conveniently, suitably, fitly, with propriety. &#xC05;&#xC28;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; v. t. To make ready or fit. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC21;&#xC41; v. n. To be suitable or agreeable, or convenient. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21; or &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;&#xC02;&#xC26;&#xC17; adv. Duly, well. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;, &quot;&#xC08; &#xC15;&#xC25; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC26;&#xC28;&#xC28;&#xC41; &#xC35;&#xC4A;&#xC02;&#xC26;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41; &#xC35;&#xC3F;&#xC39;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC38;&#xC3E;.&quot; H. i. 233.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-smara&#x1E47;amu. [Skt.] n. Calling to mind, thinking on &#xC24;&#xC32;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;anusu. [Tel.] A metal ring on the end of a stick, a rice pounder &amp;c. &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC38;&#xC41; &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; &#xC2C;&#xC30;&#xC3E;&#xC2C;&#xC30;&#xC41;&#xC32;&#xC02;&#xC38;&#xC47;&#xC2F;&#xC41;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;, i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anu-sarin&#x1E6D;su. [Skt.] v. a. To follow, attend on hold to serve, court one&apos;s favour. &#xC05;&#xC28;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC15; disregarding justice. &#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41; or &#xC05;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; anu-sara&#x1E47;amu. [Skt.] n. Following, going after. Serving or attend ing on another. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. According to. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC23;&#xC3F; anu-s&#x101;ra&#x1E47;i. [Skt.] n. Name of the second string of a lute. &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B;&#xC24;&#xC02;&#xC24;&#xC3F;. &#xC05;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC3F; n. A follower, a hanger on.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-sandh&#x101;namu. [Skt.] n. Reciting, repeating. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To unite. To recite, repeat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an-ush&#x1E47;u&#x1E0D;u. [Skt. Lit a man without heat.] n. A man without energy. An idle fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anush&#x1E6D;h&#x101;namu, [Skt.] n. An observance, practice. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;. &#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; the order of observing the religious ceremonies. &#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To make, do, observe, celebrate. &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC06;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC41; anush&#x1E6D;hitamu. [Skt.] adj. Observed, practised (as a religious observance.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC37;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-shangamu. [Skt.] n. Attachment, love. &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC26;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-&#x1E63;rutamu. [Skt.] adj. In accordance with what is heard or the traditional teaching. Perpetual, continual. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Traditionally. Perpetually, continually. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-&#x1E63;&#x101;sanamu. [Skt.] n. A command, order. &#xC06;&#xC1C;&#xC4D;&#xC1E;, &#xC35;&#xC3F;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC47;</span>&#xA0;&#xA0;, &#xC05;&#xC28;&#xC46;&#xC21;&#xC3F;, &#xC05;&#xC28;&#xC47;&#xC1F;&#xC3F; an&#x113;. (the indefinite p|| of &#xC05;&#xC28;&#xC41; to say) Called, named, termed, &#xC15;&#xC21;&#xC2A; &#xC05;&#xC28;&#xC47; &#xC0A;&#xC30;&#xC41; the town of Cuddapa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-nritamu. [Skt.] n. A falsehood, a lie. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC43;&#xC24;&#xC35;&#xC3E;&#xC26;&#xC3F; a liar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x16B;rgitamu. [Skt.] adj. Not strong. Not permanent. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an-&#x16B;ru&#x1E0D;u. [Skt.] n. The charioteer of the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC27;&#xC3F;, &#xC05;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x16B;pamu. [Skt.] adj. Wet, watery, inundated. &#xC1C;&#xC32;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1C;&#xC32;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC42;&#xC2A;&#xC2E;&#xC41; n. A fen or marsh. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F; &#xC28;&#xC47;&#xC32;. &#xC05;&#xC28;&#xC42;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; a marshy country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC42;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-&#x16B;namu. [Skt.] adj. Whole. entire. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC42;&#xC1A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x16B;ch&#x101;namu. [Skt.] adj Well-behaved. &#xC38;&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC42;&#xC1A;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; an&#x16B;-ch&#x101;nu&#x1E0D;u. [Skt.] n. A bramin versed in the Vedas. &#xC38;&#xC3E;&#xC02;&#xC17;&#xC35;&#xC47;&#xC26;&#xC35;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x16B;kamu. [Skt.] n. Race, family; peculiarity of race, character. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anu-sv&#x101;ramu. [Skt.] n. The name of the letter (O) the nasal character. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;.
			</div>
                