&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC15;&#xC28;&#xC41;&#xC15;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC41;&#xC15;&#xC28;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;, [&#xC05;&#xC28;&#xC41;&#xC15;&#xC41;+&#xC05;&#xC28;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;.] See. &#xC05;&#xC28;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4B;&#xC15;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an&#x14D;-kahamu. [Skt.] n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC47;&#xC15;</span>&#xA0;&#xA0;an-&#x113;ka. [Skt. lit not one] adj. Several, many. &#xC2C;&#xC39;&#xC41;, &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC05;&#xC28;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; an-&#x113;katvamu. [Skt.] n. Abundance, &#xC2C;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC47;&#xC15;&#xC35;&#xC2E;&#xC41; n. The elephant. &#xC0F;&#xC28;&#xC41;&#xC21;. &#xC05;&#xC28;&#xC47;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; a polysyllable. &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC02;&#xC26;&#xC3F; or &#xC05;&#xC28;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; n. plu. Many persons. &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;annu-konu. [Tel.] v. n. To be intoxicated, be inebriated. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41;&#xC1F;. &quot;&#xC2E;&#xC47;&#xC30; &#xC2E;&#xC40;&#xC30;&#xC02;&#xC17;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC46;&#xC30;&#xC32;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&quot; Swa. iv. 30
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;anni. [Tel.] (Plu. adj. Pron.) So many, all. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; so many days. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F; anni. [Tel.] n. All (Loc. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F; or &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC32;&#xC4B; in all, in all things. Dative &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; to all, on the whole.) &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3E; &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; he is clever in every thing. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I will be answerable for all. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC47; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; you are my all in all. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he gives an excuse for every thing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;annamu. [Tel.] n. Boiled rice, meat, food. &#xC13;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;, &#xC35;&#xC23;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; food and raiment. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; the giving of food. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC38;&#xC2E;&#xC41; essence of food, chyle. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; disorder of the stomach from indigestion. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; leavings of food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC2D;&#xC47;&#xC26;&#xC3F;</span>&#xA0;&#xA0;anna-bh&#x113;di. [Tel+Skt.] n. Green vitriol, sulphate of iron.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anna-pr&#x101;&#x1E63;anamu. [Skt.] n. The ceremony of giving an infant solid food for the first time. &#xC1A;&#xC02;&#xC1F;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4A;&#xC26;&#xC1F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC36;&#xC41;&#xC2D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;anna-p&#x16B;r&#x1E47;a-chembu. [Skt+Tel.] n. A sort of bowl. &#xC12;&#xC15; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23; being the name of a goddess, a form of Durga.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;anna. [Tel.] n. An elder brother. Voc. sing &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E; plu. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC3E;&#xC30;&#xC3E;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC4D;&#xC28; the eldest of the elder brothers. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC4D;&#xC28; the younger of the elder brothers. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; brothers (both elder and younger.)&#xC28;&#xC40;&#xC35;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC47; you are even worse than he is. &#xC07;&#xC35;&#xC3F; &#xC32;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2F;&#xC3F;&#xC35;&#xC3F; &#xC32;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; these surpass stags in speed. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E; or &#xC05;&#xC28;&#xC28;&#xC4D;&#xC28; an interjection of grief of admiration, e. g., &quot;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC4D;.&quot;
			</div>
                