&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;annu-pannu. [Tel.] n. Taxes, &amp;c, the word &#xC05;&#xC28;&#xC4D;&#xC28;&#xC41; is a mere anuk, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. BD. iv. 1959.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;any&#x101;pa-d&#x113;&#x1E63;amu. [Skt.] n. Indirect reference; innuendo. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E; by innuendo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anyamu. [Skt.] adj. Another, other, different, strange, foreign. &#xC07;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC47;&#xC30;&#xC47;, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; a foreign country. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC41; foreigners. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; anyu&#x1E0D;u. [Skt.] n. A stranger. &#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC07;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Mutual, reciprocal. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. Friendship, amity, intimacy, mutual attachment, or affection. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. On good terms, amicably, in a friendly manner, affectionately. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;anyath&#x101;-karin&#x1E6D;su. [Skt.] To separate. &#xC35;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC2A;&#xC30;&#xC2E; &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F; &#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC24;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A; &#xC28;&#xC32;&#xC35;&#xC3F;&#xC2F;&#xC46; &#xC2F;&#xC28;&#xC3F;&#xC28;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC06;&#xC26;&#xC3F;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E;</span>&#xA0;&#xA0;anyath&#x101;. [Skt.] adv. Ohterwise, in a different manner. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC25;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did it other wise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;anyatra. [Skt.] adv. In another place, elsewhere. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC1A;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;annemu. [Tadbhav of Skt. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;] adj. Another, other, different. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41; n. Other thing. &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC07;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. &quot;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC4A;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC02;&#xC17;&#xC28;&#xC32;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC32;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC4B; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC3F;&#xC15;&#xC47;&#xC32;.&quot; T. ii. 112. Also, corruption of &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; injustice. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; an unjust man. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC3E;&#xC30;&#xC3F; unjust woman. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;</span>&#xA0;&#xA0;annuva. [Tel.] adj. Slender, little. small. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC07;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC26;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC1C;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC32;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC32;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4D;.&quot; M. IV. iv. 100. &quot;&#xC05;&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC32;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.&quot; ND. p. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC35;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anvav&#x101;yamu. [Skt.] n. Lineage, descent, race, family. &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-v-arthamu. [Skt.] adj. Descriptive, expressing the properties or attributes. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; a name which suits one&apos;s character. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25; &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E; a significant term, a term whose meaning is intelligible in itself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anvayamu. [Skt.] n. Race, lineage. In grammar, the government of words in a sentence. Syntax. &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;, &#xC07;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;. &#xC08;. &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; I do not perceive the syntax of this verse. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41; a far-fetched allusion. &#xC15;&#xC4C;&#xC30;&#xC35;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC41;&#xC21;&#xC41; one of the Kuru race. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; a genealogist. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; (in Logic,) an affirmative argument &#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To arrange words in their natural order, explain the syntax. &#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ny&#x101;yamu. [Skt.] n. Injustice, wrong. &#xC05;&#xC28;&#xC40;&#xC24;&#xC3F;, &#xC05;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC27;&#xC28;&#xC2E;&#xC41; ill gotten wealth. &#xC07;&#xC26;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; what a shame this is! &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; adj. Unjust, wrong. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC05;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Unjustly, wrongfully. &#xC06;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC40;&#xC24;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; n. An unjust man, a sinner. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
                