&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;</span>&#xA0;&#xA0;apa. [Skt.] prefix. Away from, ill, evil. &#xC1A;&#xC46;&#xC21;&#xC41;. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; a bad name, ill-fame.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anv&#x113;sha&#x1E47;amu. [Skt.] n. Search, research, enquiry. &#xC35;&#xC46;&#xC26;&#xC15;&#xC21;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; v. t. to look for, to search for. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Searched, sought.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;an-v&#x12B;ksha&#x1E47;amu. [Skt.] n. Seeing, research. &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;anvitamu. [Skt.] adj. Connected, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;, &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC08; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is a broken phrase. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; n. He who possesses a thing. &#xC38;&#xC15;&#xC32;&#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; he who is possessed of all virtues.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pathyamu. [Skt.] n. An error in diet, a deviation from &#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; or prescribed regimen. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2A;</span>&#xA0;&#xA0;apa-trapa. [Skt.] n. Shame caused by others. &#xC2A;&#xC30;&#xC41;&#xC32;&#xC35;&#xC32;&#xC28; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apatyamu. [Skt.] n. A child (male or female) offspring. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC05;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; a patronymical affix. &#xC05;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a patronymic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-patn&#x12B;ku&#x1E0D;u. [Skt. from &#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;.] n. A widower. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC1C;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-jayamu. [Skt.] n. Failure, defeat. &#xC13;&#xC1F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-ch&#x101;ramu. [Skt.] n. An insult, an affront, incivility, fault. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32; &#xC2F;&#xC46;&#xC21;&#xC32; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-chayamu. [Skt.] n. Loss, detriment. The act of plucking flowers. &#xC39;&#xC3E;&#xC28;&#xC3F;, &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4B;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC2A;&#xC1A;&#xC2F;&#xC2E;&#xC41; (Swa. iv. 116.) gathering flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-gatamu. [Skt.] adj. Gone, departed, deceased, dead. &#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC17;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC48;&#xC28; deprived of life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;apa-khy&#x101;ti. [Skt.] n. An ill name, evil report, disgrace. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pakvamu. [Skt.] adj. Unripe, raw, immature, green.&#xC2A;&#xC02;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-kramamu. [Skt.] n. Rout, defeat, flight, retreat. &#xC2A;&#xC32;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; to run away from a battle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;apa-kriti. [Skt.] n. Same as &#xC05;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; one to whom an ill turn has been done.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;apa-k&#x12B;rti. [Skt.] n. Ill-fame. Infamy. an ill-name. &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC47;&#xC30;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC36;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC30;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; they were disgraced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apak&#x101;ramu. [Skt.] n. Injury, harm. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC40;&#xC21;&#xC41;. &#xC05;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to do one an ill turn or injury. &#xC05;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F; n. an ill-doer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-pan&#x1E0D;itu&#x1E0D;u. [Skt.] An unlearned man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC05;&#xC2A;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41; apa-nammika. [Skt. &#xC05;&#xC2A;+Tel. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;.] n. Incredulity, unbelief, mistrust, diffidence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-d&#x113;&#x1E63;amu. [Skt.] n. Pretext, pretence. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;apa-d&#x16B;ru. [Skt.] n. Calumny, infamy, undeserved blame. &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; v. n. To be calumniated, defamed. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC05;&#xC35;&#xC26;&#xC42;&#xC30;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. a. To slander, spread an ill report of one. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC26;&#xC3F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-di&#x1E63;amu. [Skt.] n. A half point or quarter point or &quot;airt&quot; of the compass; intermediate space. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2E;&#xC42;&#xC32;, &#xC05;&#xC2F;&#xC3F; &#xC2E;&#xC42;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pad&#x101;rthamu. [Skt.] n. Nonentity. Nothing. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC24;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; he is a mere nothing, he is a cipher.
			</div>
                