&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC2A;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;apa-p&#x101;&#x1E0D;i. [Skt. &#xC05;&#xC2A;+Tel. &#xC2A;&#xC3E;&#xC21;&#xC3F;.] n. Injustice. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC28;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-n&#x14D;damu. [Skt.] n. Removing, taking away. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Vasu. ii. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-n&#x113;yamu. [Skt.] adj. That which is to be taken away, that which is to be removed. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC26;&#xC3F;. &quot;&#xC08;&#xC2F;&#xC41;&#xC30;&#xC23;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC28;&#xC40;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC2A;&#xC28;&#xC47;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; Vish. vi. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-nepamu. [Skt.] n. False or unjust accusation. &#xC05;&#xC35;&#xC26;&#xC42;&#xC30;&#xC41;. &quot;&#xC05;&#xC1F;&#xC41;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC32;&#xC4B; &#xC28;&#xC2A;&#xC38;&#xC46;&#xC2A;&#xC2E;&#xC4C;&#xC28;&#xC41;.&quot; Sar. D. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC28;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;apa-ninda. [Skt.] n. Undeserved blame, reproach, detraction, slander, false accusation. &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC28;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-nayamu. [Skt.] n. Taking away, withdrawing, removing, destroying. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC30;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; apanayin&#x1E6D;su. [Skt.] v. a. To remove, do away with, dissipate. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC27;&#xC32; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC27;&#xC32;&#xC1A;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC43;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC28;&#xC47;&#xC2F;&#xC2A;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; N. iv. 247.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pari-h&#x101;ryamu. [Skt.] adj. Indefeasible, unavoidable. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC48;&#xC28; &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; relations that cannot be neglected.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-parimitamu. [Skt.] adj. Boundless, infinite, immense. &#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-r&#x101;dhamu. [Skt.] n. A fault, sin, guilt, (commonly) a fine, punishment, penalty. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;, (&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;) &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41;. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC3E;&#xC1A;&#xC41; to pardon, overlook. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC2F;&#xC41; to beg pardon. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41; to inflict a fine. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to take a fine. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F; n. An offender, delinquent. &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; adj Criminal, guilty, erring, faulty. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC2A;&#xC3E;&#xC2A;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;apa-r&#x101;tri. [Skt. &#xC05;&#xC2A;+Tel. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;] n. The dead of night. Mid-night. &#xC28;&#xC3F;&#xC36;&#xC40;&#xC27;&#xC3F;, &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-par&#x101;jitamu. [Skt.] adj. Not conquered. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC28;&#xC3F;. Bh&#x101;r. I. i. 3.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-paramu. [Skt.] adj. Other, another, latter. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41; n. Obsequies, funeral rites. &#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC05;&#xC2A;&#xC30;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; other kinds of grain, miscellaneous grains, all sorts of grain in pods, such as beans, &amp;c. &#xC15;&#xC3E;&#xC2F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. One verse says. &quot;&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC30;&#xC47;&#xC35;&#xC24;&#xC4C;.&quot; &#xC05;&#xC2A;&#xC30;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; n. A second name. &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B; &#xC2A;&#xC47;&#xC30;&#xC41;. &#xC05;&#xC2A;&#xC30; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; n. The hind part, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC30;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; n. Funeral prayers. &#xC05;&#xC2A;&#xC30;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; midnight, the latter half of the night. &#xC05;&#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; another world. &#xC05;&#xC2A;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC27;&#xC3F; the western ocean. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC17;&#xC32;&#xC21;&#xC41; he is qualified as priest to solemnize both the marriage and funeral rites. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41; or &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC23;&#xC2E;&#xC41; [Skt. &#xC05;&#xC2A;&#xC30;+&#xC05;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;.] n. The afternoon. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC1D;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;aparanji. [Skt.] n. Fine refined gold. &#xC15;&#xC41;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;, &#xC09;&#xC26;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC2F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-ya&#x1E63;amu. [Skt.] n. Ill-fame, infamy. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;apa-mrityuvu. [Skt.] n. Sudden death, violent death, untimely death. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC1A;&#xC3E;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC2D;&#xC4D;&#xC30;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-bhram&#x1E63;amu. [Skt.] n. Common vulgar talk; a low term. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC37;, &#xC05;&#xC2A;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-r&#x16B;pamu. [Skt.] adj. Ugly. deformed. Rare, scarce, uncommon. &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, (&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;) &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;, &#xC05;&#xC30;&#xC41;&#xC26;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-pray&#x14D;gamu. [Skt.] n. Misapplication of a word. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
                