&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;apa-s&#x101;kshi [Skt.] n. (Not a good phrase) A false witness. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC05;&#xC2A;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; false evidence. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-savyamu. [Skt.] adj. Contrary, opposite to, on the wrong side &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC26;&#xC48;&#xC28;, &#xC05;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC32;&#xC3F;&#xC2A;&#xC3F; letters written the wrong way as in a seal. &#xC05;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. Putting the braminical thread the wrong way: that is, on the right shoulder and letting it fall on the left side instead of lying on the left shoulder. &#xC1C;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC21;&#xC2E;&#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-satyamu. [Skt.] n. Perjury. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC36;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-&#x1E63;abdamu. [Skt.] n. An ungrammatical word. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-&#x1E63;akunamu. [Skt.] n. A bad omen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pavitramu. [Skt.] adj. Impure; unclean. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-v&#x101;damu. [Skt.] n. Calumny, reproach, slander. &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC05;&#xC2A;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-vargamu. [Skt.] n. Detachment from matter, final beatitude. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2D;&#xC4B;&#xC17;&#xC3E;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the present enjoyment and the final bliss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2A;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; apa-lapin&#x1E6D;su. [Skt.] v. a. To deny, conceal. &#xC09;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC32;&#xC47;&#xC26;&#xC28;&#xC41;, &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC28;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC2A;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; apa-l&#x101;pamu. [Skt.] n. Denial, concealment of knowledge, evasion. &#xC09;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC32;&#xC47;&#xC26;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC0E;&#xC30;&#xC17;&#xC28;&#xC28;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC4D;&#xC23;</span>&#xA0;&#xA0;apar&#x1E47;a. [Skt.] n. An epithet of Parvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-par&#x14D;kshamu. [Skt.] n. Presence. &#xC38;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; n. A. prophet; one who knows the past and the future. &#xC2D;&#xC42;&#xC24;&#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;apa-harin&#x1E6D;su. [Skt.] v. a. To pillage, plunder, take by violence or deceit, usurp. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; apa-hara&#x1E47;amu. [Skt.] n. Plundering, purloining, carrying off, stealing. &#xC1A;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC4D;&#xC24; n. One who carries away by force or violence, a thief, rogue. &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; apah&#x101;ramu. [Skt.] n. Pillage, plunder, taking by violence. &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; robbing of everything. &#xC39;&#xC3E;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; taking back a gift. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41; adj. that which is robbed or stolen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apahamu. [Skt.] adj. Doing away, with, healing, averting. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC3E;&#xC2A;&#xC39;&#xC2E;&#xC41; doing away with sin or impurity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-hatamu. [Skt.] adj. Destroyed, killed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apa-svaramu. [Skt.] n. Mispronunciation: a false note or discord in music. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC23;, &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; adj. Inharmonious, discordant. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC38;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2A;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; apa-sm&#x101;ramu. [Skt.] adj. Nasty, filthy, nauseous, dirty. &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC4B;&#xC24;&#xC48;&#xC28;. &#xC05;&#xC2A;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; n. Forgetfulness. A confused feeling: violent passion, approaching to madness Nastiness; Epilepsy, &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC38;&#xC4B;&#xC2E;&#xC3E;&#xC32;, &#xC24;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, (&#xC32;&#xC4B;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC32;&#xC4B;) &#xC30;&#xC4B;&#xC24;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; n. A nasty or dirty fellow. &#xC30;&#xC4B;&#xC24;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. &#xC05;&#xC2A;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC3F; n. An epileptic (vulgarly) he who is nasty or filthy. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC38;&#xC4B;&#xC2E;&#xC3E;&#xC32; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC30;&#xC4B;&#xC24;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;.
			</div>
                