&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC02;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ap&#x101;m-pati. [Skt.] n. The father of waters, the sea or ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ap&#x101;ngamu. [Skt.] n. The outer corner of the eye. &#xC15;&#xC21;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;apa-hasin&#x1E6D;su. [Skt.] v. a. To laugh convulsively, to laugh outright To laugh at, deride. &#xC17;&#xC47;&#xC32;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC0E;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; apah&#x101;syamu. [Skt.] n. Laughter, ridicule, jest. &#xC0E;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-punarbhavamu. [Skt.] n. Freedom from re-birth, final beatitude, eternal bliss. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;apu&#x1E0D;u. [Tel.] adv. Then. See &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;api-dh&#x101;namu. [Skt.] n. A covering, screen, concealment. &#xC05;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ap&#x101;rthamu. [Skt.] n. Misinterpretation. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC05;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to misinterpret or misconstrue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-p&#x101;ramu. [Skt.] adj. Shoreless, boundless, infinite, excessive, abundant. &#xC05;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC2A;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; the shoreless waters, the ocean. &#xC05;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Profusely, abundantly. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ap&#x101;yamu. [Skt.] n. Peril, danger, mischief. &#xC39;&#xC3E;&#xC28;&#xC3F;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC1A;&#xC47;&#xC1F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; the peril of life, mortal peril.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC23;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ap&#x101;namu. [Skt.] n. The Anus. &#xC17;&#xC41;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC05;&#xC2A;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; n. ventris crepitus. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-p&#x101;tramu. [Skt.] adj. Unworthy, undeserving, unfit. &#xC24;&#xC17;&#xC28;&#xC3F;, &#xC05;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; n. He who is unworthy or undeserving. &#xC05;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC06;&#xC2F;&#xC28; &#xC26;&#xC2F;&#xC15;&#xC41; &#xC05;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC28;&#xC48;&#xC28;&#xC3E;&#xC28;&#xC41; I forfeited his favour. I incurred his displeasure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-p&#x101;&#x1E6D;avamu. [Skt.] n. Weakness, infirmity, illness, &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is unwell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC3E;&#xC5B;&#xC4D;&#xC24;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-p&#x101;ngt&#x113;yu&#x1E0D;u. [Skt.] n. An unfashionable man, one with whom others will not eat. &#xC2A;&#xC19;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; a-putru&#x1E0D;u. [Skt.] n. He who is sonless. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;ap&#x113;ksha. [Skt.] n. Expectation, hope, wish, desire. &#xC06;&#xC36;. &#xC24;&#xC26;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3E; than that, with reference to that. &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37; &#xC2F;&#xC3E;&#xC17;&#xC1C;&#xC2E;&#xC41; &#xC2C;&#xC32;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; as regards the horse the elephant is strong, i.e., the elephant is stronger than the horse. &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; ap&#x113;kshin&#x1E6D;su. v. a. To covet, long for, wish for. &#xC06;&#xC38;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC41;. &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; ap&#x113;ksha&#x1E47;&#x12B;yamu [Skt.] adj. Desirable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-p&#x16B;rvamu. [Skt.] adj. Novel. uncommon, extraordinary. &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;, &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC0F;&#xC2F;&#xC26;&#xC3F;&#xC39;&#xC43;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC02; &#xC2C;&#xC47;&#xC2F;&#xC26;&#xC3F;.&quot; Bhar. I. i. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ap&#x16B;pamu. [Skt.] n. A cake. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;apu-r&#x16B;pamu. [Skt.] adj. Rare, seldom, uncommon, unusual. &#xC05;&#xC30;&#xC41;&#xC26;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;, &#xC05;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. KP. vi. 232.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pu&#x1E47;yamu. [Skt.] adj. Wicked. bad. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; the wicked.
			</div>
                