&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;appachchi. [Tel.] n. A cake. &#xC05;&#xC2A;&#xC42;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;appagin&#x1E6D;su. [Tel.] v. a. To entrust, commit, deliver to the charge of another, give over, to put into another&apos;s possession. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC24; n. Delivery, consignment. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC24;. &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC24; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made the house over to me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;appa. [Tel. cognate with Heb. Abba, father.] n. Papa, a father, An elder sister. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;, &#xC05;&#xC15;&#xC4D;&#xC15; (This word is frequently added to the proper names of men; as a term of common respect; thus &#xC30;&#xC02;&#xC17;&#xC2A;&#xC4D;&#xC2A;, &#xC30;&#xC3E;&#xC2E;&#xC2A;&#xC4D;&#xC2A;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;ap&#x1E0D;u. [Tel.] adv. (&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; is occasionally thus spelt to suit the metre.) Then, when, at that time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ap&#x14D;hamu. [Skt.] n. An unwarranted inference Inferring the existence of what does not really exist any where &#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Ascertaining by investigation, decision. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; It commonly means a lie, a false hood, a false charge. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC32;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2B;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;. &#xC28;&#xC3E; &#xC2E;&#xC40;&#xC26; &#xC05;&#xC2A;&#xC4B;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he laid the blame upon me falsely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;appasamu. [Tel.] n. The cut at which water is let into a field. &#xC2E;&#xC21;&#xC35; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC41; adv. Always. &quot;&#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC40; &#xC2F;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC41;.&quot; &#xC36;&#xC41;&#xC15;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;appa&#x1E37;in&#x1E6D;su. [Tel.] v. a. To tap, touch, slap, strike gently with the open hand. To embrace, To smear, apply. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC30;&#xC1A;&#xC41;, &#xC05;&#xC02;&#xC1F;&#xC41;, &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC05;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4B;&#xC28;&#xC41;, &#xC1A;&#xC30;&#xC41;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC38;&#xC17;&#xC24;&#xC4B;&#xC15; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&quot; A iii. 27. &quot;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC30; &#xC38;&#xC02;&#xC2C;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&quot; P. iv. 419. To try. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cover. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC32;&#xC47;&#xC28;&#xC17;&#xC35;&#xC41;&#xC1C;&#xC4A;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC15; &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Swa. v. To take. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC32;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;&quot; &#xC28;&#xC48;. 6. &#xC06;. To wipe as tears &#xC05;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. To touch. &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC02;&#xC1A;&#xC41;&#xC43;&#xC33;&#xC3F;&#xC33;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC24; appa&#x1E37;inta. [Tel.] n. Striking gently with the hand. &#xC1A;&#xC30;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;appanamu. [from Skt. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;.] n. Offering. &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. Tribute, tax. &#xC2D;&#xC3E;&#xC17;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &quot;&#xC30;&#xC3E;&#xC1C;&#xC28;&#xC40;&#xC1A;&#xC47;&#xC24; &#xC1C;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC42;&#xC2F;, &#xC2E;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; T. v. 167. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; to offer, to give over the charge of, to hand over. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC24;&#xC28; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC17;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC28;</span>&#xA0;&#xA0;appana. [Tel. from &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;] n. Consent, order, command. &#xC05;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC3F;, &#xC06;&#xC1C;&#xC4D;&#xC1E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ap-pati. [Skt. &#xC05;&#xC2A;&#xC4D;+&#xC2A;&#xC24;&#xC3F;.] n. Lord of waters, a title of the Indian Neptune. &#xC35;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;appa&#x1E0D;amu. [Tel.] n. A sort of thin cake which is fried. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;appa&#x1E6D;i. [Tel.] Again. &#xC2E;&#xC30;&#xC32;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC3E;, &#xC15;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC2D;&#xC40;&#xC2E;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02; &#xC2C;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC28;&#xC4D;.&quot; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3E;&#xC02;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;appa&#x1E6D;amu. [Tel.] adj. Pure, unmixed. &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;appu. [Skt.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. plu. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; Vasu i. Preface 56. &quot;&#xC27;&#xC30;&#xC2F;&#xC47;&#xC2F;&#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32;&#xC24; &#xC1A;&#xC42;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21; &#xC26;&#xC28;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC46;.&quot; Vasu. i. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC4C;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC3E;.&quot; A. iv. 198.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;appu. [Tel.] n. Loan, debt. &#xC0B;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to borrow. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to lend. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC21;&#xC41; to fall in debt. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; debts: here the word &#xC38;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; is an anuk.&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC2A;&#xC41; a man in debt; a debtor. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; n. A creditor, lender. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                