&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pratihatamu. [Skt.] adj. Irresistible. &#xC05;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC30;&#xC4B;&#xC37;&#xC41;&#xC21;&#xC41; he who is irresistible in wrath.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;a-pratish&#x1E6D;ha. [Skt.] n. Bad reputation, disgrace. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-prati-dvandvu&#x1E0D;u. [Skt.] n. He who is incomparable or matchless in battle. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pratik&#x101;ramu. [Skt.] n. Ingratitude. &#xC15;&#xC43;&#xC24;&#xC18;&#xC4D;&#xC28;&#xC24;. &quot;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC02;&#xC2C;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48; &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC02; &#xC17;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC27;&#xC42;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC28;&#xC48;.&quot; M. IV. ii. 281.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;a-prak&#x101;&#x1E63;amu-g&#x101;. [Skt.] adv. in secret.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;appu&#x1E0D;u. [Tel. from &#xC06;+&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;] adv. Then, at that time (This is also used as a defective noun.) Dative &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; at that time, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; (locative) at that time. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; since that time. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; when he said so. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; at another time. In compounds it means &apos;When&apos;, as &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when he came. &#xC12;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; &#xC12;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he sometimes came and sometimes stayed away. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC47; (emphatic form) just then, already. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC47; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1F;&#xC28;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; a child just born. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; now and then. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; the rulers of those days, the then princes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-pr&#x101;&#x1E63;yu&#x1E0D;u. [Skt.] n. An outcaste, he who is not fit to eat with others. &#xC05;&#xC2A;&#xC3E;&#xC1C;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pr&#x101;pyamu. [Skt.] adj. That which is unattainable &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pra&#x1E63;astamu. [Skt.] adj. Not excellent, worthless, contemptible, not public, secret, hidden. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC35;&#xC30;&#xC41;&#xC28;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pray&#x14D;jakamu. [Skt.] adj. Unserviceable, fruitless, useless. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; n. A useless man. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-prayatnamu. [Skt.] n. Absence of effort, indifference.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pram&#x113;yamu. [Skt.] adj. Incomprehensible; inconceivable; beyond human understanding. &#xC05;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC3F;, &#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC2F;&#xC3F;&#xC21;&#xC26;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC3F;. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; n. God, the incomprehensible one. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pram&#x101;&#x1E47;amu. [Skt.] n. Perjury, a false oath. &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; one who forswears himself. A rogue; a liar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pradh&#x101;namu. [Skt.] n. Unimportant, secondary. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-pr&#x101;dh&#x101;nyamu. [Skt.] n. Inferiority.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pradakshi&#x1E47;amu. [Skt.] n. Walking round (a corpse. &amp;c.) presenting the left hand towards it. &#xC0E;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-pratyakshamu. [Skt.] adj. Imperceptible, invisible. &#xC05;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC38;&#xC30;&#xC38;</span>&#xA0;&#xA0;or &#xC05;&#xC2A;&#xC4D;&#xC38;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; apsarasa. [Skt.] n. Heavenly nymph: a celestial courtesan. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;, &#xC30;&#xC02;&#xC2D; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-priyamu. [Skt.] n. Disagreeableness. Enmity, hatred. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-prasiddhamu. [Skt.] adj. Not known to the world, not public, secret, hidden. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC35;&#xC30;&#xC41;&#xC28;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; n. Infamy, &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. Obscurity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-pr&#x101;pta-vyavah&#x101;-ru&#x1E0D;u. [Skt.] n. A minor in law; one who is under age. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC26;&#xC36;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                