&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abdamu. [Skt.] n. A year. A cloud, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &#xC05;&#xC2C;&#xC4D;&#xC26;&#xC36;&#xC24;&#xC2E;&#xC41; or &#xC36;&#xC24;&#xC3E;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a century; &#xC05;&#xC2C;&#xC4D;&#xC26;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; a thousand years.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abjamu. [Skt. &#xC05;&#xC2C;&#xC4D;+&#xC1C; lit. waterborn.] n. A lotus. A conch. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;, &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC30;&#xC47;&#xC16; name of a particular form of the lines in the hand. &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; abja-ju&#x1E0D;u. [Skt.] Brahma (being born from the lotus.) &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC28;&#xC2F;&#xC28; abja-nayana. [Skt.] The lotus-eyed (one.) &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41; n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC3E;&#xC30;&#xC3F; or &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41; n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC3F;&#xC38;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;abis&#x12B;lu. [Tel.] n. To go for an airing, or for a walk. &#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-b&#x101;dhitamu. [Skt.] adj. Unobjectionable. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is not open to objection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC32;</span>&#xA0;&#xA0;a-bala. [Skt. lit the weak one.] n. A woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-baddhamu. [Skt.] adj. False, untrue, erroneous, wrong. &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; what I said was wrong, or not true. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; n. A lie. A falsehood. &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; n. A liar. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC35;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;aba&#x1E6D;u-ch&#x113;pa. [Tel.] n. A fish, a species of Balistes (Russell, Fishes, plate 21.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC15;</span>&#xA0;&#xA0;abaka. [Tel.] n. A ladle, a spoon made of a cocoanut shell. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; &#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC02;&#xC26;&#xC30;</span>&#xA0;&#xA0;a-bandara. [Tel.] n. Disorder, confusion, irregularity. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC30;&#xC38;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC05;&#xC2C;&#xC02;&#xC26;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; adj. Disorderly, confused, irregular. &#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abburamu. [Tel.] n. Surprise, amazement, astonishment. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC41; &#xC32;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC17; &#xC17;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC46;.&quot; N. iii. 211. &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2A;&#xC21;&#xC41; to be surprised. &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; abburap&#x101;&#x1E6D;u. [Tel.] n. Surprise, amazement. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;abbu. [Tel.] v. n. To come into one&apos;s enjoyment, possession, or reach; be obtained or gained. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC47;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; the luck is too good to last; that is, he is not worthy of such good fortune, and it will not stick by him. &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC41; they will prevent his getting it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; abbi. [Tel.] n. My lad! &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC2F;&#xC3F;, &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;abb&#x101;l&#x101;&#x1E0D;u. [Tel. &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC32;&#xC41;+&#xC06;&#xC21;&#xC41;] v. n. To grope. &#xC26;&#xC47;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. To get flurried. &#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;abb&#x101;yi. [Tel.] n. My lad! &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3F;, &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;abb&#x101;&#x1E6D;u. [Tel.] n. Closeness, cnnui as in a crowded room. &#xC1C;&#xC28;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC28; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC15; Swa. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abbaramu. [Tel.] adj. and adv. To a surprising degree. n. A wonder, a marvel. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;abba-k&#x101;&#x1E0D;u. [Tel.] n. An ignorant fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;abba. [Heb. Abba. Aryan Pa.] n. A father. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. &#xC28;&#xC3E;&#xC2F;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC3E; I swear by my father. &#xC35;&#xC40;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC2C;&#xC4D;&#xC2C; this man is ten times worse than he is. &#xC28;&#xC40;&#xC2F;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC4B; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; go and tell your granny. &#xC05;&#xC2C;&#xC4D;&#xC2C;, &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3E; or &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC2C;&#xC4D;&#xC2C;&#xC3E;! An interjection of grief or admiration a common exclamation. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;abdhi. [Skt. &#xC06;&#xC2A;&#xC4D;+&#xC27;&#xC3F;] n. The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC1C; Lakshmi, having been produced at the churning of the sea of milk. &#xC05;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC17;&#xC4D;&#xC28;&#xC3F; submarine fire. &#xC05;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41; n. Coral. &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abbesamu. [Tadbhava form of Skt. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;] n. Practice. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC02;&#xC26;</span>&#xA0;&#xA0;abbenda. [Tel.] n. A kind of plant. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC02;&#xC24;&#xC37;&#xC42; &#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC02;&#xC26;&#xC32;&#xC1C;&#xC46;&#xC32;&#xC3F;&quot; &#xC2F; 4 &#xC05;.
			</div>
                