&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC35;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;abv&#x101;bu. [H.] n. (Lit. Doors, chapters.) Miscellaneous revenue accounts. &quot;The usual heads in Revenue accounts are Mal and Abwab. The Mal or Regular revenue is collected on land and customs, including taxes on liquors, &amp;c The Abwab, or Miscellaneous includes the difference of exchange (often considerable) between that of the market and the fixed rate at which the revenue of the district is paid, casual aid or support of the Government officers, fees to the shroff, and contributions to various feasts.&quot; Malcolm, vol. ii. p. 48.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC32;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;abl&#x14D;su. [?] n. Abl&#x14D;s. The wake of a ship. &#xC13;&#xC21;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC47;&#xC5B;&#xC3E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ab-lingamu. [Skt. &#xC05;&#xC2A;&#xC4D; = water.] n. The watery principle Hydrogen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-br&#x101;hma&#x1E47;u&#x1E0D;u. [Skt.] A non-Brahmin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC3F;</span>&#xA0;&#xA0;ab-r&#x101;&#x1E63;i. [Skt.] &#xC05;&#xC2A;&#xC4D;+&#xC30;&#xC3E;&#xC36;&#xC3F;] n. Ocean, as being the heap of waters. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC26;&#xC41;&#xC03;&#xC16;&#xC3E;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2C;&#xC21;&#xC3F;.&quot; A. vi. 158.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-brahma&#x1E47;yamu. [Tel.] n A deed improper to be done by a Brahmin: an unbrahminical or sacrilegious act; an exclamation meaning to the rescue! a heinous sin is about to be committed!&apos; Crying for quarter. &#xC2E;&#xC4A;&#xC30;, &#xC05;&#xC35;&#xC27;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC1A;&#xC02;&#xC2A;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC47;&#xC2E;&#xC3E;&#xC1F;. &quot;&#xC08; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3E;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B; &#xC2D;&#xC3E;&#xC2E;&#xC3E; &#xC2F;&#xC47;&#xC26;&#xC2A;&#xC2E;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC15; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Swa. iii. 137. &quot;&#xC2C;&#xC32;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC39;&#xC3F;&#xC2A;&#xC3E;&#xC39;&#xC3F;&#xC2F;&#xC28;&#xC3F; &#xC2F;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC02; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC28;&#xC4D;.&quot; N. ii. 490.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abramu. [Another form of &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC41;] adj. Wonderful, amazing. &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC48;&#xC28;. n. Wonder, marvel. &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;. T. ii. 77. &quot;&#xC15;&#xC41;&#xC35;&#xC32;&#xC2F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32; &#xC15;&#xC3F;&#xC02;&#xC2A;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC47;.&quot; N. 1. 167. &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2A;&#xC21;&#xC41; v. n. To wonder. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC18;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-gharin&#x1E6D;su. [Skt.] v. a. To put a few drops of clarified butter upon rice before eating or before the rise is put into the sacrificial fire to purify the food. &#xC28;&#xC47;&#xC24;&#xC3F; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC06;&#xC39;&#xC41;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC47;&#xC24;&#xC3F; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi gamanamu. [Skt.] n. Motion towards, a going to. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bh&#x101;vamu. [Skt.] n. Non-existence, nonentity, want. &#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; adj. Non-existent. &#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bh&#x101;gyamu. [Skt.] adj. Unfortunate, luckless, wretched. &#xC26;&#xC4C;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC41;&#xC30;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bh&#x101;n&#x1E0D;amu. [Origin not known.] n. False or unjust accusation, slander. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2A;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; a false complaint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-bhavu&#x1E0D;u. [Skt. lit the unborn one]. n. God, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bhayamu. [Skt. lit. fearlessness.] n. An assurance of security: warrant of sefety, a promise of shelter, impunity or protection. &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC15;&#xC41; &#xC2D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; &#xC28;&#xC47;&#xC28;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC2D;&#xC30;&#xC35;&#xC38;&#xC3E;. &#xC06;&#xC2F;&#xC28; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC2D;&#xC2F;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he told me not to be afraid. &#xC05;&#xC2D;&#xC2F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; the hand of protection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC2E;&#xC41;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhamu-&#x1E63;ubhamu. [Skt. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;] n. (Conversational) Evil and good, right and wrong. &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; &#xC05;&#xC2D;&#xC2E;&#xC41;&#xC36;&#xC41;&#xC2C;&#xC2E;&#xC41; &#xC0E;&#xC30;&#xC17;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; before that boy was old enough to know good from evil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bhanguramu. [Skt.] adj Imperishable, eternal. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC30; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC41; &#xC2B;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC02;.&quot; R. ii. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC16;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;abhikhya. [Skt.] n. Name, title; splendour, glory; fame. &#xC2A;&#xC47;&#xC30;&#xC41;, &#xC36;&#xC4B;&#xC2D;, &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-kramamu. [Skt.] n. Expedition. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC48; &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;.
			</div>
                