&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC27;</span>&#xA0;&#xA0;abhidha. [Skt.] n. A figure of space &#xC12;&#xC15; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41; &#xC2A;&#xC26;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-gn&#x101;namu. [Skt.] n. A mark, a sign. &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. Intelligence, cleverness. &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; n. A learned man, he who is skilled or conversant; a genius &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; n. A genius, an apt or sensible woman. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC47;&#xC33; or &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41; abhi-gittu. [Skt.] n. The Zenith, midday, the 24 minutes immediately preceding and the 24 following midday. &#xC2A;&#xC17;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC4B; &#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-j&#x101;tamu. [Skt.] adj. Born, produced. &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; a high caste man, a man of a high family. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-janamu. [Skt.] n. The birth-place. Caste, A caste-mark as a title. Fame. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC4D;&#xC24;, &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. n. A man of high birth.&#xC15;&#xC41;&#xC32;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of ancestry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-charin&#x1E6D;su. [Skt.] v. n. To roam, stroll. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; n. A servant, an attendant. &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A companion. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; n. An incantation to injure or destroy, a magical ceremony to procure the death of an enemy. &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC2E;, &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28; &#xC39;&#xC4B;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-gh&#x101;tamu. [Skt.] n. Striking together, collision. &#xC24;&#xC17;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC26;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; fever caused by exhaustion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC18;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-gh&#x101;ramu. [Skt.] n. Ghee or clarified butter. &#xC28;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, usually putting a few drops of clarified butter upon rice prior to eating: or putting it in the sacrficial fire to purify the rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-nutin&#x1E6D;su. [Skt.] v. a. To praise, applaud, extol. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC2E;&#xC41; adj. Lauded, celebrated, praised. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21; &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC3F; n. Praise. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;abhini. [H.] n. Opium. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; milk opium, which is sold in leather bags like bladders.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abbi-navamu. [Skt.] adj. New, modern &#xC28;&#xC42;&#xC24;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC35;&#xC15;&#xC3E;&#xC33;&#xC3F;&#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;. &quot;The modern K&#x101;lid&#x101;sa.&quot; This is equivalent to &quot;The Milton of our days&quot; or, &quot;a Byron, a Moore:&quot; merely denoting an excellent poet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-nayin&#x1E6D;su. [Skt.] v. n. To express emotions by looks, gestures, &amp;c., as actresses do. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2E;&#xC28;&#xC4B;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41; abhi-nayamu. [Skt.] n. Action and posture expressive of sentiment, especially the gestures and movements of dramatic representation. &#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2E;&#xC28;&#xC02; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-nandin&#x1E6D;su. [Skt.] v. n. To be delighted, rejoice. &#xC06;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; n. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; joy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2D;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41; abhi-dh&#x101;namu. [Skt.] n. A name, an appellation, a title &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC30;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC27;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; adj. Designated. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC08; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC2F; &#xC2D;&#xC3F;&#xC27;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41;&#xC28; as these words express the nominative.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-niv&#x113;&#x1E63;amu. [Skt.] n. Ardour, zeal, enthusiasm, earnestness, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;, &#xC1A;&#xC4A;&#xC30;&#xC35;.
			</div>
                