&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-p&#x101;tamu. [Skt.] n. Falling &#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;. Vasu. iv. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhiny&#x101;samu. [Skt.] n. A fit. A morbid state of the three humours. &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC39; &#xC2C;&#xC39;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC24;&#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F; &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC26;&#xC4B;&#xC37;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC42;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC38;&#xC30;&#xC3F; &#xC05;&#xC2F;&#xC3F; &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC02;&#xC2A;&#xC47; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-m&#x101;namu. [Skt.] n. Pride, self-esteem, haughtiness Patronage, protection. Affection, regard, care, love, favour. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC36;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; love of one&apos;s own country, patriotism. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC47;&#xC39;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he pays great attention to his own ease. he is luxurious. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; one who passes for one&apos;s son, or is looked upon as a son, or, supposed to be his child. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; an understood or attribute sonship. &#xC24;&#xC2E; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; I beg your patronage. &#xC28;&#xC3E; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has treated me honourably. &#xC12;&#xC15;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41; to be partial to a person. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one without affection; unkind &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F; n. He who loves. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC24;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F; a bigot. &#xC15;&#xC41;&#xC32;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F; one who stands up for his caste. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F; the advocate for his country, he who loves his country, a patriot. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To honor, favour, protect, patronise, regard with kindness. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-matamu. [Skt.] n. Desire, wish, inclination, consent, approbation. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41; adj. Wished, approved, acceptable. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC08;&#xC2A;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-mantrin&#x1E6D;su. [Skt.] v. a. To call on, address, conjure, raise by spells, invoke. To consecrate by a formula. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC06;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Devoted, consecrated, a certain formula having been pronounced over it. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41; abhi-mantra&#x1E47;amu. n. Calling to, addressing, inviting, a consecration, benediction by religious formula. &#xC06;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-bhavamu. [Skt.] n. Insult, dishonour, disgrace. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; v. To insult. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; adj. Defeated, humbled, subdued. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC30;&#xC4D;&#xC35; &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21; &#xC05;&#xC23;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;. R. i. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-pr&#x101;yamu. [Skt.] n. Opinion, sentiment, notion, idea, thought, design, meaning, signification, import. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC2E;&#xC41; adj. Intended, designed, aimed at. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-rakshitamu. [Skt.] adj. Protected, guarded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-y&#x14D;gamu. [Skt.] n. Application, strong effort; challenging to fight. &#xC05;&#xC2D;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a complaint made in writing, a plaint. &#xC05;&#xC2D;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F; abhi-y&#x14D;gi. [Skt.] n. A plaintiff, an enemy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;abhi-y&#x101;ti. [Skt.] n. A foe, an enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. R. v. 128.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-mukhamu. [Skt.] adj. Fronting, facing, having the face towards. (fig.) Propitious, favourable. Allayed or subdued as disease or anger. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; facing the sun. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; turn your face to me. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC17;&#xC41; v. n. To face, turn towards, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC4B;&#xC35;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the fever was on the turn. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; n. He who faces. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48; turning towards us. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;. he turned his face towards the mountain and said. BD. iii. 1855.
			</div>
                