&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC32;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhi-lashin&#x1E6D;su. [Skt.] v. a. To desire, wish. &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37; n. Desire. wish, inclination. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC06;&#xC36;, &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC48; being inclined.&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;&#xC32;&#xC47;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as he was disinclined. &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;&#xC3F; n. He who loves. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;&#xC3F; he who loves justice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-ruchiramu. [Skt.] adj. Very pretty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;abhi-ruchi. [Skt.] n. Wish, desire, taste, relish, inclination. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC06;&#xC36;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-r&#x101;mamu. [Skt.] adj Beautiful, engaging, agreeable. &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;abhi-rati. [Skt.] n. Attachment love, &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-samy&#x14D;gamu. [Skt.] n. Close contact.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-sandh&#x101;namu. [Skt.] n. Cheating.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-sanch&#x101;ramu. [Skt.] n. A wandering about.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-sh&#x113;kamu. [Skt.] n. Installation by anointing, initiation, royal unction, bathing, anointing, inauguration. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC15;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after the idol was bathed. &#xC24;&#xC48;&#xC32;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; anointing with oil. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; a particular rite of pouring turmeric powder over the head of an idol on the sixth day of the annual feast called &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; coronation of a king. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to crown a king. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC06; &#xC15;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the prince showered bounties upon the poet. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to pour boiled rice over an image. &#xC05;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; v. t. To bathe, anoint. &#xC24;&#xC32; &#xC05;&#xC02;&#xC1F;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; abhi-shitkamu. [Skt.] adj. Installed by anointing, bathed, anointed. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. n. He who is inagurated or installed, he who is bathed or anointed. &#xC2A;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41; abhi-sh&#x113;chanamu. [Skt.] n. Sprinkling, inauguration.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC37;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-shangamu. [Skt.] n. A defeat, overthrow, calumny, false accusation. &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-&#x1E63;astamu. [Skt.] adj. Calumniated, falsely accused. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC4B;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC2D;&#xC3F;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; n. He who was calumniated, or falsely accused. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC4B;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;abhi-vyakti. [Skt.] n. Revelation, declaration, expression, making evident. Reflection. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC02;&#xC1C;&#xC40;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC2D;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC3F;.&quot; Vasu. i. 1.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;abhi-vriddhi. [Skt.] n. Increase, improvement, progress, augmentation. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC35;&#xC02;&#xC36;&#xC3E;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC15;&#xC41;&#xC32;&#xC3E;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; increase of a family. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; v. a. To increase, swell, improve, augment &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC17;&#xC41; v. n. To increase, prosper. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC35;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-vandanamu. [Skt.] n. Sanitation, prostration. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;,&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; abhiv&#x101;danamu. [Skt.] n. Salutation, prostration, reverence. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30; &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; , &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41; one who salutes by falling at one&apos;s feet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-r&#x16B;pamu. adj. Learned. pleasing, handsome &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;.
			</div>
                