&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2C;&#xC40;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;a-bh&#x12B;ruvu. [Skt.] n. The undaunted one. Name of a plant, Asparagus Raccmosus. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC40;&#xC1A;&#xC30; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC40;&#xC2A;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abh&#x12B;psitamu. [Skt.] adj. Desired, wished for.&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC28;. &#xC05;&#xC2D;&#xC40;&#xC2A;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; n. Desire, love. &#xC35;&#xC3E;&#xC02;&#xC1B;, &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC40;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abh&#x12B;sh&#x1E6D;amu. [Skt.] adj. Wished. desired, beloved. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4B;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC2D;&#xC40;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; n. Wish, desire, inclination. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC15;&#xC4B;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC40;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;abh&#x12B;shuvu. [Skt.] n. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhi-hitamu. [Skt.] adj. Said, spoken, declared.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhy-avah&#x101;ramu. [Skt.] n. Eating, food. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhyarthin&#x1E6D;su. [Skt.] v. t. To desire, to pray, to beg. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. who is prayed to, one who is solicited.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhyar&#x1E47;amu. [Skt.] adj. Contiguous, near, close. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC1A;&#xC28;</span>&#xA0;&#xA0;abhy-archana. [Skt.] n. Worship, reverence. &#xC2A;&#xC42;&#xC1C;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; abhyarchin&#x1E6D;su. v. t. To worship. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; one who is worshipped.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhyantaramu. [Skt.] n. Obstacle, delay, hindrance, impediment. A central place, an included place, an interval. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; v. a. To hinder. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41; or &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; abhyangamu. [Skt.] n. Rubbing the body with an unctuous substance. Anointing, oiling. &#xC24;&#xC32;&#xC02;&#xC1F;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to anoint one&apos;s self. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; an oil bath.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bh&#x113;damu. [Skt.] adj. Identical, similar, alike. &#xC05;&#xC26;&#xC47;. &#xC35;&#xC2C;&#xC2F;&#xC4B;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;V and B are alike:&quot; that is, many words use either letter at pleasure: &#xC32;&#xC40;&#xC21;&#xC2F;&#xC4B;&#xC30; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, i.e., L and D are alike: thus we may write &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC47;&#xC30;&#xC2E;&#xC41; n&#x101;lik&#x113;ramu, or &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC47;&#xC30;&#xC2E;&#xC41; n&#x101;&#x1E0D;ik&#x113;ramu. &#xC05;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; n. Identity, similarity. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC10;&#xC15;&#xC4D;&#xC2F;&#xC24;. &#xC05;&#xC2D;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Solid, indivisible, impenetrable. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-bh&#x16B;tamu. [Skt.] adj. Non-existent. &#xC32;&#xC47;&#xC28;&#xC3F;, &#xC05;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC2D;&#xC42;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;. a novel invention.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;abhyasin&#x1E6D;su. [Skt.] v. a. To excercise, practise, learn, study. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; to cause to practise or learn &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; abhyasitamu. [Skt.] adj. Practised, exercised, skilled. Learned, expert. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; abhyasan&#x12B;yamu. n. That can be practised or learned. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; abhy&#x101;samu. n. Practice, exercise, study, use. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3E;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; learning the alphabet. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC02; &#xC15;&#xC42;&#xC38;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; practice makes perfect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC1C;&#xC4D;&#xC1E;</span>&#xA0;&#xA0;abhy-anugnya. [Skt.] n. Permission, leave. &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
                