&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-mandamu. [Skt.] adj. Not slow, violent, not little, great, extreme. &#xC05;&#xC2E;&#xC02;&#xC26;&#xC35;&#xC4D;&#xC2F;&#xC27; deep grief. &#xC05;&#xC2E;&#xC02;&#xC26;&#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; great wealth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;, or &#xC05;&#xC2E;&#xC3F;&#xC02;&#xC1C;&#xC3F; amanji. [Tam.] n. Unpaid labour, work done by people who are impressed for service. Drudgery. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-manga&#x1E37;amu. [Skt.] adj. Unhappy, unpropitious, abominable. &#xC05;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;</span>&#xA0;&#xA0;ama. [Tel.] n. Mother. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. Another form of &#xC05;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhramu. [Skt.] n. The sky, a cloud. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC02;&#xC15;&#xC37;&#xC2E;&#xC41; heaven-kissing, sky-touching. &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC17;&#xC2E;&#xC41; abhragamu. [Skt.] n. A sky-rover, i.e., a bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC17;&#xC2A;&#xC24;&#xC3F; the eagle as being the king of birds. &#xC17;&#xC30;&#xC41;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC3F; abhra-ma&#x1E47;i. [Skt.] n. The gem of the sky, i.e., the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhrakamu. [Skt.] n. Tale, Mica. &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC3E;&#xC15;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;abhy-&#x101;gatu&#x1E0D;u. [Skt.] n. A guest, a visitor, one who drops in at dinner. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC24;&#xC2A;&#xC42;&#xC1C; or &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC24;&#xC38;&#xC47;&#xC35; courteous reception of a guest. Welcome given to a guest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;abhy-uditu&#x1E0D;u. [Skt.] n. A man asleep at sunrise. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC26;&#xC2F;&#xC15;&#xC3E;&#xC32; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhy-udayamu. [Skt.] n. Welfare, happiness, prosperity. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC2F;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; so that his prosperity may ever increase.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC3E;&#xC2A;&#xC17;</span>&#xA0;&#xA0;amar-&#x101;paga. [Skt.] n. The Ganges of heaven. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;. M. I. v. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC36;&#xC3F;&#xC32;&#xC3E;&#xC17;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amara-&#x1E63;ila-gandha-kamu. [Skt.] n. Sulphur or brimstone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2E;&#xC21;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; ama&#x1E0D;alu. [Tel.] n. Twins. &#xC15;&#xC35;&#xC32;&#xC32;&#xC41;. &#xC05;&#xC2E;&#xC21;&#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; similar chambers, twin rooms. &#xC05;&#xC2E;&#xC21;&#xC15;&#xC3E;&#xC2F; a twin fruit, two fruits grown into one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;</span>&#xA0;&#xA0;a-mand&#x101;ramu-ga. [Skt.] adv. Abundantly, greatly, plentifully &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC39;&#xC3F;&#xC1C;&#xC2E; &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC15;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; N. ii. 425.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;abhy-uthh&#x101;namu. [Skt.] n. Rising, rising to welcome a person. &#xC32;&#xC47;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC1A;&#xC41;&#xC1F;, &#xC32;&#xC47;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
                