&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amarshamu. [Skt.] n. Rage; wrath. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;</span>&#xA0;&#xA0;a-mary&#x101;da. [Skt.] n. Incivility, disrespect; dishonour. &#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-maru&#x1E0D;u. [Skt.] n. An immortal, a god. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC2E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC3F; the Immortal city. Name of Indra&apos;s abode. &#xC05;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a-martyudu. [Skt.] n. An immortal, a deity, a god. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; amar&#x1E6D;su. [Tel.] v. a. To prepare, make ready. To engage. To provide, supply, furnish. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he prepared every thing for the journey. &quot;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; H. i. 230. &quot;&#xC05;&#xC27;&#xC2E; &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC24;&#xC3F; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; P. i. 177. &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC15; amarika. n. Neatness. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Tranquility, quietness, mildness. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;. &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he who has presence of mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;amaru. [Tel.] v. n. To be fit or proper, be agreeable, be prepared. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC24;&#xC17;&#xC41;, &#xC24;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC05;&#xC2E;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; the dinner was not such as befitted him. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; he has every thing right with him, he wants nothing. &quot;&#xC05;&#xC2E;&#xC30;&#xC26;&#xC41; &#xC28;&#xC40;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC43;&#xC27;&#xC3E;.&quot; P. ii. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC28;&#xC24;&#xC41;</span>&#xA0;&#xA0;am&#x101;natu. [H.] Deposit, charge, anything given in trust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;am&#x101;dinusu. [H.] n. Goods, market wares, as grain or vegetables.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-m&#x101;tyu&#x1E0D;u. [Skt.] n. A king&apos;s minister. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-m&#x101;msu&#x1E0D;u. [Skt.] n. He who is feeble or thin. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;am&#x101;ntamu. [H.] adv. Unexpectedly, all at once. Totally, wholly. &#xC32;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;, &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC06; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC05;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he raised the rocks bodily. &#xC05;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41; [H.] n. An interloper, &#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; also, a petty dealer. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2C;&#xC47;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. Interloping. tricks in trade. &#xC05;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. An interloper in trade. &#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC48;&#xC28; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC35;&#xC38;</span>&#xA0;&#xA0;amavasa. [from Skt. &#xC05;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC2F;] n. The new moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;amalu. [H.] Authority, reign, sway, government. An office or post, a public charge. Execution, fulfilment, the period of one ruler&apos;s government. &#xC0F;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F;, &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC39;&#xC2F;&#xC3E;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC05;&#xC2E;&#xC32;&#xC41;&#xC32;&#xC4B; in his reign or sway. &#xC06; &#xC15;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC1F;&#xC30;&#xC41; &#xC17;&#xC3E;&#xC30;&#xC3F; &#xC05;&#xC2E;&#xC32;&#xC41;&#xC32;&#xC4B; in that Collector&apos;s days. &#xC06; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC2E;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC24;&#xC47;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after the decision was executed. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC05;&#xC2E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they took steps against him, they put in force against him. &#xC05;&#xC2E;&#xC32;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; an Amildar, i.e., one who exercises authority. One who puts government orders into force. A Tahsildar or revenue officer in charge of Taluq.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41; a-malamu. [Skt.] adj. Stainless, pure, clean. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41; a-malinu&#x1E0D;u. [Skt.] n. He who is holy, sinless, pure. The Deity. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;am&#x101;n&#x12B;. [H.] Land in charge of a revenue collector on the part of the government, as distinguished from that which is farmed out. &#xC05;&#xC2E;&#xC3E;&#xC28;&#xC40;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; villages under the immediate care of a collector. &#xC06;&#xC2E;&#xC41;&#xC20;&#xC3E; &#xC05;&#xC2E;&#xC3E;&#xC28;&#xC40; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after the land was taken into the collector&apos;s own charge. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC2E;&#xC3E;&#xC28;&#xC40;&#xC26;&#xC3E;&#xC16;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after the land held on private tenure was taxed. &#xC05;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2D;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41; Crown lands, lands that are in the hands of a collector on behalf of Government. &#xC05;&#xC2E;&#xC3E;&#xC28;&#xC40;&#xC2C;&#xC3E;&#xC1C;&#xC40;&#xC2C;&#xC3E;&#xC2C;&#xC41; sundry farms under a Collector&apos;s management. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
                