&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4B;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-m&#x14D;ghamu. [Skt.] adj. Fruitful, not vain, unerring, efficacious. &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. he fell into a deep sleep. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2E;&#xC4B;&#xC18;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC21;&#xC41; a man of unerring valor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;am&#x113;yamu. [Skt.] adj. Immeasurable, immense, vast. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC47;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;am&#x113;dhyamu. [Skt.] adj. Filthy, foul. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC2E;&#xC47;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. Nastiness, excrement. &#xC05;&#xC2A;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;, &#xC2A;&#xC41;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-mritamu. [Skt.] n. Nectar, ambrosia. Water, milk, clarified butter, the residue of a sacrifice. Final emancipation from matter and absorption in the Deity. &#xC38;&#xC41;&#xC27;, &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC18;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC36;&#xC47;&#xC37; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, (&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;) &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; the five nectars, namely, water, milk, curds, ghee and honey. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; nothing can defile buttermilk. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC05;&#xC2E;&#xC43;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. he has a healing hand. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC05;&#xC2E;&#xC43;&#xC24;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41; his tongue is inspired. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; n. An auspicious hour. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC27;&#xC38;&#xC41;&#xC21;&#xC41; n. One whose food is ambrosia, a god. &#xC26;&#xC47;&#xC35;&#xC24;. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41; n. That which gives forth soft beams of light, i.e., the Moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-m&#x16B;lyamu. [Skt.] adj. Price-less, invaluable. &#xC05;&#xC28;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-mudritamu. [Skt.] adj. Not sealed up, not stamped. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC40;&#xC28;&#xC3E;</span>&#xA0;&#xA0;am&#x12B;n&#x101;. [H.] n. Ameen, a petty revenue officer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-mitamu. [Skt.] adj. Interminable, unlimited, immense. Vast, prodigious, immoderate, exorbitant. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2C;&#xC4B;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ammana-b&#x14D;n&#x1E6D;lu. [Tel.] n. Plu Cunning jades. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;. &quot;&#xC2C;&#xC02;&#xC15;&#xC46;&#xC24;&#xC32;&#xC4D; &#xC30;&#xC02;&#xC15;&#xC46;&#xC24;&#xC32;&#xC4D; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;&#xC32;&#xC41;, &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC4B;&#xC24; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC32;&#xC41; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2C;&#xC4B;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Charitra P. 460 line 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC05;&#xC2E;&#xC3E;&#xC38; am&#x101;v&#x101;sya. [Skt.] n. The last day of the lunar month on which the moon is invisible. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;amma. [Tel. cf. Aryan root &apos;Ma.&apos;] n. Mother. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. Madam. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32; alas! ah! oho! &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC28;&#xC3F;, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC41; or &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3E; or &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC4D;&#xC32; interj. My dear, my love. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; amma-v&#x101;ru. goddess. The small pox. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2A;&#xC4B;&#xC32;&#xC47;&#xC30;&#xC41;, &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC06; &#xC38;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC41;&#xC02;&#xC21;&#xC47; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; call the Brahmin woman who is in the lodge. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they offered a sacrifice to the village goddess. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; he has got the small pox. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;, &#xC05;&#xC2E;&#xC4D;&#xC2E; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; pock marks. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC17;&#xC32; or &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32; pitted with the small pox. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to inoculate. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC42;&#xC2E;&#xC41; an outbreak of cholera. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F; amm&#x101;yi. [Tel.] n. A little girl. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F; or &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC33;&#xC41; n. Missy, my dear, my love.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-m&#x101;nushamu. [Skt.] adj. Beyond the power of man. Supernatural. Inhuman, below human nature. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC32;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;am&#x101;nu-dast&#x1EE5;. [H.] n. A pestle and mortar for pounding betelnut. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC30;&#xC4B;&#xC32;&#xC41; &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC05;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; [Port. amarra.] A cable. &#xC2E;&#xC4B;&#xC15;&#xC41;, &#xC13;&#xC21;&#xC32;&#xC02;&#xC17;&#xC30;&#xC41; &#xC2E;&#xC4B;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC3F;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC05;&#xC2E;&#xC02;&#xC1C;&#xC3F; (q. v.)
			</div>
                