&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;amr&#x101;yi. [H.] A garden or grove of mango trees. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC2A;&#xC41;. Also, a tope or garden. &#xC24;&#xC4B;&#xC2A;&#xC41;, &#xC24;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ammu [Tel.] v. a. To sell. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; (causal of &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41; v. n. To sell.) To have a thing sold, get it disposed of. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41; ammakamu. [Tel.] n. Sale, selling, vending. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; ammu&#x1E0D;u. adj. and n. Saleable, that which is to be sold. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; goods which are to be sold. &#xC05;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; they are not yet sold. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC41; v. i. To be sold. &#xC35;&#xC46;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ammu. [Tel.] n. An arrow; a dart. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; a bow and arrows. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC41; the distance an arrow flies. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC28;&#xC02;&#xC24;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; ammanalu. [Tel.] n. A game wherein a number of balls are thrown into the air, one being caught in the hand descending whilst others are rising: &#xC05;&#xC23;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC0E;&#xC17;&#xC30;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC06;&#xC1F;. &quot;&#xC17;&#xC41;&#xC1C;&#xC17;&#xC41;&#xC1C;&#xC30;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC17;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; N. ix. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-y&#x101;chitamu. [Skt.] adj. Unasked, unsolicited. &#xC05;&#xC21;&#xC17;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ayas-k&#x101;ntamu. [Skt.] n. The load-stone, a magnet. &#xC38;&#xC42;&#xC26;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC05;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; ayask&#x101;ru&#x1E0D;u. n. A black smith, one who works in iron. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;. &#xC05;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41; ayassu. n. Iron. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ya&#x1E63;amu. [Skt.] n. Dishonour, disgrace. &#xC06;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC06;&#xC2F;&#xC36;&#xC15;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; aya&#x1E63;askaramu. adj. Disgraceful. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ayamu. [Skt.] n. Good fortune, a tax, &#xC36;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC39;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC2C;&#xC41;</span>&#xA0;&#xA0;ayabu. [H.] n. Fault, defect, infamy.&#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ayanamu. [Skt.] n. Road, path. Half a year. Motion, course. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC27;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC17;&#xC24;&#xC3F;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; or &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; the sun&apos;s course for six months in the northern constellations of the zodiac. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; the sun&apos;s course for six months in the southern constellations of the zodiac. &#xC05;&#xC2F;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the interval between the equinoxes. &#xC06;&#xC2F;&#xC28; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; the arc between the vernal equinoctial point and the beginning of the fixed zodiac or first point in Aries. &#xC06;&#xC2F;&#xC28; &#xC35;&#xC32;&#xC28;&#xC2E;&#xC41; deviation of the ecliptic. &#xC05;&#xC2F;&#xC28;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; the ecliptic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;(past p|| of &#xC05;&#xC17;&#xC41; to become.) Having become, turned into. &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC2F;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stood like a post., i.e., he has transfixed with surprise &amp;c. &#xC26;&#xC4A;&#xC02;&#xC17; &#xC05;&#xC2F;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has turned thief. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has become a wicked fellow. &#xC05;&#xC2F;&#xC3F;&#xC28; (past rel. p|| of &#xC05;&#xC17;&#xC41; to become.) Accomplished, becoming, agreeable, suitable. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F; a work that is accomplished, a becoming art. &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; a good wife. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41; a suitable medicine. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a useful or proper man. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; friends, relations. See &#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC2F;&#xC3F;&#xC28; is also used to change nouns into adjectives as &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a wonderful deed. For other uses, see under &#xC10;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;amlamu. [Skt.] adj. Acid, sour. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC06;&#xC2E;&#xC4D;&#xC32;&#xC2E;&#xC41; n. Acidity. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;. &#xC05;&#xC2E;&#xC4D;&#xC32;&#xC3F;&#xC15; amlika. n. A tamarind tree. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC06;&#xC2E;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; amla-vargamu. [Skt.] A class of trees with acid leaves or fruits, such as the lime, orange, pomegranate, tamarind, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-yatnamu. [Skt.] adj. Unintentional, unpremediated, done without effort. &#xC05;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC48;&#xC28;. n. Absence of intention or attempt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2E;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-ml&#x101;namu. [Skt.] adj. Unfading. &#xC35;&#xC3E;&#xC21;&#xC28;&#xC3F;.
			</div>
                