&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ay&#x14D;-mayamu. [Skt.] adj. Made of iron; abstruse, hard, difficult. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC08; &#xC05;&#xC2F;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;. I am now in these difficulties.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC1C;</span>&#xA0;&#xA0;ay&#x14D;nija. [Skt.] n. She who is of a miraculous birth, not born in the womb. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC26;&#xC3F;. &#xC05;&#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; a-y&#x14D;niju&#x1E0D;u. n. A man born in a supernatural manner, not born in the womb. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-y&#x14D;gyamu. [Skt.] adj. Unfit, unbecoming, unworthy, shameful. &#xC24;&#xC17;&#xC28;&#xC3F;, &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24; ay&#x14D;gyata. n. Unworthiness, unbecomingness. &#xC24;&#xC17;&#xC2E;&#xC3F;, &#xC05;&#xC28;&#xC30;&#xC4D;&#xC39;&#xC24;. &#xC05;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; ay&#x14D;gyu&#x1E0D;u. n. An unworthy man. &#xC05;&#xC28;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ayutamu. [Skt.] adj. Ten thousand. Many. &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-yuktamu. [Skt.] adj. Improper, inconsistent, unfit, bad. &#xC24;&#xC17;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC3F;&#xC35;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2F;&#xC3F;&#xC35;&#xC47;&#xC1C;&#xC41; ayivazu. [H.] Any thing a substituted for another.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC3F;&#xC28;&#xC41;</span>&#xA0;&#xA0;ayinu. [H.] Essence, the very thing itself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC15;</span>&#xA0;&#xA0;araka. [Tel.] n. A plough with bullocks complete. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC28;&#xC3E;&#xC17;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC05;&#xC30;&#xC15;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to harness a team. &#xC05;&#xC30;&#xC15;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; to unyoke the cattle. &#xC12;&#xC15; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC05;&#xC30;&#xC15;&#xC38;&#xC3E;&#xC17;&#xC15; &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I cannot carry on my ploughing well as one of my bullocks is dead. &#xC05;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC15; a plough with a pair of bullocks. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC15; a plough with a change of bullocks. &#xC05;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; ara-k&#x101;&#x1E0D;u. (from &#xC05;&#xC30;&#xC15;+&#xC15;&#xC3E;&#xC21;&#xC41;) n. A cultivator, a ryot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;</span>&#xA0;&#xA0;ara. n. Half, a moiety. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;</span>&#xA0;&#xA0;ara. [Tel.] n. A room or chamber. &#xC17;&#xC26;&#xC3F;. &#xC05;&#xC30;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a box with partitions. Hesitation, doubt. &#xC1C;&#xC02;&#xC15;&#xC41;. &quot;&#xC28;&#xC3E;&#xC2F;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC17;&#xC30;&#xC3F; &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;, &#xC28;&#xC30;&#xC32;&#xC47;&#xC15;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;.&quot; Sar. D. 502.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC41; ayye&#x1E0D;ini. [Tel. from &#xC05;&#xC17;&#xC41;.] It will be, or it will become. &#xC35;&#xC47;&#xC17;&#xC02;&#xC2C;&#xC46; &#xC28;&#xC40;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC3F; You will soon be well. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC41;&#xC28;&#xC41; he will become visible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; ayyu. [Tel. from &#xC05;&#xC2F;&#xC3F;+&#xC2F;&#xC41; conj. (from &#xC05;&#xC17;&#xC41;] Although. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC41; though he be pure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;ayya. [Tel.] n. Father. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. Sir. &#xC0F;&#xC2E;&#xC2F;&#xC4D;&#xC2F; what, Sir, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC2F;&#xC4D;&#xC2F; an old gentleman., &#xC2E;&#xC40; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41; your fathers: (this word includes the brothers of a father.) &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC2F;&#xC4D;&#xC2F; a Bramin. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC3E;! O Sir! &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B; or &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC4B; or &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC4B; interj. Alas! Alas! &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC41; n. A teacher. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC32;&#xC41;. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC47; or &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC47; interj. Oh, O thou! &#xC39;&#xC3E;&#xC39;&#xC3E;. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC4D;&#xC32; interj. Sir, father.
			</div>
                