&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35; arakamu. [Tel.] n. Indigestion. &#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC05;&#xC30;&#xC17;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;aragali. [Tel. from &#xC05;&#xC30;+&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;] n. Hesitation, doubt &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; aragaligonu. [Tel.] v. n. To hesitate, doubt. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;,&#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC3E;&#xC35;&#xC35;&#xC47;&#xC21;&#xC3F;&#xC28;&#xC1C;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC38;&#xC35;&#xC2F;&#xC4D;&#xC2F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC21;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC4A;&#xC38;&#xC17;&#xC46;&#xC21;&#xC41; &#xC28;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC21;&#xC41;.&quot; BD. iii. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC15;&#xC4A;&#xC30;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC17;&#xC4A;&#xC30; arakora. [Tel.] Sticking. &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. &quot;&#xC15;&#xC30;&#xC15;&#xC02;&#xC20;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32; &#xC15;&#xC30;&#xC15;&#xC4A;&#xC30;&#xC32;&#xC47;&#xC15; &#xC35;&#xC46;&#xC30;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC47;&#xC32;.&quot; BD. v. 327. &quot;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC30;&#xC17;&#xC4A;&#xC30;&#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;.&quot; Parij. v. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC15;</span>&#xA0;&#xA0;, &#xC05;&#xC30;&#xC15;&#xC21;, &#xC05;&#xC30;&#xC4D;&#xC15;&#xC21; or &#xC05;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41; araka. [Tel.] n. The hip. &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;. &#xC28;&#xC3F;&#xC24;&#xC02; &#xC2C;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC05;&#xC30;&#xC15;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she came with a child on the hip. &quot;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC21;&#xC30;&#xC4D;&#xC15;&#xC21; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC28;&#xC3F;&#xC38;&#xC30;&#xC4B;&#xC2A;&#xC30; &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;&quot; BD. vi. 277.&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC4D; &#xC05;&#xC30;&#xC15;&#xC21;&#xC28;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48;. M. V. iii. 307. &quot;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC28;&#xC2E;&#xC42;&#xC2A;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC30;&#xC15;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC24; &#xC28;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;&quot; HD. i. 1752.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;aratni. [Skt.] n. A cubit, distance from the elbow to the extremity of the little finger. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC33;&#xC3F; &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC46;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC15;. The elbow. &#xC2E;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ara&#x1E47;yamu. [Skt.] n. A forest; a wilderness, thicket. &#xC05;&#xC21;&#xC35;&#xC3F;. &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC38;&#xC2D; a forest court. &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; king of a forest. &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC36;&#xC41;&#xC28;&#xC15;&#xC2E;&#xC41; the wild dog or the wolf; &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F; great forest. &#xC2A;&#xC47;&#xC30;&#xC21;&#xC35;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ara&#x1E47;i. [Skt.] n. A piece of dry wood to produce fire by friction at sacrifices. &#xC2E;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ara&#x1E47;amu. [Skt.] n. A present given by a father-in-law to his son-in-law or by a father to his daughter, at the nuptials. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC48;&#xC35;&#xC24;&#xC41;&#xC21;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC46;&#xC2F;&#xC30;&#xC23;&#xC2E;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Balarama. vi. 157.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC21;&#xC3E;</span>&#xA0;&#xA0;ara&#x1E0D;&#x101;. [Tel.] n. The brass or gold mouth of a scabbard. A particular kind of neck jewel. Also, the lion&apos;s heads at the ends of the pole of Hindu marriage palankeen. &#xC15;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40; &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC38;&#xC3F;&#xC02;&#xC39;&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;, &#xC05;&#xC30;&#xC02;&#xC1F;&#xC3F; or &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F; ara&#x1E6D;i.[Tel.] n. A plantain tree. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; green plantains &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; plantain leaves.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC05;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC17;&#xC4A;&#xC30;</span>&#xA0;&#xA0;See &#xC05;&#xC30;&#xC15;&#xC4A;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ara-go&#x1E0D;&#x1E0D;emu. [Tel.] n. Violence, quarrel. &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC02;&#xC21;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC40;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F; &#xC28;&#xC30;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F;.&quot; &#xC09;.&#xC39;&#xC30;&#xC3F;.iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ara-gunde-tanamu. [Tel.] n. Courage, spirit. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC30;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41;.&quot; BD. v. 207.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;aragu. See &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC26;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ara-devulu. [Tel.] n. Consumption, phthisis. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC30;&#xC26;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC2E;&#xC28;&#xC3F; &#xC36;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC4B; &#xC37;&#xC27;&#xC40;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC17;&#xC43;&#xC36;&#xC41;&#xC02;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; M. IX. ii. 166.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;ara-dan&#x1E0D;a. [Tel.] n. Hand cuffs that slide on a bar of iron. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC4A;&#xC15; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC47;&#xC24;&#xC3F; &#xC38;&#xC02;&#xC15;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aradamu. [from Skt. &#xC30;&#xC25;&#xC2E;&#xC41;.] n. A car; a chariot. &#xC30;&#xC25;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC30;&#xC41;.
			</div>
                