&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2E;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ara-m&#x14D;mu. [Tel.] n. The side face. &#xC05;&#xC30;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; v. n. To turn away the face, disregard.&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ara-m&#x14D;&#x1E0D;&#x1E6D;su. [Tel.] v. a. To half close. &#xC38;&#xC17;&#xC2E;&#xC41;&#xC2E;&#xC42;&#xC2F;&#xC41;. &#xC05;&#xC30;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC41; adj. Half closed. &#xC38;&#xC17;&#xC2E;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &quot;&#xC05;&#xC30;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC28;&#xC41;&#xC26;&#xC4B;&#xC2F;&#xC3F; &#xC30;&#xC38;&#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; &#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;.&quot; T. iv. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aramu. [Skt.] adj. Swift: speedy. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC30;&#xC2E;&#xC41; n. The spoke or radius of a wheel, the edge of a weapon: a corner or angle. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC27;&#xC3E;&#xC30;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC05;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;. &quot;&#xC05;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC15;&#xC38;&#xC02;&#xC2F;&#xC42;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E; &#xC15;&#xC3E;&#xC30;&#xC36;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC3F;.&quot; Anand. T. xii. 27. &quot;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;.&quot; N. vi. 69. A discus or circular missile weapon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2E;&#xC30;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC2E;&#xC30;&#xC3F;&#xC15; aramara. [Tel.] n. Hesitation, doubt. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC30;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC2E;&#xC30;&#xC32;&#xC47;&#xC15; &#xC15;&#xC3E;&#xC15;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC26;&#xC3E;.&quot; P. iii. 167. Difference. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;arapu. [Tel.] n. Blame, censure. (Vizag).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2A;</span>&#xA0;&#xA0;arapa. [Tel.] n. A temporary scaffold in a field. &#xC2E;&#xC02;&#xC1A;&#xC46;. &quot;&#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1B;&#xC30;&#xC28;&#xC40;&#xC28;&#xC02;&#xC17;&#xC17;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC41;, &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC28;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC46;&#xC30;&#xC2F;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2F;&#xC30;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC36;.&quot; BD. vii. 619.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC3F;</span>&#xA0;&#xA0;arad&#x113;&#x1E63;i-parad&#x113;&#x1E63;i. [Skt.] n. A mendicant, a pilgrim. &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ara-v&#x12B;samu. [Tel.] n. The half of half an anna: the thirty-second part of unity. &#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC17;&#xC2E;&#xC41;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC21;&#xC4B; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ara-viri. [Tel.] adj. Half blown, half opened, as a flower, &amp;c. &#xC38;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC05;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC1F; (BD i. 221.) with a half opened eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ara-v&#x101;yi. [Tel.] n. Hesitation, timorousness. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; v. n. To draw back, retract, retire, retreat. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC4B;&#xC27;&#xC32;&#xC41; &#xC2C;&#xC4B;&#xC30;&#xC28;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC46;.&quot; M. V. i. 263.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;aravaralu. [Tel.] n. Plu. Bits, fragments. &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC1A;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC41; &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;. &quot;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC36;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC1C;&#xC4D;&#xC1E; &#xC2E;&#xC30;&#xC35;&#xC30;&#xC32;&#xC48;&#xC2A;&#xC4B;&#xC26;&#xC46;.&quot; M. XIII. v. 393. &#xC05;&#xC30;&#xC35;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41; to divide into small pieces, to destroy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aravamu. [prob. Skt. &#xC05;+&#xC30;&#xC35;&#xC2E;&#xC41; without sound, i.e., having no aspirated. See Caldwell] n. Tamil &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC35;&#xC32;&#xC41; Tamilians, Tamil people. &#xC28;&#xC40;&#xC15;&#xC41; &#xC05;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E; do you know Tamil?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC30;&#xC3F; araramu. [Skt.] n. A door. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC05;&#xC30;&#xC33;&#xC2E;&#xC41; for &#xC05;&#xC30;&#xC30;&#xC2E;&#xC41; n A door. &quot;&#xC24;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC33;&#xC41;&#xC02;&#xC21;&#xC48;&#xC28; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC15;&#xC40;&#xC32;&#xC42;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC30;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28;.&quot; Bh&#x101;ga. X. iii. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;arayu. [Tel.] v. a. To search, examine, see, observe, know, understand. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC0E;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC24;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC28;&#xC30;&#xC2F;&#xC02;&#xC17;&#xC2C;&#xC02;&#xC2A;&#xC41;.&quot; BD. v. 168. &#xC05;&#xC30;&#xC2F;&#xC28;&#xC4D;, &#xC05;&#xC30;&#xC2F;&#xC17;, or &#xC05;&#xC30;&#xC2F;&#xC02;&#xC17; adv. On examining, or searching for. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;. &#xC05;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; (causal of &#xC05;&#xC30;&#xC2F;&#xC41;) To cause to search, to have a search made. &#xC35;&#xC46;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC28;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC2D;&#xC41;&#xC1C;&#xC3E;&#xC2D;&#xC43;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC40;&#xC21;&#xC41; &#xC2C;&#xC39;&#xC41;&#xC27;&#xC3E;&#xC2F;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC21;&#xC02;&#xC1A;&#xC3F;.&quot; A iv. 296. &#xC05;&#xC30;&#xC2F;&#xC3F;&#xC15; arayika. [Tel.] n. Examination, search. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;, &#xC05;&#xC30;&#xC2F;&#xC41;&#xC1F;.
			</div>
                