&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;for &#xC05;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC41; See under &#xC05;&#xC30;. &#xC05;&#xC30;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC1F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC46;&#xC17;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; he was filled with fury.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;arika&#x1E6D;&#x1E6D;&#x1EE5;. [Tel.] v. a. To check, stop, hinder. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC4A;&#xC38;&#xC30;&#xC41;&#xC28;&#xC17; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28; &#xC17;&#xC4B;&#xC1F; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC2E;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; T. ii. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ari. [Tel.] Affix denoting possession. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41; skill, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F; skilful, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; shame, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; timid. &#xC05;&#xC30;&#xC3F; ari. [Tel.] n. A bowstring. Tax, tribute. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC32;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC2A;&#xC3E;&#xC32;&#xC41;. &#xC05;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pay revenue. &#xC06;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC41; the share both of the government and of the inhabitants, i.e., the total produce. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; tax on grazing lands. &quot;&#xC05;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32; &#xC17;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2D;&#xC2F;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;.&quot; M. III. v. 302.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ar&#x101;&#x1E37;amu. [Skt.] adj. Bent, curved, crooked. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC02;&#xC15;&#xC30;&#xC2F;&#xC48;&#xC28;. &quot;&#xC05;&#xC30;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28; &#xC15;&#xC41;&#xC02;&#xC24;&#xC32;&#xC1C;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; R. v. 297.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ar&#x101;ti. [Skt.] n. An enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-rasiku&#x1E0D;u. [Tel.] One devoid of taste of art.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC38;&#xC02;&#xC5B;</span>&#xA0;&#xA0;ara-sanza. [Tel.] n. The evening twilight. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC48;</span>&#xA0;&#xA0;aravu&#xED;. [Tel. from &#xC06;&#xC30;&#xC41;+&#xC2A;&#xC26;&#xC3F;] adj Sixty. &#xC06;&#xC30;&#xC41;&#xC2A;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC05;&#xC30;&#xC35;&#xC48;&#xC2E;&#xC02;&#xC26;&#xC3F; sixty people.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; aravu&#x1E0D;u. [Tel.] n. Bit, fragment, rag. &#xC24;&#xC41;&#xC28;&#xC15;, &#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC3F;, &#xC2A;&#xC4A;&#xC21;&#xC3F;, &#xC24;&#xC42;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32; &#xC15;&#xC4B;&#xC30;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC15;&#xC3E;&#xC35;&#xC3F; &#xC2F;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; &#xC24;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; HD. ii. 1376. &quot;&#xC2E;&#xC48;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC32;&#xC40;&#xC32;&#xC28;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4D; &#xC2C;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;.&quot; M. VI. ii. 319.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC23;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC3F;&#xC23;&#xC46; ari&#x1E47;a. [Tel.] A trough made of a palm tree hollowed like a canoe. &#xC26;&#xC4B;&#xC28;&#xC46;, &#xC2C;&#xC4B;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;ari&#x1E6D;i-ch&#x113;pa. [Tel.] n. A fish like a whiting (&#xC38;&#xC4B;&#xC30;&#xC02;&#xC17;&#xC3F;). The tucks at the waist in front of a petticoat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC5B;</span>&#xA0;&#xA0;ariza. [Tel.] n. A sort of fish. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC47;&#xC2A;. Buch. Mys. iii. 344.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;ari-g&#x14D;lu. [Tel.] n. A basket boat lined with leather. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &quot;&#xC06;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; &#xC05;&#xC2A;&#xC17;&#xC26;&#xC3E;&#xC1F;&#xC41;.&quot; L. xii. 118. &quot;&#xC05;&#xC1A;&#xC3F; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC02;&#xC2C;&#xC15;&#xC3E;&#xC26;&#xC41; &#xC1A;&#xC26;&#xC32;&#xC47;&#xC1F; &#xC26;&#xC47;&#xC32;&#xC41;&#xC26;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC1F;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;.&quot; p. iv. 251.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ari-gonu. [Tel.] v. a. To check, stop, oppose. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC24;&#xC17;&#xC41;&#xC32;&#xC41;. &quot;&#xC06;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Pal. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ari-g&#x101;pu. [Tel. &#xC05;&#xC30;&#xC3F;+&#xC15;&#xC3E;&#xC2A;&#xC41;.] n. Tributary. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35;&#xC48;&#xC26;&#xC47;&#xC39;&#xC2A;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC38;&#xC41;&#xC27;&#xC47;&#xC36;&#xC41;&#xC32;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3F;.&quot; M. VIII. i. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC3F;&#xC17;&#xC46; ariga. [Tel.] n. A large disk, like a shield, held in processions as a royal ensign. &#xC21;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC32;&#xC46; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC26;&#xC41;&#xC1F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC26;&#xC30;&#xC41;. &quot;&#xC24;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC32; &#xC24;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC17;&#xC3E; &#xC17;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC3E;&#xC17;&#xC3E; &#xC26;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC32;, &#xC28;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC40;&#xC32;&#xC28;&#xC28;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;.&quot; G. i. 22.
			</div>
                