&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ari-da&#x1E37;amu. [Skt. from &#xC39;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;] n. Yellow orpiment, yellow sulphuret of arsenic. &#xC39;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aritramu. [Skt.] n. An oar; a rudder, a helm. &#xC13;&#xC21;&#xC28;&#xC21;&#xC35;&#xC41; &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ariti. [Tel.] n. Love, attachment. &#xC05;&#xC30;&#xC3F;&#xC24;&#xC3F; Gen. of &#xC05;&#xC30;&#xC4D;&#xC30;&#xC41; of the neck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;arise. [Tel.] n. A sweet rice cake fried in ghee. &#xC05;&#xC24;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC35;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arish&#x1E6D;amu. [Skt.] n. Misfortune calamity. &#xC05;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; removal of calamity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ariv&#x101;&#x1E47;amu. [Skt.&#xC39;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;] n. A kind of copper dish. &#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC23;&#xC3F;, &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ari-m&#x113;damu. [Skt.] n. To fetid Mimosa tree. &#xC15;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;arimena-ku&#x1E47;&#x1E0D;alu. [Tel.] n. plu. Painted vases used at weddings. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ari-muri. [Tel.] adv. Much, exceedingly, greatly. Quickly, hastily. One after another, repeatedly. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC1F; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;. &quot;&#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC02;&#xC2C;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC32; &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC15;&#xC41;&#xC21;&#xC28;&#xC4D;&#xC2E;&#xC43;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC28;&#xC4D;.&quot; P. i. 107. &#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; ari-muri-tanamu. n. Haste, hurry. &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC28;&#xC3F; in haste. &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC3F; &quot;&#xC2E;&#xC30;&#xC3F;&#xC15;&#xC26;&#xC3E;&#xC36;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC41;, &#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 1747. &#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; ari-muri-pa&#x1E0D;u. v. i. To hasten. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;arimi. [Tel.] n. A disease to which children are subject, tonsilitis, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &quot;&#xC0F;&#xC32;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC47; &#xC2F;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC40;&#xC15;&#xC41;, &#xC28;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC4B; &#xC15;&#xC4B;&#xC2A;&#xC2F;&#xC4B;&#xC2F;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC4B;.&quot; Bhallana iii. 726.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ari-p&#x14D;yu. [Tel.] v. a. To set the arrow on the bow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC27;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;.&quot; N. viii. 208. See. &#xC06;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;ari-pa&#x1E0D;u. [Tel.] v. n. To intervene.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;aridi. [Tel.] adj. Rare, seldom. &#xC05;&#xC2A;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC41; &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC1F;&#xC4D;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC17; &#xC28;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC36;&#xC3F;&#xC36;&#xC41;&#xC2A;&#xC3E;&#xC32;.&quot; &#xC2D;&#xC3E;&#xC30;: &#xC38;&#xC2D;&#xC3E;: ii. &quot;&#xC05;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC48;&#xC2F;&#xC32;&#xC30;&#xC41;&#xC28;&#xC40;&#xC2E;&#xC48;&#xC1C;&#xC3F;&#xC17;&#xC3F;.&quot; Ila. iv. 64. &#xC05;&#xC30;&#xC3F;&#xC27;&#xC3F; n. Wonder, surprise, astonishment &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC30;&#xC3F;&#xC26;&#xC3F;.&quot; N. ii. 330.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;arukuva. [Tel.] n. Indigestion &#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC02;&#xC27;&#xC24;&#xC3F;</span>&#xA0;&#xA0;arundhati. [Skt.] n. The wife of the sage Vasishtha, celebrated for her virtue &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A star in the Pleiades. A marriage ceremonies &#xC05;&#xC30;&#xC41;&#xC02;&#xC27;&#xC24;&#xC3F; is invoked by the bridegroom as a pattern of conjugal excellence and the star in the Pleiades which represents the wife of Vasishtha is pointed out to the bridal pair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC02;&#xC24;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aruntudamu. [Skt.] adj Sharp, corrosive. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC06;&#xC30;&#xC41;&#xC01;&#xC24;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC40;&#xC21;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;</span>&#xA0;&#xA0;aru. [Tel.] v. n. To be lost, be ruined or destroyed, be broken. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1B;&#xC47;&#xC21;&#xC2E;&#xC17;&#xC41;, &#xC24;&#xC46;&#xC17;&#xC41;, &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC30;.&quot; R. iii. 41. &quot;&#xC05;&#xC30;&#xC28;&#xC4D; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC02;&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC28;&#xC2D;&#xC4B;&#xC2D;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC48;&#xC2C;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC28;&#xC4D; &#xC15;&#xC3E;&#xC32;&#xC02;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1F; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC21;&#xC3E;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC4D;.&quot; BD. vii. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC05;&#xC30;&#xC4D;&#xC30;&#xC41; (q. v.) &#xC05;&#xC30;&#xC41;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; aru-tevulu. n. Consumption. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC05;&#xC30;&#xC41;&#xC24; or &#xC05;&#xC30;&#xC41;&#xC24;&#xC28;&#xC4D; Loc. of &#xC05;&#xC30;&#xC4D;&#xC30;&#xC41;. On the neck. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;. &quot;&#xC06;&#xC30;&#xC41;&#xC24;&#xC32;&#xC3F;&#xC2E;&#xC17;&#xC2E;&#xC41; &#xC21;&#xC26;&#xC30;&#xC38;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC41;.&quot; Vema. 1777. &#xC05;&#xC30;&#xC41;&#xC24;  or &#xC05;&#xC30;&#xC4D;&#xC24; aruta. [Tel.] adv. Near, close by. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC30;&#xC41;&#xC24; &#xC28;&#xC47;&#xC17;&#xC46;&#xC38;&#xC46;. Rama went close to Viswamitra. &quot;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC38;&#xC32;&#xC15; &#xC26;&#xC42;&#xC21;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30; &#xC2C;&#xC30;&#xC41;&#xC24;.&quot; BD. viii. 515.
			</div>
                