&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;arusu. [Kan.] n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. &quot;&#xC06;&#xC2A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC38;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC4B;&#xC38;&#xC2E;&#xC30;&#xC41;&#xC38;&#xC41;&#xC28;&#xC15;&#xC46;&#xC28;&#xC2F;&#xC47;.&quot; Appakavi. iii. 233.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;aruvu. [Tel.] n. A loan in grains. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC05;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC41; a tenant. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC15;&#xC3E;&#xC2A;&#xC41;. &#xC05;&#xC30;&#xC41;&#xC35;&#xC41;. [cf. Tamil &#xC05;&#xC30;&#xC3F;&#xC35;&#xC3F;] n. Good sense; judgement; the reasoning faculty. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC30;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; he has lost his wits. &#xC05;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15; aruvu-tikka. [Tel.] n. A disease among cattle in which the belly is swollen in consequence of eating green fodder. &#xC09;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aruvamu. [Tel.] n. Eagerness, fondness. &#xC06;&#xC36;. &quot;&#xC2A;&#xC41;&#xC39;&#xC28;&#xC3E;&#xC2D;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC15;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC4B;&#xC30;&#xC3F;.&quot; Vish. vi. 266.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arghamu. [Skt.] n. Price. Adoration, worship, respect. &#xC2E;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC32;, &#xC2A;&#xC42;&#xC1C;. &#xC05;&#xC30;&#xC4D;&#xC18;&#xC2C;&#xC32;&#xC3E;&#xC2C;&#xC32;&#xC2E;&#xC41; the cheapness or dearness of commodities. &#xC05;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41; arghyamu. n. A respectful oblation to gods or to venerable men, of rice, darbha-grass, flowers, &amp;c., with water, or of water only. &#xC2A;&#xC42;&#xC1C;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC1C;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30; a vessel for this. &#xC05;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; the same with the addition of water for the feet, &amp;c &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the 8 kinds of offerings, viz., &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC47;&#xC28;&#xC46;, &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;, &#xC17;&#xC30;&#xC3F;&#xC15;, &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC30;&#xC4D;&#xC2D;, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Venerable, deserving worship. &#xC2A;&#xC42;&#xC1C;&#xC15;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC28;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arga&#x1E37;amu. [Skt.] n. A round wooden bar or bolt for a door. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC41;. (Metaphorically) an impediment, hindrance, restraint. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; irresistibly. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his authority is unrestricted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;See &#xC39;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;arkali. [Tel.] n. The hip. &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;. (Loc. &#xC05;&#xC30;&#xC4D;&#xC15;&#xC1F;) On the hip or side. &quot;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC21;&#xC30;&#xC4D;&#xC15;&#xC1F; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; BD. vi. 228.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; arkamu. [Skt.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC15;&#xC47;&#xC02;&#xC26;&#xC41; &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41; the conjuction of the sun and moon. &#xC05;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; as long as the sun and moon last.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC4D;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; same as &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.) &#xC05;&#xC30;&#xC4D;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC2E;&#xC41; the acrid milk of this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ar&#x14D;chikamu. [Corrupted from Skt. &#xC05;&#xC30;&#xC41;&#xC1A;&#xC3F;] n. Disgust, dislike, want of appetite. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; she lost her appetite.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC5B;&#xC41;</span>&#xA0;&#xA0;arzu. [H.] n. Price, value. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC2C;&#xC3E;&#xC1C;&#xC3E;&#xC30;&#xC40; &#xC27;&#xC30; price current, market price.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arjunamu. [Skt.] adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41; one of the Pandavas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC1C;&#xC40;</span>&#xA0;&#xA0;arj&#x12B;. [H.] A petition, a letter. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC40;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; petitioner. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC40;&#xC26;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41; a written petition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41; archi [Skt.] n. Flame, light, radiance, splendour, refulgence. &#xC2E;&#xC02;&#xC1F;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC1A;, &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC28;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC28;&#xC2E;&#xC41; archa. [Skt.] n. Worship, adoration. &#xC38;&#xC2A;&#xC30;&#xC4D;&#xC2F;, &#xC2A;&#xC42;&#xC1C;. This is of 8 kinds: &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41;, &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; archaka-tvamu. [Skt.] n. The office of an officiating priest. &#xC28;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC1C;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41; archa-ku&#x1E0D;u. n. An officiating priest. &#xC2A;&#xC42;&#xC1C;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC02;&#xC2C;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; archin&#x1E6D;su. v. a. To worship, adore, offer, as flowers. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; n. One who is worshipped.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC35;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;aruvu&#x1E37;&#x1E37;u. [Tel.] n. plu. Fragments, shivers. &#xC2A;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC24;&#xC42;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2E;&#xC48;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC30;&#xC41;&#xC35;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;.&quot; M. VII. iv.165.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arusamu. [from Skt. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;] n. Joy, gladness. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC09;. &#xC30;&#xC3E;. ii.
			</div>
                