&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ardhamu. [Skt.] adj. Half; a moiety. &#xC38;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC30;&#xC4D;&#xC27;&#xC47;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; the crescent moon, a half moon. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3E;&#xC30;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; the god Siva, in his form of half man and half woman. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; midnight. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; half permission, doubtful consent. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; a half letter. (that is) a letter incompletely sounded, ask in &#xC2A;&#xC43;&#xC25;&#xC15;&#xC4D; prithak. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC1A;&#xC24;&#xC37;&#xC4D;&#xC1F;&#xC3F; purblindness. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41; a hemisphere. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41; a warrior who fights on a car along with another. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC26;&#xC3F;&#xC35;&#xC38;&#xC2E;&#xC41; the equinox. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; half a circle. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; half a meal. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41; arth&#x14D;rukamu. n. A short petticoat. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC32;&#xC41; &#xC38;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC4A;&#xC21;&#xC32; &#xC26;&#xC3E;&#xC15;&#xC3E; &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC25;&#xC28;</span>&#xA0;&#xA0;arthana. [Skt.] n. Asking, begging. &#xC2F;&#xC3E;&#xC1A;&#xC28;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;arti. [Skt.] n. Sorrow. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;for &#xC05;&#xC30;&#xC41;&#xC24; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ar&#x1E47;amu. [Skt.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC2E;&#xC41; ar&#x1E47;avamu. n. The sea or ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC5B;&#xC41;</span>&#xA0;&#xA0;arzu. [H.] n. Breadth. The measurement of a heap of grain from the bottom to the top. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to search, examine.
			</div>
                