&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;arru. [Tel.] n. A tree, the Bauhinia Parviflora, Roxb ii. 323.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;arru. [Tel.] n. The neck. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;, &#xC2A;&#xC36;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC3F;, &#xC2E;&#xC46;&#xC21;&#xC2A;&#xC02;&#xC2A;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;, &#xC06;&#xC2A;&#xC26;, &#xC39;&#xC3E;&#xC28;&#xC3F;. A sore on a bullock&apos;s neck occasioned by ploughing. &#xC06; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC30;&#xC4D;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the bullock&apos;s neck is hurt (by the yoke.) &quot;&#xC05;&#xC02;&#xC26;&#xC28;&#xC3F; &#xC2B;&#xC32;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC3E;&#xC2A;&#xC17;&#xC28;&#xC47;&#xC32;.&quot; Kalahasti.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;arr&#x101;vu. [Tel.] n. A wild cow. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC06;&#xC35;&#xC41;. M. IV. i. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;arr&#x101;&#x1E0D;u. [Tel. &#xC05;&#xC30;&#xC4D;&#xC30;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To hesitate, waver, roam about, wander about in distress. &#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;.&quot; &#xC12;&#xC32;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC32;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC3F;&#xC32;&#xC32;&#xC40;&#xC28;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC40; &#xC38;&#xC41;&#xC30;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E; &#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;.&quot; P. ii. 4. &quot;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC17;&#xC1C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC24;&#xC47;&#xC28;&#xC46; &#xC32;&#xC3E;&#xC28;&#xC28;&#xC3E;&#xC38;&#xC3E;&#xC38;&#xC21; &#xC28;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC2F;&#xC41;.&quot; Pariz. iii. 97.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;arra. [Tel.] n. A division, a partition. A room or chamber. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC4B; &#xC2F;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC12;&#xC15; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC30;, &#xC17;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aryamu&#x1E0D;u. [Skt.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; the solar race.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;armili. [Tel.] n. Foundness, affection &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC4B; &#xC35;&#xC32;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;.&quot; M. XV. ii. 162.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;arbhaku&#x1E0D;u. [Skt.] n. An infant, a child. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arbudamu. [Skt.] (a numeral adj.) One thousand millions. &#xC28;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arpa&#x1E47;amu. [Skt.] n. An offering, dedication, delivering up. Placing. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41; the offering of buds to a god. &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; arpin&#x1E6D;su. v. a. To offer, dedicate. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC24;&#xC3E; &#xC2A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he gave up all his goods and became a beggar. &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; arpitamu. [Skt.] adj. Offered, dedicated. &#xC07;&#xC35;&#xC4D;&#xC35;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC15;&#xC02;&#xC20;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; an ornament placed on the neck. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the village became the prey of the sea. &#xC24;&#xC28; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC02;&#xC24; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave some land as a gift in memory of his father.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;</span>&#xA0;&#xA0;ala. [Tel.] n. A wave, surge, billow, ripple, &#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC4D;&#xC32; ala. [Tel.] adv. There. That. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;,&#xC05;. &quot;&#xC05;&#xC32;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41; &#xC28;&#xC42;&#xC30;&#xC41;&#xC32;&#xC02;&#xC5B;&#xC26;&#xC41;&#xC28;&#xC41; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC40;&#xC32;&#xC17;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC35;&#xC41;&#xC02;&#xC26;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC28;&#xC3E;.&quot; A. pref. xi. &quot;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC2E;&#xC4D;&#xC23;&#xC1A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC24;&#xC41;&#xC32; &#xC24;&#xC41;&#xC32;&#xC38;&#xC40;&#xC38;&#xC41;&#xC17;&#xC02;&#xC25;&#xC37;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;.&quot; A. ii. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC39;&#xC24;</span>&#xA0;&#xA0;arhata. [Skt.] n. Worthiness, fitness. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;. &#xC05;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41; arhamu. adj. Worthy, proper, fit, liable, acceptable. &#xC24;&#xC17;&#xC3F;&#xC28;. &#xC05;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41; arhu&#x1E0D;u. n. He who is worthy. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC32;&#xC41; those who merit punishment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC39;&#xC23;</span>&#xA0;&#xA0;arha&#x1E47;a. [Skt.] Worship, duty, &#xC38;&#xC2A;&#xC30;&#xC4D;&#xC2F;, &#xC05;&#xC30;&#xC4D;&#xC1A;, &#xC2A;&#xC42;&#xC1C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arv&#x101;ch&#x12B;namu. [Skt.] adj Reverse, contrary. Recent, modern. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arvamu. [Skt.] A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41; mounting on horse-back.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;for &#xC05;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; arlu-pe&#x1E6D;&#x1E6D;u. [Tel.] v. a. To set a branch for a creeper to spread over. &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; arremu. [Tel.] n. Indigestion. &#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC05;&#xC30;&#xC17;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;arr&#x101;kali. [Tel. &#xC05;&#xC30;&#xC4D;&#xC30;+&#xC05;&#xC15;&#xC32;&#xC3F;] n. Excessive hunger, torment, fatigue. &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &quot;&#xC06;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC4B;, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC24;&#xC47;&#xC15;&#xC41;&#xC35;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC4A;, &#xC24;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC32;&#xC15;&#xC43;&#xC2A;&#xC28;&#xC4D;, &#xC38;&#xC3E;&#xC15;&#xC17;&#xC26;&#xC47;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC21;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC2A;&#xC32;&#xC3E;&#xC36;&#xC28;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC28;&#xC48;.&quot; Kalahasti. iii. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;arramu. [Tel.] n. A bundle of thorns. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2E;&#xC4B;&#xC2A;&#xC41;.
			</div>
                