&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;alankarin&#x1E6D;su. [Skt.] v. a. To adorn, embellish. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; alankara&#x1E47;amu. [Skt.] Act of adorning; decoration. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; alank&#x101;ramu. n. Ornament, adornment. A jewel. In Rhetoric, a rhetorical figure. &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; Rhetoric. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F; he is a sham student, he has merely a veneer of scholarship. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28; unadorned. &#xC05;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; alank&#x1E5B;itamu. adj. Adorned, ornamented, embellished. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; alank&#x1E5B;itu&#x1E0D;u. n. He who is adorned.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;&#xC3F;</span>&#xA0;&#xA0;alaki. n. A small vessel. &#xC15;&#xC41;&#xC02;&#xC21;, &#xC15;&#xC32;&#xC36;&#xC2E;&#xC41;. &quot;&#xC2F;&#xC3E;&#xC17;&#xC28;&#xC3F;&#xC32;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC32;&#xC2A;&#xC2F;&#xC41;&#xC17;&#xC32;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC28;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; M. XIV. iii. 175.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;alakalu. [Tel.] n. plu. Ringlets, curls. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC30;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;&#xC28;</span>&#xA0;&#xA0;alakana. [Tel.] n. Ease, lightness, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;. &#xC05;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E; adv. Lightly, easily. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC3E;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC17;&#xC3E; (corrupted from &#xC05;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E;) &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he lifted it with ease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;</span>&#xA0;&#xA0;alaka. [Tel, from &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;] n. Displeasure, anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC15; [Skt.] n. Kub&#x113;ra&apos;s capital. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC15;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; Kubera.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;alanduru. [Tel.] n. Grief, sorrow, affliction. &#xC16;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &quot;&#xC15;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC32;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC26;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC28;&#xC4D;&#xC35;&#xC46;&#xC32;&#xC02;&#xC26;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; M. IV. ii. 72. &quot;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC17;&#xC4A;&#xC21;&#xC15;&#xC41;&#xC32;&#xC28;&#xC47;&#xC35;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1C;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC32;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41; &#xC1C;&#xC42;&#xC21;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC47;.&quot; M. XII. i. 210. &#xC05;&#xC32;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41; v. n. To grieve, to sorrow. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;. &quot;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC32;&#xC47;&#xC2E;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC17;&#xC32;&#xC47;&#xC15; &#xC2F;&#xC32;&#xC02;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC41;&#xC35;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC2E;&#xC41; &#xC27;&#xC43;&#xC24;&#xC2F;&#xC41;, &#xC24;&#xC28; &#xC35;&#xC36;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC15; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC21;&#xC3F;.&quot; M. IV. ii. 318.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; See &#xC05;&#xC32;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC24;</span>&#xA0;&#xA0;See &#xC05;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC18;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-langhan&#x12B;yamu. [Skt. from &#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41; to leap]. adj. Impassable, not to be crossed. &#xC26;&#xC3E;&#xC1F;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC05;&#xC32;&#xC02;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-langhyamu. adj. Impassable, not to be crossed. &#xC26;&#xC3E;&#xC1F;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC05;&#xC32;&#xC02;&#xC18;&#xC4D;&#xC2F;&#xC24; a-langhyata. n. Difficulty of access, inaccessibility. &#xC05;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alangamu. [H.] n. The wall of a fortified place, a rampart, a bulwark. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC1F;&#xC17;&#xC4B;&#xC21; &#xC2A;&#xC48; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4B;&#xC1F;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1C;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC2F;&#xC32;&#xC02;&#xC17; &#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC3F;&#xC2F;&#xC35;&#xC4D;&#xC35;&#xC40;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; D. R. vi. 244. &quot;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC4B;&#xC1F;&#xC32;&#xC24;&#xC41;&#xC26;&#xC02;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2A;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC32;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC48;&#xC15;&#xC3F; &#xC1A;&#xC02;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC41;.&quot; N. vii. 167.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC02;&#xC1A;&#xC41; ala&#x1E6D;su. [Tel. Causative of &#xC05;&#xC32;&#xC2F;&#xC41; to be tired.] v. a. To tease, harass. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC1A;&#xC02;&#xC26;</span>&#xA0;&#xA0;ala&#x1E6D;sanda. [Tel.] n. A leguminous plant. Dolichos Catiang. &#xC05;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC32;&#xC41; n. The pulse got from this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC18;&#xC41;</span>&#xA0;&#xA0;a-laghu. [Skt.] adj. Not light. Heavy, large, big. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC32;&#xC18;&#xC41;&#xC35;&#xC41; a-laghuvu. n. A long vowel; a sound equal to two m&#x101;tras or simple sounds. &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC18;&#xC41;&#xC21;&#xC41; a-laghu&#x1E0D;u. n. A man of weight. A respectable man. &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;for -- &#xC32;&#xC41; -- which see.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC17;&#xC3E;</span>&#xA0;&#xA0;alag&#x101;. [H.] adj. Separate, unconnected. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC17;&#xC3E;&#xC2D;&#xC42;&#xC2E;&#xC3F; pasture-land, waste land kept for grazing. &#xC05;&#xC32;&#xC17;&#xC3E; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; grazing tax levied on cattle not belonging to the village. &#xC05;&#xC32;&#xC17;&#xC3E; &#xC05;&#xC38;&#xC3E;&#xC2E;&#xC3F; a private individual, one not concerned, not a regular cultivator.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-lakshyamu. [Skt.] n. Indifference. Disregard. &#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. a. To neglect, disregard. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alaktamu. [Skt.] n. Liquefied lac. It was used by women as an ornament to dye their feet red. &#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;, &#xC32;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC15;&#xC40;&#xC39;&#xC3F;&#xC38;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;alak&#x12B;-his&#x101;bu. [H.] According to account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC05;&#xC32;&#xC26;&#xC41;.
			</div>
                