&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC24;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC02;&#xC24; alata. [Tel. from &#xC05;&#xC32;&#xC2F;&#xC41;] n. Fatigue, exhaustion, weariness. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC5B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;alaza&#x1E0D;i. [Tel.] n. Trouble, misfortune. &#xC06;&#xC2A;&#xC26;. Grief, affliction, sorrow. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC2E;&#xC28;&#xC4B;&#xC26;&#xC41;&#xC03;&#xC16;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC32;&#xC5B;&#xC21;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC26;&#xC3F;&#xC2F;&#xC4B;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vii &quot;&#xC28;&#xC43;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC47; &#xC35;&#xC32;&#xC1C;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2D;&#xC2F;&#xC32;&#xC4B;&#xC15; &#xC32;&#xC40;&#xC32;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;.&quot; M. XII. ii. 352. &#xC05;&#xC32;&#xC5B;&#xC21;&#xC3F;&#xC26;&#xC30;&#xC3F; a;&#x1E37;aza&#x1E0D;i-dari. [Tel.] n. A kind of bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. H. iii. 269.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;alama&#x1E6D;a. [Tel.] n. Grief, sorrow, affliction. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &quot;&#xC15;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC32;&#xC2E;&#xC1F; &#xC15;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;.&quot; P. ii. 26. &#xC05;&#xC32;&#xC2E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; ala-ma&#x1E6D;in&#x1E6D;su. v. n. To grieve, sorrow, to sink under affliction. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;. &quot;&#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC38;&#xC41;&#xC30;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC30;&#xC35;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC32;&#xC2E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC23; &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-labhyamu. [Skt. from &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;] adj. Unobtained; unobtainable; unattainable. Unexpected, casual. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC28;&#xC3F;, &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; unexpected good fortune. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41; this happened unexpectedly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ala-balamu. [Tel.] n. An outcry, a noise. &#xC15;&#xC32;&#xC15;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC4A;&#xC26;, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC15;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15; &#xC35;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC2F;&#xC32;&#xC2C;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC02;&#xC26;&#xC3F; &#xC30;&#xC3E;&#xC02;&#xC17;&#xC23;&#xC2E;&#xC41;&#xC28;.&quot; T. iii. 128.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2A;&#xC41;</span>&#xA0;&#xA0;alapu. [Tel.] a To cause to be fatigued, to harass or trouble. &#xC05;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC28;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC48;&#xC28;&#xC28;&#xC4D;&#xC28; &#xC32;&#xC2A;&#xC17;&#xC1C;&#xC28;&#xC41;&#xC26;&#xC47;&#xC30;&#xC28;&#xC4B;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BRS. 325.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2A;&#xC41;</span>&#xA0;&#xA0;alapu. [Tel. from &#xC05;&#xC32;&#xC2F;&#xC41;] n. Fatigue, lassitude. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;. Tara. iii.9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC02;&#xC26;&#xC41; aladu. [Tel.] v. a. To smear, daub, to apply perfumes. &amp;c. &#xC2A;&#xC42;&#xC2F;&#xC41;. R. iv. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC02;&#xC24;&#xC3F; alati. [Tel.] adj. Little, small. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC24;&#xC3F;&#xC28;&#xC17;&#xC35;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &quot;&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC47;&#xC2E;&#xC4A; &#xC2F;&#xC32;&#xC24;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.&quot; N. vii. 18. &#xC05;&#xC32;&#xC24;&#xC3F; or &#xC05;&#xC32;&#xC02;&#xC24;&#xC3F; n. A trifle, a small thing &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC05;&#xC32;&#xC24;&#xC41;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;, &#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC28;&#xC41;.&quot; TUR. vi. 20. &#xC05;&#xC32;&#xC24;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC32;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; n. plu. Low wretches, mean men.. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;. &quot;&#xC05;&#xC32;&#xC41;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC28;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC3E;&#xC32;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC17;&#xC41;&#xC26;&#xC2F;&#xC3E;&#xC33;&#xC41; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;.&quot; M. XII. ii. 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;alayu. [Tel.] v. n. To be fatigued or harassed. &#xC2C;&#xC21;&#xC32;&#xC41;, &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC05;&#xC32;&#xC2F;&#xC15; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28; &#xC28;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC4B;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC28;.&quot; BD. v. 1458. To delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15; &quot;&#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC24;&#xC32;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC3F; &#xC2F;&#xC28;&#xC41;&#xC35;&#xC41; &#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC28;&#xC32;&#xC2F;&#xC15;&#xC35;&#xC47;&#xC17;&#xC02; &#xC2C;&#xC41;&#xC28;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alamu. [Tel.] v. n. To spread or extend. To happen or occur. To spring, to proceed from. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &quot;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC32;&#xC24;&#xC3F;&#xC35;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC32;&#xC2E;&#xC28;&#xC4D;.&quot; A. vi. 189. &quot;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC32;&#xC2E;&#xC46;&#xC26;&#xC3F;&#xC36;&#xC32;.&quot; N. vii. 205. &quot;&#xC05;&#xC28;&#xC41;&#xC35;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC32;&#xC2E;&#xC3F;&#xC28;&#xC2E;&#xC26;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC4D;.&quot; H. i. 196. &#xC05;&#xC32;&#xC2E;&#xC41; alamu. [Tel.] v. a. To seize, lay hold, handle. To put, place, to wash. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC09;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;. &quot;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC40;&#xC1F; &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F;.&quot; A. v. 34. &#xC05;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; same as &#xC05;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alamu. [Tel.] n. Weeds that grow in fields of dry grain. &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC2E;&#xC46;&#xC30;&#xC15; &#xC1A;&#xC47;&#xC32;&#xC32;&#xC4B; &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC06;&#xC15;&#xC41; &#xC05;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; leaves and weeds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC2E;&#xC30;&#xC41; alamarin&#x1E6D;su. [Tel.] v. n. To be wearied or exhausted. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC41; to grieve &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41; &quot;&#xC2A;&#xC4D;&#xC32;&#xC35;&#xC17;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC32;&#xC32; &#xC2E;&#xC30;&#xC3F; &#xC2E;&#xC47; &#xC28;&#xC35;&#xC36;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32;.&quot; P. i. 137.
			</div>
                