&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;alayin&#x1E6D;su.[Tel.] v. a. To trouble, harass, weary, fatigue. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC48; &#xC2F;&#xC24;&#xC41;&#xC32;&#xC17;&#xC24;&#xC41;&#xC32; &#xC30;&#xC24;&#xC41;&#xC32;&#xC35;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; N. ix. 422. &quot;&#xC38;&#xC40;&#xC24;&#xC28;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24; &#xC2C;&#xC4A;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC47;&#xC21;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC36;&#xC3E;&#xC1A;&#xC30;&#xC41; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC38;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; R. vi. 30. &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;, &#xC05;&#xC32;&#xC24;, &#xC05;&#xC32;&#xC2A;&#xC41; alayika. [Tel.] n. Fatigue, harassment, weariness. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;, &#xC17;&#xC3E;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC35;&#xC4B;&#xC15;</span>&#xA0;&#xA0;ala-v&#x14D;ka. [Tel.] n. Sport, amusement, playfulness. &#xC32;&#xC40;&#xC32;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;, &#xC05;&#xC32;&#xC35;&#xC4B;&#xC15;&#xC17;&#xC3E; ala-v&#x14D;ka-g&#x101;. [Tel.] adv. Carelessly. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3E;. &quot;&#xC05;&#xC32;&#xC35;&#xC4B;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC47;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32; &#xC2E;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41;.&quot; Vish. vi. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC35;&#xC3F;</span>&#xA0;&#xA0;alavi. [Tel.] n. Possibility, practicability, power, ability. &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; &#xC05;&#xC26;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC32;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; it is indescribable. &#xC05;&#xC32;&#xC35;&#xC41; alavu. [Tel.] n. Power, ability. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F;. &quot;&#xC24;&#xC32;&#xC15;&#xC21;&#xC1A;&#xC3F;&#xC28;&#xC21;&#xC1A;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC32;&#xC35;&#xC41;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC15;.&quot; M. VI. ii. 354. Difficulty. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;ala-va&#x1E0D;u. [Tel.] v. n. To be accustomed, be practised in. To be mastered, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC17;&#xC41;, &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. &quot;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC32;&#xC4B;&#xC15; &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC32; &#xC2F;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC32;&#xC35;&#xC21;&#xC26;&#xC3F;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC46;&#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC39;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4C;&#xC1C;.&quot; H. ii. 67. &quot;&#xC35;&#xC40;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC35;&#xC21;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC26;&#xC40; &#xC1C;&#xC32;&#xC30;&#xC41;&#xC39;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3F;&#xC2F; &#xC2E;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; Swa. vi. 74. &#xC05;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC05;&#xC32;&#xC35;&#xC30;&#xC1A;&#xC41; ala-varin&#x1E6D;su. v. a. To make, celebrate. To put on. &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC47;&#xC26;&#xC4B;&#xC15;&#xC4D;&#xC24; &#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC02;&#xC17; &#xC2F;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41;.&quot; N. iv. 106. &quot;&#xC39;&#xC30;&#xC3F;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC24;&#xC32;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC47;&#xC28;&#xC28;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; N. ii. 425. &#xC05;&#xC32;&#xC35;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC05;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To habituate, accustom, excercise, teach. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41; ala-v&#x101;&#x1E6D;u. n. Use, habit,custom, practice. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; adj. Customary, usual. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC35;</span>&#xA0;&#xA0;alava. [Tel.] n. A fence woven with twigs, a hedge, an inclosure. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC24;&#xC4B; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC30;&#xC4D;&#xC15;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; alarkamu. [Skt.] n. A shrub, the three-lobed night-shade. Solanum trilobatum. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC48;. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC30;&#xC41;</span>&#xA0;&#xA0;alaru. [Tel.] v. n. To shine, glitter, be splendid. To rejoice, or be pleased. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30; &#xC2E;&#xC48;&#xC2F;&#xC32;&#xC30;&#xC46;&#xC17;&#xC3E;&#xC15;.&quot; N. ii. 208. &#xC05;&#xC32;&#xC30;&#xC41; alaru. [Tel.] n. A flower, blossom. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, Joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC05;&#xC32;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; alaru&#x1E6D;su. [Tel.] v. a. To please, gratify. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC32;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC05;&#xC32;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC28;&#xC3F; alarub&#x14D;&#x1E0D;i. [Tel.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC05;&#xC32;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; alaru-viltu&#x1E0D;u. [Tel.] n. He who has a bow of flowers, Cupid. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC32;&#xC30;&#xC3E;&#xC30;&#xC41; alar&#x101;ru. [Tel. &#xC05;&#xC32;&#xC30;&#xC41;+&#xC06;&#xC30;&#xC41;] v. n. To shine, glitter. To rejoice, or be pleased. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC02;&#xC2C;&#xC32;&#xC30;&#xC3E;&#xC30;.&quot; N. i. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC33;&#xC3F; ali. [Skt.] n. A large black bee. A scorpion. &#xC05;&#xC33;&#xC3F;&#xC28;&#xC3F; the female scorpion. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC24;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3E;&#xC2E;&#xC24;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;al&#x101;matu-karra. [H. &#xC05;&#xC32;&#xC3E;&#xC2E;&#xC24;&#xC4D; a mark] n. A bnoy for anchors. &#xC2D;&#xC4B;&#xC2F;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3E;&#xC2C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;al&#x101;buvu. [Skt.] n. The long gourd. Cucurbita lagenaris. &#xC06;&#xC28;&#xC2A; &#xC24;&#xC40;&#xC17;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3E;&#xC26;&#xC3E;, &#xC05;&#xC32;&#xC3E;&#xC39;&#xC3F;&#xC26;&#xC3E;</span>&#xA0;&#xA0;al&#x101;d&#x101;. [H.] Separate, apart, distinct. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC47;&#xC30;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;al&#x101;tamu. [Skt.] n. A fire-brand. Charcoal. &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;, &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC38;&#xC1F;</span>&#xA0;&#xA0;alasa&#x1E6D;a. [Tel. from &#xC05;&#xC32;&#xC2F;&#xC41; q. v.] n. Exhaustion, weariness. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC2A;&#xC41;. &#xC05;&#xC32;&#xC38;&#xC24; alasata. [Skt.] n. Inactivity, laziness, idleness. &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC38;&#xC2E;&#xC41; alasamu. [Skt.] adj. Idle, slothful, indolent. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC1C;&#xC21;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41; alasu&#x1E0D;u. n. He who is idle or indolent. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC32;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; alasur&#x101;lu. n. A lazy woman, a dawdle. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
                