&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC33;&#xC40;&#xC15;&#xC24;</span>&#xA0;&#xA0;or &#xC05;&#xC33;&#xC40;&#xC15;&#xC2E;&#xC41; a&#x1E37;&#x12B;kata. [Skt.] n. A falsehood, falseness. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC25;&#xC4D;&#xC2F;, &#xC05;&#xC33;&#xC40;&#xC15; &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, Feigned courage. Vasu. iii. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ali-v&#x113;&#x1E47;i. [Skt.] n. A woman, (lit. a bee-tressed nymph.) &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC05;&#xC32;&#xC2F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;alipiri. [Tel.] n. A lean man. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC3F; n. A lean woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; aliki&#x1E0D;i. [Tel.] n. Noise, sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32; &#xC05;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC21;&#xC3F; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; I was awakened by the sound of their talking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC33;&#xC40;&#xC15;&#xC2E;&#xC41; alikamu. [Skt.] n. The forehead. &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41; alindamu. [Skt.] n. The terrace before a native house &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC4B;&#xC2A;&#xC3E;, &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;, &#xC24;&#xC3E;&#xC33;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. Also a small room in the front part of a house, or a room near the passage that leads into a house. &#xC24;&#xC32; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC12;&#xC15; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC26;&#xC3F;; &#xC32;&#xC47;&#xC15; &#xC28;&#xC21;&#xC35;&#xC17;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;alu&#x1E6D;su. [Tel.] n. A dull or stupid man. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC3E;&#xC30;. &#xC35;&#xC3F;&#xC30;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alugulamu. [Tel.] n. Pain, suffering. &#xC2C;&#xC3E;&#xC27;. &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41; alugula-pa&#x1E0D;u. [Tel. &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;+&#xC2A;&#xC21;&#xC41;.] v. n. To be crushed. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;. To suffer. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;alugu. [Tel.] v. n. To be angry or annoyed. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; (causal of &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;.) To irritate, annoy. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. See &#xC05;&#xC32;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;alugu. [Tel.] n. A sluice to carry off water from a pond that overflows. The tip of an arrow, the blade of a sword. &#xC2A;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F; &#xC15;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC30;&#xC3F;; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC4A;&#xC28;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC48;&#xC28;&#xC3F; &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC24;&#xC41;&#xC28;&#xC41;&#xC15;. &quot;&#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24; &#xC27;&#xC42;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC24; &#xC30;&#xC47;&#xC16;&#xC2A;&#xC48; &#xC2F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28; &#xC26;&#xC40;&#xC2A;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;.&quot; A pref. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;aluku. [Tel.] v. a. To smear the floor of a house or a mud wall, &amp;c., with cowdung, &amp;c. &#xC2A;&#xC47;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. (&#xC05;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; a besom dipped in cowdung and water used in smearing a floor.) Also, to sow seed in a field prepared for the purpose (Vizag.) &#xC05;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; alikin&#x1E6D;su. (causal of &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;.) To have the floor smeared with cowdung, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC33;&#xC41;&#xC15;&#xC41; or &#xC05;&#xC33;&#xC4D;&#xC15;&#xC41; aluku. [Tel.] n. Fear; terror; dread. &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC33;&#xC41;&#xC15;&#xC41; a&#x1E37;uku. v. n. To be afraid, to fear, to scruple, hesitate. &#xC1C;&#xC02;&#xC15;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC05;&#xC33;&#xC41;&#xC15;&#xC30;&#xC3F; a&#x1E37;ukari. [Tel.] n. A coward, a man of no courage. &#xC2D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35; or &#xC05;&#xC32;&#xC4D;&#xC15; aluka. [Tel. from &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;] n. Anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC05;&#xC32;&#xC41;&#xC15;&#xC1A;&#xC47; &#xC28;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC28;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; H. iii. 180.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC1C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;alja&#x1E0D;i. [H.] n. Confusion. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;. Grief, affliction, sorrow, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC24;&#xC3E;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC4B;&#xC1F; &#xC24;&#xC17;&#xC28;&#xC32;&#xC4D;&#xC1C; &#xC21;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC3E;.&quot; Vema. i. 64. Same as &#xC05;&#xC32;&#xC5B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-l&#x14D;bhamu. [Skt.] Absence of cupidity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC47;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-l&#x113;khamu. [Skt.] n. A blank book. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;aluvu. [Tel.] Same as &#xC05;&#xC32;&#xC41;&#xC17;&#xC41; to be angry. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC2A;&#xC41; alupu [Tel. from &#xC05;&#xC32;&#xC2F;&#xC41;.] n. Fatigue, exhaustion, weariness. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;, &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. T. iii. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alupamu. [Skt. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;] adj. Small, little, trifling. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC38;&#xC4D; (=&#xC05;&#xC32;&#xC4D;&#xC2A; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24;.) &#xC2D;&#xC3E;&#xC30; &#xC0A;&#xC26;&#xC4D;&#xC2F;&#xC4B; iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC15;&#xC40;</span>&#xA0;&#xA0;or &#xC39;&#xC32;&#xC4D;&#xC15;&#xC40; alk&#x12B;. [H.] adj. Light, base. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC32;&#xC4D;&#xC15;&#xC40;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; inferior cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC33;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;a&#x1E37;ku. [Tel.] n. Fear, terror, dread. &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. See &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;see &#xC05;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC21;&#xC3F;
			</div>
                