&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;alla. [Tel.] adj. pron. That. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;. that thing. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; that man. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC28; adj. Then, in the mean time. &#xC05;&#xC02;&#xC24;&#xC1F;&#xC3F;&#xC32;&#xC4B; &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC28;&#xC35;&#xC48;&#xC1A;&#xC3F;.&quot; L. XIX. 184. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC17;&#xC4B; or &#xC05;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41;&#xC17;&#xC4B; interj. Lo! behold! Look there!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC30;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC41; alm&#x101;ra. [H.] n. A wardrobe, almirah. &#xC05;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC41; a well with steps down into it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alpamu. [Skt.] adj. Trifling, mean, slight, small, little, petty. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a small matter. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; one that knows little, an ignorant man. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; short-sightedness, narrow-mindedness. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; a weak creature. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; little-mindedness. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; one who is tender in age, a mere youth. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC1A;&#xC2E;&#xC28;&#xC2E;&#xC41; Urine. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; Tender age. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; A short lived man. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41; A small beginning. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; A light meal. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; n. A mean wretch. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41; all&#x101;&#x1E0D;u. [Tel. &#xC05;&#xC32;&#xC4D;&#xC32;+&#xC06;&#xC21;&#xC41;] v. n. To shake, move, wave, toss about, to wander about, to be in distress. &#xC06;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41;. &quot;&#xC27;&#xC30;&#xC3E;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC46;.&quot; N. iv. 288. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC2A;&#xC1F;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the flag flutters in the wind. &#xC15;&#xC42;&#xC1F;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he is in want of bread. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC41; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he is in trouble for want of employment. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; all&#x101;&#x1E6D;amu [Tel.] n. A to-andfro movement, wandering about. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC41; or &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; all&#x101;ru&#x1E6D;su. [Tel.] v. a. To shake, move, vibrate, agitate, wag, wave. &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC41;. &quot;&#xC18;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;.&quot; N. i. 144. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; all&#x101;ru-muddu. [Tel. &#xC05;&#xC32;&#xC4D;&#xC32;+&#xC06;&#xC30;&#xC41;+&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;.] Prettiness, agreeableness, sweetness. &#xC1C;&#xC28;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC05;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E; ad. Prettily, agreeably, sweetly, pleasantly. &#xC1C;&#xC28;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC17;&#xC3E;, &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC41; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;.&quot; N. ix. 102.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;allari. [Tel.] n. Tumult, commotion, noise, confusion, quarrel, riot. &#xC17;&#xC24;&#xC4D;&#xC24;&#xC30;, &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a noisy or troublesome man. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; v. a. To trouble, disturb, discompose. &#xC17;&#xC24;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;allamu. [Tel.] n. Green ginger, as distinguished from &#xC36;&#xC4A;&#xC02;&#xC20;&#xC3F; dry ginger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC28; allan-allana. [Tel.] adv. Very gently. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;. &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC1C;&#xC3E;&#xC17;&#xC41;&#xC24;&#xC30;&#xC3F;&#xC28;&#xC4D;.&quot; A. iv. 38. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; adj. Slow. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC28;&#xC17;&#xC35;&#xC41; gentle laughter, smile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alla-kall&#x14D;lamu. n. [Tel.] Confusion, disorder. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;alli. [Tel.] n. The water plant called Nymph&#x153;a alba. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21; is peduncle or flower stalk. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; the flower of this water plant. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2A;&#xC41; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F; Menyanthes cristata, a water plant. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F; Nymph&#x153;a Lotus, a variety with a red flower. Rox. ii. 260, says. &apos;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F; is Memecylon Edule: a wild shrub, like broom, with beautiful fragrant flowers in bunches.&apos; &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; her body is like the stem of a water lily, she is very chilly. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; the fruit of the blue lotus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;alla&#x1E6D;a-pe&#x1E6D;&#x1E6D;u. [Tel. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC2E;&#xC41;+&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;] v. a. To annoy, harass. &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2E;&#xC42; &#xC21;&#xC47;&#xC21;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC24; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC4B;&#xC2F;&#xC2F;&#xC4D;&#xC2F; &#xC28;&#xC47;&#xC28;&#xC46;&#xC30;&#xC41;&#xC17;.&quot; Bhall&#x101;. 1. 455. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC2E;&#xC41; alla&#x1E6D;amu. [Tel.] n. Annoyance. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;</span>&#xA0;&#xA0;allana. [Tel.] n. Slowness. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC28; allana. [Tel.] adv. Gently. softly. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;. &quot;&#xC24;&#xC28;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; N. i. 170.
			</div>
                