&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;allu. [Tel.] v. a. To plait, braid, weave, wattle rods or twigs, &amp;c., together. &#xC17;&#xC02;&#xC2A;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41; to weave baskets. &#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he plaits mats. &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41; to compose verses. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41; to fabricate lies. &#xC24;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; the creepers have crept over the tree. &#xC15;&#xC38;&#xC35;&#xC41; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28; &#xC2D;&#xC42;&#xC2E;&#xC3F; land overgrown with grass. n. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; (q.v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC40;&#xC38;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;all&#x12B;sa-karra. [H.] n. An oar. &#xC2A;&#xC21;&#xC35;&#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;. (The boatmen usually cry &#xC05;&#xC2F;&#xC3F;&#xC32;&#xC47;&#xC38; ayil&#x113;sa and &#xC05;&#xC2F;&#xC3F;&#xC32;&#xC47;&#xC38; &#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC32; when rowing) &#xC05;&#xC32;&#xC4D;&#xC32;&#xC40;&#xC38;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC4B;&#xC32;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to row a boat with oars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;alli-billi. [Tel.] n. Twisting, twining. &#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC35;. &quot;&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC17;&#xC4A;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; Swa. ii. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC30;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30; alli-temmara. [Tel.] n. A cool breeze. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;alli-che&#x1E6D;&#x1E6D;u. [Tel.] n. A kind of wild shrub, with beautiful and fragrant lilac flowers in bunches. &#xC12;&#xC15; &#xC05;&#xC21;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; the wood of this plant. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; the seed of this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;allin&#x1E6D;su. [Tel.] (causal of &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;) To get it plaited or braided. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. See &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; allika. [Tel. from &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;) n. A twist, a plait, a braid, a netting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;av&#x101;k&#x12B;r&#x1E47;amu. [Skt.] adj. Scattered, strewed. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-k&#x101;&#x1E63;amu. [Skt.] n. Leisure, opportunity opening, interval, space, intermission, rest. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-karamu. [Skt.] n. Dust, or sweepings. &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;</span>&#xA0;&#xA0;ava. [Tel.] Same as &#xC05;&#xC35;&#xC4D;&#xC35; (q. v.) Also a Skt. prefix, meaning Bad.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;all&#x14D;-n&#x113;r&#x113;&#x1E0D;u. [Tel.] n. A kind of Myrtus Cyminum (Roxb.) its fruit being like a black cherry. See &#xC28;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41; or &#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; allo-n&#x113;r&#x113;&#x1E37;&#x1E37;u. [Tel.] n. Salutations. &#xC28;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;, &quot;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC2C;&#xC3E;&#xC32; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC27;&#xC41;&#xC38;&#xC42;&#xC26;&#xC28;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC24;&#xC02;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC4B; &#xC28;&#xC47;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; Hamsa. iv. 271. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; songs sung by women with a chorus &#xC05;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC4B;. &quot;&#xC07;&#xC02;&#xC24;&#xC40; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC4A;&#xC28;&#xC47;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC4C;&#xC30;&#xC40;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC1A;&#xC41;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;. iv.  &#xC0E;&#xC32;&#xC4D;&#xC32; &#xC38;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC01;&#xC1C;&#xC47;&#xC15;&#xC4A;&#xC28; &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F; &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3E; &#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC46; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC2F;&#xC3E;&#xC35;&#xC32;&#xC17;&#xC32;&#xC35;&#xC47;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. &#xC38;&#xC41;&#xC02;&#xC26;: &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;allemu. [Skt.] n. The being a son-in-law. &#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Commonly the invitation given to a son-in-law immediately after the marriage. [Connected with &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;alle-dammu. [] n. A sort of fish. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC2A;&#xC2F;&#xC41; &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32; &#xC26;&#xC4A;&#xC02;&#xC21;&#xC41;.&quot; Hamsa. iv. 226.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;alle. [Tel.] n. A bow-string. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46; (a vulgar error for &#xC35;&#xC32;&#xC46;) Like; as &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC46; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came like Police officers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;allu-ba&#x1E6D;&#x1E6D;sali. [Tel.] n. A plant, called Basella alba. &#xC24;&#xC40;&#xC17;&#xC46; &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;allu&#x1E0D;u. [Tel. from &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41; lit. one who plaits, i.e., who is the means by which the family circle is enlarged.] n. A son-in-law. &#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC24;, &#xC2E;&#xC47;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; the son of a man&apos;s sister, or of a woman&apos;s brother. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; n. plu. Foster brothers or vassals, who feed at the baron&apos;s table and form his body-guard. &#xC26;&#xC4A;&#xC30;&#xC24;&#xC4B;&#xC26;&#xC4A;&#xC30;&#xC17;&#xC3E; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; n. A son-in-law. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC24;. &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC43;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;, &#xC24;&#xC28;&#xC2F;&#xC41; &#xC2E;&#xC43;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC46; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41; &#xC2E;&#xC43;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2D;&#xC42;&#xC32;&#xC4B;&#xC15;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vema. 1288.
			</div>
                