&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vakramu. [Skt.] Not crooked, straight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vaktavyamu. [Skt.] Not fit to be said or uttered; improper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC41;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-kun&#x1E6D;hanamu. [Skt.] n. Veil, a cover, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;. &#xC05;&#xC35;&#xC15;&#xC41;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41; avakun&#x1E6D;hitamu. adj. Veiled, covered. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC18;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-gha&#x1E37;amu. [Skt.] adj. Difficult, impossible. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC23; &#xC2F;&#xC4B;&#xC17; &#xC38;&#xC02;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC35;&#xC18;&#xC33;&#xC02;&#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3F;.&quot; L. ii. 206. &#xC05;&#xC35;&#xC18;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; ava-gha&#x1E37;in&#x1E6D;su. [Skt.] v. a. To excel or surpass. To neglect, disregard. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; , &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC30;&#xC4D;&#xC25;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC47;&#xC1F; &#xC28;&#xC35;&#xC18;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC02;&#xC17; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC21;.&quot; Swa. iii. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-grahamu. [Skt.] n. Drought, famine, Obstacle, impediment. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC30;&#xC35;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-gu&#x1E47;amu. [Skt.] n. An evil disposition, a bad temper, a defect. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41; ava-g&#x101;hamu. [Skt.] n. Immersion: bathing: comprehension. &#xC2E;&#xC41;&#xC23;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC24;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I do not comprehend it. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC05;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3E; have you understood it? &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I have understood it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-gatamu. [Skt.] adj. Known, understood. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-ganitamu. [Skt.] adj. Disregarded. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-ga&#x1E0D;amu. [Skt.] n. Peril, danger, evil, mischief. &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC05;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC2F;&#xC30;&#xC41;&#xC26;&#xC47; &#xC2F;&#xC40;&#xC38;&#xC41;&#xC28;&#xC24;&#xC26;&#xC4D;&#xC17;&#xC30;&#xC4D;&#xC35; &#xC2D;&#xC3E;&#xC37;&#xC32;&#xC3F;&#xC1A;&#xC1F;&#xC3F; &#xC38;&#xC43;&#xC17;&#xC3E;&#xC32;&#xC3E; &#xC17;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC30;&#xC41;&#xC32;&#xC2A;&#xC48; &#xC24;&#xC41;&#xC30;&#xC47;&#xC35;&#xC3F;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC32;&#xC15;&#xC35;&#xC17;&#xC21;&#xC2E;&#xC30;&#xC2F;&#xC28;&#xC4D;.&quot; P. iii. 368.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-ksh&#x113;pamu. [Skt.] n. The act of discarding a thing after finding fault with it. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC2A;&#xC3F; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Sarcasm, irony. &#xC38;&#xC4B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC20;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC06;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &#xC05;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; adj. Discarded as faulty, sarcastic, ironical, having an insinuation. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC4B;&#xC2A;&#xC3F; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC38;&#xC4B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC20;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC24;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;avatamsamu. [Skt.] n. A flower put on the ear for ornament; a crest, a ring worn at the tip of the ear. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC3F;&#xC17;&#xC2C;&#xC02;&#xC24;&#xC3F;, &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC47; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC36;&#xC47;&#xC16;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC3F;&#xC16;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC42;&#xC32; &#xC26;&#xC02;&#xC21;. &#xC05;&#xC35;&#xC24;&#xC02;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Worn on the ear for ornament. &#xC1A;&#xC46;&#xC35;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC28;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava&#x1E6D;amu. [Skt.] n. A hole in the ground, a cavity, a pit, a well. &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC05;&#xC35;&#xC1F;&#xC41;&#xC35;&#xC41; ava&#x1E6D;uvu. [Skt.] n. The back of the neck. &#xC2A;&#xC46;&#xC21;&#xC24;&#xC32;, &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC2E;&#xC46;&#xC21; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;. &quot;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3F; &#xC24;&#xC3E;&#xC35;&#xC1F;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC2D;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC47;&#xC30;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC4B; &#xC2F;&#xC28;&#xC28;&#xC4D;.&quot; Vasu. iv. 39. &quot;&#xC05;&#xC35;&#xC1F;&#xC41;&#xC15;&#xC1A;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; A. vi. 23. &#xC1F;&#xC40; &#xC2A;&#xC46;&#xC21; &#xC24;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC47; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC1C;&#xC4D;&#xC1E;</span>&#xA0;&#xA0;ava-gna. [Skt.] n. Disregard, contempt. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC24; ava-gnata. [Skt.] n. Ignorance, stupidity, folly. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC24;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; n. An idiot, a fool. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35; &#xC1A;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;ava-&#x1E6D;s&#x101;&#x1E6D;amug&#x101;. [Tel.] adv. Unexpectedly, unawares, &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC39;&#xC1F;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;. &quot;&#xC16;&#xC32;&#xC41;&#xC21;&#xC17;&#xC41;&#xC15;&#xC02;&#xC38;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC24;&#xC43;&#xC23;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC35;&#xC28;&#xC3F;&#xC15;&#xC35;&#xC1A;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC41;&#xC30;&#xC15;&#xC30;&#xC41;&#xC35;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC2C;&#xC3F;&#xC38;&#xC2C;&#xC3F;&#xC38; &#xC28;&#xC30;&#xC41;&#xC26;&#xC30;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; B. X. &#xA7; 7.
			</div>
                