&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ava-tarin&#x1E6D;su. [Skt.] v. n. To come down, to get down into. &#xC26;&#xC3F;&#xC17;&#xC41;. To be born. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To appear, to put on a form, to become incarnate. &#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC35;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; Vishnu appeared as a fish. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC35;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he was born as Krishna, or he appeared as Krishna or he put on the form of Krishna. &#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; ava-t&#x101;ramu. [Skt.] n. Incarnation, metamorphosis. The descent of a deity from heaven in a particular shape, the appearance of any deity upon earth, origin. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC26;&#xC36;&#xC3E;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the ten incarnations of Vishnu. &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when he appeared on earth as Rama. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; he is pride incarnate, &#xC05;&#xC26;&#xC3F; &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2E;&#xC3E;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; she is the genius of famine. (Shakesp. 2. Hen. IV. act. 3.) &quot;famine in the abstract, famine embodied, or personified.&quot; &#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; avat&#x101;ra-purushu&#x1E0D;u. n. A god man, a divin&#x113; being in human form. &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ava-dharin&#x1E6D;su. [Skt.] v. a. To favour with one&apos;s attention. To lend an ear, listen. To wear, put on. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC41;, &#xC06;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC28;&#xC35;&#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC2F;&#xC2C;&#xC42;&#xC37;&#xC32;&#xC35;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; Swa. iii. 25. &quot;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC41;&#xC35;&#xC02;&#xC36;&#xC02; &#xC2C;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC28;&#xC40; &#xC15;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC36;&#xC4B; &#xC2D;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47; &#xC2E;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC35;&#xC27;&#xC3F;&#xC02;&#xC35;&#xC41;&#xC2E;&#xC41;.&quot; A pref. 21 &#xC05;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC41; (the second person singular of the imperative of the verb. &#xC05;&#xC35;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.) Oh Listen! O give ear! &#xC35;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;, &#xC06;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC2C;&#xC47;&#xC30; &#xC36;&#xC02;&#xC15;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC30;&#xC38;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC35; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC21; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC2A;&#xC30;&#xC3E;&#xC15; &#xC35;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC47;&#xC35; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15; &#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;.&quot; N. i. 177.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vadyamu. [Skt.] adj. Mean, low, servile, inferior. &#xC28;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC35;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-vadyamu. [Skt.] n. Ruin, harm, loss. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC35;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; this has lost nothing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC26;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;ava-d&#x16B;ru. [Tel.] n. (a bad phrase) Calumny, defamation. &#xC05;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC26;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-d&#x101;tamu. [Tel.] n. Whiteness. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC26;&#xC17;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;avada-g&#x101;ki. [Tel.] n. An abominable wretch. &#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC3F;. &quot;&#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC17;&#xC24;&#xC3F; &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC26;&#xC28; &#xC28;&#xC40;&#xC30;&#xC1C;&#xC2E;&#xC41;&#xC28;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;, &#xC15;&#xC35;&#xC26;&#xC17;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC30;&#xC3F;.&quot; P. i. 592.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC26;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;avadam&#x1E63;amu. [Skt.] n. A pickle, a preserved fruit. &#xC0A;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;avat&#x12B;r&#x1E47;amu. [Skt.] adj. That into which one descends, as a well or tank. That which is crossed as a river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC24;&#xC32;, &#xC05;&#xC35;&#xC32;</span>&#xA0;&#xA0;or &#xC06;&#xC35;&#xC32; avatala. [Tel. &#xC05;&#xC35;&#xC32;+&#xC24;&#xC32; = &#xC06;&#xC35;&#xC32;&#xC3F;&#xC1A;&#xC4B;&#xC1F;&#xC41;] adv. Afterwards, beyond, on the other side, further. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;, &#xC05;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06;&#xC2A;&#xC48;&#xC28;. &quot;&#xC06;&#xC35;&#xC32; &#xC28;&#xC3E; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC35;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; A. i. pref. 43. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F; or &#xC06;&#xC35;&#xC32;&#xC3F; adj. Next, following. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC3F;. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F; &#xC38;&#xC4B;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; Monday after next. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F; &#xC35;&#xC48;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; further particulars. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; those who are on the other side. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; on the other side. &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F;&#xC17;&#xC24;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F;? What happened afterwards? &#xC05;&#xC35;&#xC24;&#xC32;&#xC15;&#xC41; adv. Further off, to the other side. &#xC06;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-dh&#x101;ra&#x1E47;amu. [Skt.] n. Certainty, determination, resolution. Emphasis. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC41; See &#xC05;&#xC35;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-dh&#x101;namu. [Skt.] n. Attention, care, regard. &#xC2E;&#xC28;&#xC4B;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;, &#xC05;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC3F; or &#xC05;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; n. He who is attentive or careful. He who is skilled in the Vedas. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC3F; a versatile man; one who can attend to eight matters simultaneously. &#xC36;&#xC24;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC3F; n. One who can attend to a hundred things at one and the same time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ava-t&#x101;rika. [Skt.] n. A preface. &#xC2A;&#xC40;&#xC20;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC05;&#xC35;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                