&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-p&#x101;tamu. [Skt.] n. A pit concealed under leaves and earth to catch elephants. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC3F; &#xC2E;&#xC40;&#xC21; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC28;&#xC41; &#xC15;&#xC02;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC30;&#xC1A;&#xC3F; &#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC2A;&#xC48;&#xC28; &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC13;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-pathyamu. [Skt.] n. Violation of prescribed regimen. Error in diet. &#xC05;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC28;&#xC3F;</span>&#xA0;&#xA0;avani. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC05;&#xC35;&#xC28;&#xC40;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC35;&#xC28;&#xC40;&#xC24;&#xC32;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a king. &#xC05;&#xC35;&#xC28;&#xC40;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; a Brahmin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;avanamu. [Skt.] n. Preservation, protection, rescue. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &quot;&#xC17;&#xC1C;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC35;&#xC2E;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC3F;&quot; one who hastens to save the life of the elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC28;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;avanatamu. [Skt.] adj. Bowed, bent. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vadhyamu. [Skt. &#xC35;&#xC27;&#xC4D; = to kill] adj. Not meriting death, innocent. &#xC1A;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC28;&#xC3F;, &#xC1A;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC28;&#xC3F;. &#xC05;&#xC28;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; n. One who is not deserving of death. &#xC1A;&#xC02;&#xC2A;&#xC28;&#xC28;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC27;&#xC3F;</span>&#xA0;&#xA0;avadhi. [Skt.] n. Boundary, period, time, conclusion, end. (colloq.) Strait, calamity, misfortune. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC05;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2A;&#xC26;. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2A;&#xC24;&#xC28;&#xC3E;&#xC35;&#xC27;&#xC3F; as long as one lives. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15; &#xC05;&#xC35;&#xC27;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; a misfortune happened to him. &#xC05;&#xC35;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a mortgage bond with the penalty of forfeiting the mortgage after a limited time. &#xC05;&#xC35;&#xC27;&#xC40;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; ava-dh&#x12B;ritamu. [Skt.] adj. Disregarded, scorned, despised. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC35;&#xC27;&#xC42;&#xC24;&#xC2E;&#xC41; adj. Removed, tossed aside, cast away, thrown. &#xC24;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC35;&#xC27;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; ava-dh&#x16B;tu&#x1E0D;u. [Skt.] n. A naked mendicant. One who has renounced all worldly feeling and obligation. &#xC26;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC47; &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;</span>&#xA0;&#xA0;Same as &#xC05;&#xC35;&#xC24;&#xC32; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-r&#x14D;hamu. [Skt.] n. Descending &#xC26;&#xC3F;&#xC17;&#xC21;&#xC2E;&#xC41;. The root that grows from the branches of trees like the Banyan tree. &#xC0A;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-r&#x14D;dhamu. [Skt.] n. Obstacle, hindrance. A seraglio. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;, &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; ava-r&#x14D;dhin&#x1E6D;su. [Skt.] v. t. To obstruct, to hinder. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC30;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;avaraju&#x1E0D;u. [Skt.] n. A younger brother. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-y&#x14D;gamu. [Skt.] n. A bad sign, an inauspicious omen. &#xC05;&#xC35;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-yavamu. [Skt.] n. A limb, a member. &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC2F;&#xC35;&#xC3F; ava-yavi. n. An organism; that which has limbs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ava-m&#x101;nin&#x1E6D;su. [Skt.] v. a. To dishonour, to disgrace. &#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; ava-m&#x101;namu. [Skt.] n. Disgrace, dishonour, disrespect. &#xC05;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was disgraced or treated with disrespect. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Despised, disrespected. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; ava-m&#x101;nitu&#x1E0D;u. [Skt.] n. He who is disgraced or treated with disrespect. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;</span>&#xA0;&#xA0;ava-mary&#x101;da. [Skt.] n. Incivility, unpoliteness. &#xC05;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-mardanamu. [Skt.] n. Beating as a drum. &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC15;&#xC41;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC1F;&#xC2F;&#xC41;.&quot; A. iv. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2D;&#xC43;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-bhrithamu. [Skt.] n. Ablution after a sacrifice, a purification made at the termination of a sacrifice or any auspicious ceremony. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC02;&#xC24; &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ava-mati. [Skt.] n. Disgrace, disregard. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC2E;&#xC24;&#xC2E;&#xC41; adj. Despised, disregarded. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
                