&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ava-l&#x14D;kin&#x1E6D;su. [Skt. Root connected with the English word Look.] v. n. To look at. &#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41; n. Sight, seeing. &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41; re-perusal. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41; retrospection. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC35;&#xC32;&#xC4B;&#xC28; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; a verse in which every line looks back to the beginning. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC30;&#xC3E;&#xC26;&#xC41; one should not look at his face. &#xC05;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. That which is seen. &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC47;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-l&#x113;hanamu. [Skt.] n. Licking with the tongue. &#xC28;&#xC3E;&#xC15;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-l&#x113;pamu. [Skt.] n. Pride. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC41;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-lu&#x1E47;&#x1E6D;hanamu. [Skt.] n. Rolling on the ground. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC21;&#xC2E;&#xC41; &#xC05;&#xC35;&#xC32;&#xC41;&#xC02;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Rolled on the ground, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC28;, &#xC28;&#xC47;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC40;&#xC32;</span>&#xA0;&#xA0;ava-l&#x12B;la [Skt.] n. Ease, facility. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;. &#xC05;&#xC35;&#xC32;&#xC40;&#xC32;&#xC2F;&#xC48;&#xC28; adj. Easy, facile, ready. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC32;&#xC40;&#xC32;&#xC17;&#xC3E; ava-l&#x12B;la-g&#x101;. [Skt.] adv. Easily, as play, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-lagnamu. [Skt.] n. The waist. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-laksha&#x1E47;amu. [Skt.] n. Evil omen, an inauspicious sign. &#xC05;&#xC35;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC21;&#xC41; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; adj. Deformed, inauspicious. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;avalambin&#x1E6D;su. [Skt.] v. a. To take hold of any thing; depend on any person or thing. &#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06; &#xC2E;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; Converts, those who embraced that creed. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC02;&#xC1A;&#xC3F; picking up courage. &#xC06;&#xC2F;&#xC28;&#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they embraced his opinion, or sided with him. &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41; or &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41; avalambamu n. Taking hold of anything, hanging on or from. Adoption, or profession of certain views. &#xC17;&#xC24;&#xC3F;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC24;&#xC3E;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41; the adoption of a religion. &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. That which is adopted, as one&apos;s own.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-sadhamu. [Skt.] n. A house, habitation. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC24;&#xC4D;</span>&#xA0;&#xA0;a-vasat. [Skt.] adj. Indwelling. &#xC28;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;. &quot;&#xC32;&#xC32;&#xC28;&#xC3E;&#xC1C;&#xC28;&#xC3E;&#xC2A;&#xC3E;&#xC02;&#xC17;&#xC35;&#xC32;&#xC28;&#xC3E;&#xC35;&#xC38;&#xC26;&#xC28;&#xC02;&#xC17;.&quot; Vasu. i. 141.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ava-sa&#x1E0D;i. [Tel. with Skt. prefix] n. &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC37;&#xC4D;&#xC1F;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-shtambhamu. [Skt.] n. Support, stay, a post or pillar. &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC35;&#xC37;&#xC4D;&#xC1F;&#xC02;&#xC2D;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; I have not defender, I have no patron. &#xC24;&#xC2E; &#xC05;&#xC35;&#xC37;&#xC4D;&#xC1F;&#xC02;&#xC2D;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC2E;&#xC3F; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; as long as he has your support what need he care?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-va&#x1E63;yamu. [Skt.] adj. Necessary, indispensable, urgent, requisite, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Necessarily, positively. &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-&#x1E63;ish&#x1E6D;amu. [Skt. from &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;] adj. Left, rest, remainder, &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC35;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they left him half dead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC36;&#xC3E;&#xC24;&#xC4D;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC36;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; a-vas&#x101;t. [Skt.] adv. Suddenly, unawares, providentially, abruptly. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC39;&#xC1F;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-&#x1E63;akunamu. [Skt.] n. An evil omen, a bad sign. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC36;</span>&#xA0;&#xA0;a-va&#x1E63;a. [Skt.] n. She who is out of her senses. &#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;. &quot;&#xC05;&#xC35;&#xC36;&#xC1A;&#xC02;&#xC26;&#xC3E;&#xC28; &#xC2C;&#xC48;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC27;&#xC42;&#xC1F;&#xC3F;.&quot; Swa. vi. 41. &#xC05;&#xC35;&#xC36;&#xC2E;&#xC41; a-va&#x1E63;amu. [Skt.] adj. Unsubjected, unrestrained, independent. &#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC47;&#xC28;&#xC35;&#xC36;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC1F; &#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC38;&#xC32;.&quot; P. i. 137. &#xC05;&#xC35;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E; not in one&apos;s power.
			</div>
                