&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-v&#x101;ptamu. [Skt.] adj. Obtained. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC35;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; av&#x101;pti n. Obtaining, attaining. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;av&#x101;z&#x101;. [H.] n. Report, public talk.&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3E;, &#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-v&#x101;chyamu. [Skt.] adj. Un-utterable, not fit to be uttered, obscene. &#xC05;&#xC28;&#xC30;&#xC3E;&#xC28;&#xC3F;, &#xC06;&#xC21;&#xC30;&#xC3E;&#xC28;&#xC3F;, &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;, &#xC2C;&#xC02;&#xC21;&#xC48;&#xC28;, &#xC2C;&#xC42;&#xC24;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;av&#x101;ntaramu. [Skt.] adj. Included, subordinate. &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC32;&#xC4B;&#xC28;&#xC3F;, &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;. &#xC05;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC26;&#xC36; a minor distinction: a species, a subdivision of a general term. &#xC05;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; a spurious verse: an interpolation. &#xC05;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC15;&#xC25; an episode. &#xC05;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; unexpectedly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC39;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-h&#x113;&#x1E37;anamu. [Skt.] n. Contempt, disrespect, disregard. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC4D;&#xC25;</span>&#xA0;&#xA0;avastha. [Skt.] n. State, condition, situation: trouble, difficulty, atrait. &#xC26;&#xC36;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC26;&#xC41;&#xC30;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is in a wretched state. &#xC05;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC38;&#xC41;&#xC37;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; the three states: viz., waking, sleeping and dreaming. &#xC05;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; the period of childhood. &#xC2F;&#xC3E;&#xC35;&#xC28;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; the period of youth. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC15;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; old age. &#xC2E;&#xC30;&#xC23;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; the agony of death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-s&#x101;yamu. [Skt.] n. Certainty, termination, remainder. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ava-s&#x101;namu. [Skt.] n. End, conclusion, termination, death, Limit. &#xC15;&#xC21;, &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC05;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the time of death. &#xC05;&#xC35;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; ava-sannamu. [Skt.] adj. That which has reached its end, that which is destroyed. &#xC15;&#xC21;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;avasaramu. [Skt.] n. Occasion, opportunity, &#xC35;&#xC47;&#xC33;, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC24; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC42;&#xC21;&#xC4B; &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41; this is the third time. &quot;&#xC1A;&#xC47;&#xC30;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;,&quot; T. iii. 39. &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41; also means food offered as a meal to a god, or a kind of mantram said on the occasion. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC30;&#xC41;&#xC35;&#xC48; &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC05;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; they make an offering of sixty meals. Also necessity, urgency, hurry, flurry. &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC28;&#xC41; I will send for you when necessary. &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2A;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC41; if you hurry the business will be spoiled. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41;. I have no occasion for this. &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41; adj. Necessary, urgent, hurried, hasty. &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F; urgent business. &#xC05;&#xC35;&#xC38;&#xC30;&#xC2A;&#xC21;&#xC41; avasara-pa&#x1E0D;u. v. n. To hurry, to haste. &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Urgently, in haste. &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC06;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC35;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ava-sarin&#x1E6D;su. [Skt.] v. a. To hurry, make haste. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;a-vidya. [Skt.] Want of knowledge, ignorance. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;avi&#x1E6D;i. [Tel.] n. He who is maimed, crippled or deformed. A blind man. &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;a-vichchittu-g&#x101;. [Skt.] adv. Undisturbedly, uninterruptedly. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; adj. Uninterrupted, unintermitting. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Uninterruptedly. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vikalamu. [Skt.] adj. Entire, perfect, unimpaired. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;</span>&#xA0;&#xA0;avi. [Tel.] pron. Those, (things.) &#xC05;&#xC35;&#xC3F; &#xC2F;&#xC46;&#xC35;&#xC30;&#xC3F;&#xC35;&#xC3F; whose things are they?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a-v&#x101;ritamu. [Skt.] adj. Inevitable, irresistible. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;av&#x101;ri. [Tel.] adj. Abundant, excessive, much, ample. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17; adv. Abundantly, excessively. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;. &quot;&#xC05;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17; &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC1A;&#xC41;.&quot; P. iv. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-v&#x101;ra&#x1E47;amu. [Skt.] adj. Unrestrained, resistless. &#xC05;&#xC28;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2F;&#xC48;&#xC28;. &quot;&#xC0F;&#xC32;&#xC46;&#xC27;&#xC30;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC28;&#xC4D;.&quot; A. i. pref. 38. &#xC05;&#xC35;&#xC3E;&#xC30;&#xC23; or &#xC05;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; n. Resistlessness, want of restraint. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC35;&#xC3E;&#xC30;&#xC23; or &#xC05;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC17;&#xC3E; adv. Irrepressibly. &#xC05;&#xC28;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC3E;.
			</div>
                