&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-vi-n&#x12B;tu&#x1E0D;u. [Skt.] n. A wicked man. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC28;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;avidhi. [Skt.] n. Misfortune, calamity, trouble, distress. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; avisi-che&#x1E6D;&#x1E6D;u. [Tel.] n. Common flax, Linum usitatissimum, also a certain leguminous plant. &#xC05;&#xC24;&#xC38;&#xC3F;. &#xC38;&#xC40;&#xC2E; &#xC05;&#xC35;&#xC3F;&#xC38;&#xC46; Cassia alata (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vi&#x1E63;vasan&#x12B;yamu. [Skt.] adj. Untrustworthy, dishonest. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC17;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-viv&#x113;kamu. [Skt.] n. Want of sense or judgement, absence of discrimination, ignorance, imprudence, blindness of heart, folly, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41; adj. Undiscriminating. foolish, blundering. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F; a-viv&#x113;ki. n. A fool, a blockhead. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-viv&#x101;damu. [Skt.] adj. Undisputed, unquestioned. &#xC24;&#xC17;&#xC35;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vilambanamu. [Skt.] n. Rapidity, swiftness. &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; a-vilambitamu. [Skt.] adj. Rapid, swift. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2F;&#xC48;&#xC28;, &#xC2A;&#xC21;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;aviri. n. The indigo plant (Indigofera tinctoria.) A certain disease that attacks the pupil of the eye. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC47; &#xC12;&#xC15; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC30;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vira&#x1E37;amu. [Skt.] adj. Thick, close, dense. &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-viratamu. [Skt.] adj. Contiual, incessant. &#xC38;&#xC02;&#xC24;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;aviyu. [Tel.] v. n. To break, burst, be destroyed. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3F; his eyeballs are destroyed. &#xC05;&#xC35;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; aviyin&#x1E6D;su. v. a. To break. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vi-muktamu. [Skt.] adj. Unloosed, not delivered. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vibhaktamu. [Skt.] adj. Undivided, unpartitioned, unseparated, joint. &#xC2A;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC28;&#xC3F;. &#xC05;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; a-vi-bhaktulu. n. plu. Those who live together without dividing their inheritance, those who live as one family. &#xC2D;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC40;&#xC30;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC3E; &#xC05;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC3E; do you live apart from your brothers or not?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC27;</span>&#xA0;&#xA0;a-vyadha. [Skt.] n. Freedom from sorrow. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-vyaktu&#x1E0D;u. [Skt.] n. A block head, one who is ignorant or stupid. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; the ignorant. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; avyaktu-r&#x101;lu n. An ignorant woman. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vyaktamu. [Skt.] adj. Indistinct, invisible, imperceptible. &#xC05;&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC3F;. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;. n. Algebra. &#xC2C;&#xC40;&#xC1C;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC36;&#xC3F; an unknown quantity in algebra. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC15;&#xC2E;&#xC41; n. Dark red; the colour of the dawn. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-v&#x113;lamu. [Skt.] n. Boundlessness, unlimitedness. &#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;. &quot;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC28;&#xC4D;.&quot; Swa. iv. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;See under &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC14;&#xC28;&#xC41; It is so, yes. 3rd pers. sing. indefinite of &#xC05;&#xC35;&#xC41; v. n. To become.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC41;&#xC24;&#xC41;</span>&#xA0;&#xA0;avutu. [H.] n. A waterspout in which the stream descends; if the stream ascends, it is called &#xC2A;&#xC40;&#xC30;&#xC41;&#xC38;&#xC41;&#xC21;&#xC3F;. &#xC05;&#xC35;&#xC41;&#xC24;&#xC41; &#xC16;&#xC3E;&#xC28;&#xC3E; avutu-kh&#x101;n&#x101;. [H.] n. A reservoir, a cistern, pond, bath. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC17;&#xC41;&#xC02;&#xC1F;, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC14;&#xC21;&#xC41; avu&#x1E0D;u. [Tel.] n. The under lip. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;. &#xC05;&#xC35;&#xC41;&#xC21;&#xC41;&#xC17;&#xC30;&#xC1A;&#xC41; to bite the under lip from anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC05;&#xC27;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC41;</span>&#xA0;&#xA0;avu. [Tel.] Another form of &#xC05;&#xC17;&#xC41; (q. v.) &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC26;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; this will be good for your disease.
			</div>
                