&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vyayamu. [Skt.] adj. Imperishable, immutable, eternal. &#xC28;&#xC3E;&#xC36;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; n. An indeclinable word, a particle. &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC1A;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC21;&#xC41; a-vyayu&#x1E0D;u. n. He who is imperishable, i.e., God. &#xC28;&#xC3E;&#xC36;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;avv&#x101;ri. [Tel. another form of &#xC05;&#xC35;&#xC3E;&#xC30;&#xC3F;] adj. Abundant, excessive, much, ample. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;, &#xC05;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;, adv. Abundantly, excessively. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41; avv&#x101;yi-&#x1E6D;suvvalu. [H. hawai] n. plu. Rockets, sky rockets. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC35;&#xC32;</span>&#xA0;&#xA0;avva&#x1E37;a. [Tel. &#xC06;+&#xC35;&#xC32; lit. that side.] adv. Afterwards, after, beyond, on the other side further. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;, &#xC06; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06;&#xC2A;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC3F; further and further.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC4D;</span>&#xA0;&#xA0;avval. [H.] adj. First. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;. &#xC05;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41; best quality (of goods.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;avva. [Tel.] n. A grandmother, a mother: any old or respectable woman. &#xC1C;&#xC28;&#xC28;&#xC40;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC32;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC05;&#xC35;&#xC4D;&#xC35;&#xC2A;&#xC02;&#xC21;&#xC41; avva-pa&#x1E47;&#x1E0D;u. n. A certain scarlet fruit called in Tamil &#xC1A;&#xC4C;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC4D; &#xC36;&#xC4C;?E&#xC30;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; &#xC36;&#xC4C;&#xC30;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;. It is boiled in oil to anoint the head. &#xC05;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC4B; interj. O madam!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vy&#x101;pakamu. [Skt.] adj. (In Logic.) Not spreading over the whole, not covering the whole. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n. Non-comprehensiveness or generalisation. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; that which is not pervaded with. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; inadequate extent (of a definition) &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; not covering the whole ground, not extending over the whole matter. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; a category of limited application, a partial inference.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vy&#x101;jamu. [Skt.] adj. Not cunning, honest.&#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. Causeless. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC15;&#xC30;&#xC41;&#xC23; free grace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vyavahitamu. [Skt.] adj. Close, near, adjoining. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-vyavadh&#x101;namu. [Skt.] n. Absence of interval. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. Immediately. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC47;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a&#x1E63;&#x12B;ti. [Skt.] (a numeral adj.) Eighty. &#xC0E;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC3F;. &#xC05;&#xC36;&#xC40;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; the eightieth part. &#xC05;&#xC36;&#xC40;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; an octogenarian.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;&#x101;str&#x12B;yamu. [Skt.] Opposed to the S&#x101;stras. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;&#x101;&#x1E63;vatamu. [Skt.] adj. Not permanent, temporary. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC30;&#xC40;&#xC30;&#xC35;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;a-&#x1E63;ar&#x12B;ra-v&#x101;&#x1E47;i. [Skt.] The speech of an invisible being, a voice from heaven. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC05;&#xC36;&#xC30;&#xC40;&#xC30;&#xC3F; a-&#x1E63;ar&#x12B;ri. n. A spirit, an incorporeal being. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC24;&#xC28;&#xC15;&#xC41;&#xC28;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47; &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC17;&#xC32;&#xC26;&#xC28;&#xC3F; &#xC2F;&#xC36;&#xC30;&#xC40;&#xC30;&#xC3F; &#xC1A;&#xC47;&#xC35;&#xC3F;&#xC28;&#xC3F;&quot; (Vish. viii. 78.) being warned by a voice from heaven that this child should cause his death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC28;&#xC3F;</span>&#xA0;&#xA0;a&#x1E63;ani. [Skt.] n. A thunderbolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E63;anamu. [Skt.] n. Food, boiled rice, subsistence. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC06;&#xC36;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC48; being without bread to eat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; he who eats flesh. &#xC06;&#xC36;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;. n. He who is hungry. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sakyamu. [Skt.] adj. Impossible. &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a-&#x1E63;akyu&#x1E0D;u. n. He who is invincible. &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC24;</span>&#xA0;&#xA0;or &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; a&#x1E63;aktamu. [Skt.] n. Weakness, inability, illness, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC24;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when I was ill. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; a-&#x1E63;aktu&#x1E0D;u. n. An invalid, a patient, a sick man. &#xC30;&#xC4B;&#xC17;&#xC3F;. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; invalids, patients.
			</div>
                