&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24; a-&#x1E63;uddhamu. [Skt.] n. Impurity, uncleanness. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC2E;&#xC3F; (Colloq:) the human excrement. &#xC05;&#xC2E;&#xC47;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; adj. Unclean, impure. &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;a-&#x1E63;uchi. [Skt.] n. Uncleanness. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;, &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F; adj. Unclean. &#xC05;&#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E63;vatthamu. [Skt.] n. The holy fig tree (Ficus Religiosa.) &#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC2A;&#xC32;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; from the cedar to the hyssop. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC25; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; heart-shaped, shaped like a fig leaf. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC2E;. a certain hero, the son of Drona.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC02;&#xC27;</span>&#xA0;&#xA0;a&#x1E63;va-gandha. [Skt.] n. A certain medical plant (Physalis flexuosa) &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC32;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;&#x1E37;&#x12B;lamu. [Skt.] n. Rustic language. &#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC05;&#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;</span>&#xA0;&#xA0;a-&#x1E63;raddha. [Skt.] n. Neglect, inattention. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E63;mamu. [Skt.] n. A stone, a rock. &#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC05;&#xC36;&#xC4D;&#xC2E;&#xC30;&#xC3F;. n. The disease called stone in the bladder. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC1B;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC36;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; n. Iron. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;. Metal. &#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4C;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;auchamu. [Skt.] n. Uncleanness, impurity, defilement. Same as &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E63;&#x14D;kamu. [Skt.] n. The Jonesia Asoca, or, the Uvaria longifolia. &#xC35;&#xC02;&#xC1C;&#xC41;&#xC33;&#xC2E;&#xC41;. &#xC05;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41; adj. Free from sorrow. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;&#x113;shamu. [Skt.] adj. Without a remainder, whole, all, entire. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC05;&#xC02;&#xC24;, &#xC05;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; n. The whole, all the people. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F;. &#xC0A;&#xC30;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they invited the whole village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;ubhamu. [Skt.] n. Inauspiciousness. &#xC05;&#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC2D;&#xC3E;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41; good and evil. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC36;&#xC41;&#xC2D;&#xC3E;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; they never invite them on any occasion either of joy or sorrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; a&#x1E63;ruvu. [Skt.] n. A tear. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;a&#x1E63;ri. [Skt.] n. The edge of a sword. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC05;&#xC17;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC06;&#xC2F;&#xC41;&#xC27;&#xC27;&#xC3E;&#xC30;, &#xC05;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-&#x1E63;r&#x101;ntamu. [Skt.] adj. Eternal, continual. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC17;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;, &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC37;</span>&#xA0;&#xA0;asha. [Tel. for &#xC05;&#xC1F;] v. They say, it is said: as &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC37; they say he is gone. (This and the following forms are used chiety by Vaidiki women among the Brahmins.) &#xC05;&#xC37;&#xC41; ashu. [Tel. for &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;] adv. Thus, so. &#xC05;&#xC37;&#xC2F;&#xC3F;&#xC24;&#xC47; If so. &#xC05;&#xC37;&#xC41;&#xC02;&#xC1F; adv. Further or farther. &#xC05;&#xC35;&#xC24;&#xC32;. &#xC05;&#xC37;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; for &#xC05;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; adj. Such. &#xC05;&#xC37;&#xC47; for &#xC05;&#xC1F;&#xC47; a phrase used in questioning a woman: thus, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC37;&#xC47; did you tell him? (a word addressed to the wife, &amp;c.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;a&#x1E63;vini. [Skt.] n. The first lunar mansion. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. The twins in the zodiac; the head of the Aries or the 1st of the 28 Nakshatras or lunar mansions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a&#x1E63;vamu. [Skt.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F; the pace of a horse. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC26;&#xC42;&#xC24; a messenger who rides on horseback. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2A;&#xC3E;&#xC26;&#xC3F; horsefooted. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC47;&#xC25;&#xC2E;&#xC41; the sacrifice of a horse, performed anciently by Hindu rajahs. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC25;&#xC2E;&#xC41; a carriage drawn by horses. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC3F;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC2C;&#xC02;&#xC21;&#xC3F;. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a veterinary surgeon. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3E;&#xC32; a stable. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; veterinary science. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37; the training of horses. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; a rough-rider, a horse-breaker. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41; or &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC41;&#xC21;&#xC41; one who is mounted on horseback. &#xC30;&#xC35;&#xC41;&#xC24;&#xC41;.
			</div>
                