&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sankalpitamu. [Skt.] adj. Not thought on, not purposed, not intended. &#xC05;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ash&#x1E6D;amamu. [Skt.] adj. The eighth. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC3F; ash&#x1E6D;ami. n. The eighth lay after the new or full moon, the eighth phase of the moon. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC35; &#xC24;&#xC3F;&#xC25;&#xC3F;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC26;&#xC36;&#xC2E;&#xC41; ash&#x1E6D;&#x101;-da&#x1E63;amu. adj. Eighteen. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC35;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ash&#x1E6D;a [Skt. cf. Eng. &quot;Eight,&quot; Lat. Octo.] adj. Eight.--&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; The eight unpleasant circumstances liable to occur in the course of life. [Viz. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30; &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; foreign travel, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; separation from one&apos;s wife. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; friends and relations arriving in the time of trouble, &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41; eating the leavings of others, &#xC24;&#xC28;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41; courting one&apos;s enemies, &#xC2A;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41; looking for food from strangers, &#xC38;&#xC2D;&#xC32;&#xC4B; &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; being ignorant in an assembly of wise men, &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41; suffering poverty.] &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC23;&#xC3F; an octagon, &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; the eight points of the compass.--&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41; the regents of the eight points of the compass, viz. Indra of the East, Agni of the South-east, Yama of the South, Nairriti of the South-west, Varu&#x1E47;a of the West, Marut of the North-west, Kub&#x113;ra of the North, and I&#x1E63;ana of the South-east.--&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41; the elephants supporting the eight corners of the earth-&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the eight serpents supporting the eight angles or points of the world. Their names are as follow: &#xC35;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC3F;, &#xC05;&#xC28;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC02;&#xC16;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC33;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC26;&#xC41;&#xC32;&#xC41; a certain set of songs of eight lines in length.-&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the eight vessels used in a sacrifice.--&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the eight requisites to the regal state; as &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; territory, &#xC2D;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41; wealth, &#xC38;&#xC47;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; an army, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; elephants, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; horses, &#xC1B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; an umbrella, &#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41; a fly fan or whisk, &#xC06;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F;&#xC15; a palanquin.--&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the eight sources of pleasure, viz., &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; house, &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41; bed,&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; raiment, &#xC05;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41; jewels, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; women, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;, flowers, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; perfume, &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41; areca nuts and betel-leaves.--&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; eight kinds of pride, viz., &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC26;&#xC2E;&#xC41; luxury in food, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of wealth, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of lust, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of learning, &#xC15;&#xC41;&#xC32;&#xC2E;&#xC26;&#xC2E;&#xC41;, pride of rank and family, &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of beauty, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of station, &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC26;&#xC2E;&#xC41; pride of youth.-- &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the eight respects in which an absolute conveyance is made, viz., &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;, &#xC26;&#xC3E;&#xC28;, &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC2F;, &#xC1C;&#xC32;, &#xC24;&#xC30;&#xC41;, &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;, &#xC35;&#xC3F;&#xC27;&#xC3F;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; -- &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; See under &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; prostration in worship. -&#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC2A;&#xC26;&#xC2E;&#xC41; an eight legged dragon: a spider. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; See under &#xC05;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC48;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; complete comfort, every blessing, also eight attributes, viz., &#xC05;&#xC23;&#xC3F;&#xC2E;, &#xC2E;&#xC39;&#xC3F;&#xC2E;, &#xC17;&#xC30;&#xC3F;&#xC2E;, &#xC32;&#xC18;&#xC3F;&#xC2E;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC08;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC36;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;a-santush&#x1E6D;i. [Skt.] Discontent. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sangatamu. [Skt.] adj. Incoherent, incongruous, improbable, inconsistent. &#xC05;&#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC28;&#xC3F;, &#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC41; n. Incoherency, incongruity. &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sankhy&#x113;yamu. [Skt.] adj. Innumerable. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
                