&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sadru&#x1E63;amu. [Skt.] adj. Incomparable. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC26;&#xC41;</span>&#xA0;&#xA0;a-sadu. [Tel.] n. Slenderness, smallness, minuteness. A wretch, a vagabond. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;; &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &quot;&#xC05;&#xC24;&#xC28;&#xC3F; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;&#xC28;&#xC38;&#xC26;&#xC41;&#xC32;&#xC47;.&quot; M. V. i. 263. &#xC05;&#xC21;&#xC26;&#xC41; adj. Small, slender, minute. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;. &quot;&#xC28;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC21;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC38;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC32;&#xC02;&#xC2A;&#xC17;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; M. IX. i. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-satyamu. [Skt.] n. Perjury, falsehood. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC24;&#xC4D;</span>&#xA0;&#xA0;, &#xC05;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC05;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28; a-sat. [Skt.] adj. Bad, vile. &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;a-sa&#x1E0D;&#x1E0D;a. [Derived from Skt. &#xC05;&#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;] n. Carelessness, negligence. Disdain, scorn, contempt. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;, &#xC05;&#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sambhavamu. [Skt.] adj. Improbable, unlikely, non-existent. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sambandhamu. [Skt.] adj. Unconnected, incongruous. &#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-samp&#x16B;rti. [Skt.] adj. Incomplete. &#xC05;&#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sandarbhamu. [Skt.] n. Incongruity, inconvenience, unseasonableness. &#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC32;&#xC47;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC05;&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; his absence prevented my doing so. &#xC05;&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; adj. Unconnected, inconvenient, unseasonable. &#xC05;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;a-sam-&#x12B;kshya-k&#x101;ri. [Skt.] n. He who acts inconsiderately. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC38;&#xC2E;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n. Acting inconsiderately.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sam&#x101;namu. [Skt.] adj. Unequal, different. &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sam&#x101;dh&#x101;namu. [Skt.] n. Dissent, dislike, aversion, discontent. &#xC05;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; adj. Discontented.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-samarthamu. [Skt.] adj. Unable, incompetent. &#xC05;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; a-samarthu&#x1E0D;u. n. He who is unable or incompetent. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-samayamu. [Skt.] n. An inconvenient, unfit or unfavourable time. &#xC05;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; adj. Unseasonable. &#xC05;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-samamu. [Skt.] adj. Unequal, unequal either in surface or number, uneven, unrivalled: &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC05;&#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC38;&#xC2E;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; asaman&#x113;tru&#x1E0D;u n. An epithet of Siva, the god who has an extra eye. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC38;&#xC2E;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; asama-&#x1E63;aru&#x1E0D;u n. An epithet of Cupid. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-samagramu. [Skt.] adj. Incomplete. &#xC05;&#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-samanjasamu. [Skt.] adj. Bad, inconsistent. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC2B;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sabhyamu. [Skt. from &#xC38;&#xC2D;] adj. Unfit for an assembly. Vulgar, low, base. &#xC38;&#xC2D;&#xC15;&#xC41; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; asabhyu&#x1E0D;u n. An unmannerly man, a wretch. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;asaru. [Tel.] n. The juice of leaves. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC38;&#xC30;&#xC41;. &#xC2D;&#xC3E;&#xC30;. &#xC36;&#xC32;&#xC4D;&#xC2F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;asara-v&#x113;yu. [Tel.] v. n. To delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;asamu. [Tadbhava form of Skt. &#xC2F;&#xC36;&#xC2E;&#xC41;] n. Fame, reputation, renown, power, influence, authority, opportunity. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC2F;&#xC36;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC41;, &#xC0E;&#xC21;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC32;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC02;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;.&quot; H. D. ii. 2069. &#xC24;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC05;&#xC38;&#xC2E;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has given all his authority to his servants, he has given up the reins to them. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41; &#xC05;&#xC38;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC24; &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is so conceited as her husband has given the management of things into her hands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-sati. [Skt.] n. A faithless wife. &#xC15;&#xC41;&#xC32;&#xC1F;, &#xC30;&#xC02;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;, &#xC30;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41;.
			</div>
                