&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-sahish&#x1E47;u&#x1E0D;u. [Skt.] n. He who is impatient. &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC38;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC24; n. Impatience. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC05;&#xC38;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC48;&#xC28; adj. Impatient, unenduring. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC24;</span>&#xA0;&#xA0;a-sah&#x101;yata. [Skt.] n. Loneliness, solitude, the life of a hermit. &#xC12;&#xC02;&#xC1F;&#xC3F;, &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; a-sah&#x101;ya&#x1E63;&#x16B;ru&#x1E0D;u. n. He who fights single-handed. &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; a-sah&#x101;yu&#x1E0D;u. n. He who is friendless, he who is single-handed. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;asalu. [H.] adj. Original, principal, excellent, real, genuine, legitimate. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC26;&#xC48;&#xC28;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC38;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC35;&#xC3E; the original complaint. &#xC05;&#xC38;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC26;&#xC3F; the original complainant. &#xC05;&#xC38;&#xC32;&#xC41; &#xC2C;&#xC47;&#xC30;&#xC40;&#xC1C;&#xC41; the original rents or account. &#xC05;&#xC38;&#xC32;&#xC41; n. The principal, as opposed to the interest &#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC41; Plu. &#xC05;&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41; originals. &#xC05;&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC28;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he retained the originals and gave the copies. Also, origin, stock in trade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;asalu. [Tel.] n. Mud, mire. &#xC2C;&#xC41;&#xC30;&#xC26;. plu. &#xC05;&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41;. &quot;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC2C;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC40;&#xC32;&#xC3F;&#xC2F;&#xC38;&#xC32;&#xC48;.&quot; A. i. 21. &quot;&#xC05;&#xC35;&#xC28;&#xC3F;&#xC30;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC40;&#xC30;&#xC38;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;.&quot; P. i. 238.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;asal&#x101;ru. [Tel.] v. n. To increase. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC05;&#xC38;&#xC32;&#xC3E;&#xC30; adv. Duly, agreeably, well. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2C;&#xC38;&#xC35;&#xC28;&#xC3F; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC28;&#xC3F;.&quot; BD. v. 850.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;asimi. [Tel.] n. A bag placed on the back of a bullock to carry things. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC2F;&#xC41; &#xC17;&#xC4B;&#xC28;&#xC46; &#xC35;&#xC32;&#xC46; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC1A;&#xC3F;. &#xC05;&#xC38;&#xC3F;&#xC2E;&#xC3F; &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28; asimi-gollena. [Tel.] n. A kind of small tent. &#xC07;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41; &#xC35;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC36;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC47;&#xC17;&#xC3F;&#xC2F;&#xC38;&#xC3F; &#xC2E;&#xC3F;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&quot; &#xC15;&#xC33;&#xC3E; viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3F;</span>&#xA0;&#xA0;asi. [Skt.] n. A sword. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;. adj. Slight. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC28;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; asi-g&#x101;yamu. n. A slight or superficial wound, a slight graze or wound. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC38;&#xC3F;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; as&#x12B;-dh&#x101;ra-vratamu a vow to stand on the edge of a sword; (figuratively) being engaged in any hopelessly difficult task. &#xC05;&#xC38;&#xC3F;&#xC27;&#xC47;&#xC28;&#xC41; or &#xC05;&#xC38;&#xC3F;&#xC27;&#xC47;&#xC28;&#xC41;&#xC15; or &#xC05;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F; asidh&#x113;nu. n. A knife. &#xC1B;&#xC41;&#xC30;&#xC3F;&#xC15;, &#xC38;&#xC42;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC38;&#xC3F;&#xC27;&#xC47;&#xC28;&#xC41;&#xC32;&#xC4D;.&quot; Parij. ii. 118. &#xC05;&#xC38;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; asi-patramu. [Skt.] n. The blade of a sword. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41; or the sheath. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC12;&#xC30;. &#xC05;&#xC38;&#xC3F;&#xC2C;&#xC4B;&#xC35;&#xC41; asi-b&#x14D;vu. v. n. To glance off, to miss. &#xC30;&#xC35;&#xC02;&#xC24; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC1C;&#xC3F;&#xC30;&#xC1C;&#xC3F;&#xC30;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC3F; &#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28; &#xC36;&#xC42;&#xC32;&#xC2E;&#xC38;&#xC3F;&#xC2C;&#xC4B;&#xC35;.&quot; N. iv. 115. &quot;&#xC05;&#xC38;&#xC3F;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC38;&#xC3F;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;&#xC32; &#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. 2 &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-s&#x101;dhyamu. [Skt.] adj. Impossible. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24; a-s&#x101;dhyata, n. Impossibility. &#xC35;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-s&#x101;dh&#x101;ra&#x1E47;amu. [Skt.] adj. Not common, special, specific. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-s&#x101;du. [Skt.] adj. Good, well. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;, &#xC2C;&#xC33;&#xC40;.  &#xC2C;&#xC27;&#xC41;&#xC32;&#xC4D;, &#xC38;&#xC3E;&#xC26;&#xC28;&#xC36;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;, &#xC38;&#xC3E;&#xC26;&#xC28;&#xC5B;&#xC17;&#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC4A;&#xC21;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC26;&#xC28;&#xC38;&#xC47;&#xC2F;&#xC28;&#xC4D;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. 3 &#xC06;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-s&#x101;kshikamu. [Skt.] adj. Unattested, unwitnessed. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sahyamu. [Skt.] adj. Intolerable, unbearable, hateful, loathsome. &#xC24;&#xC3E;&#xC33;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;, &#xC1A;&#xC40;&#xC26;&#xC30;&#xC48;&#xC28;. &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. Loathsomeness, disgust. &#xC1A;&#xC40;&#xC26;&#xC30;, &#xC24;&#xC3E;&#xC33;&#xC17;&#xC42;&#xC21;&#xC2E;&#xC3F;. &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; or &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; v. n. To have a dislike for, to be disgusted with. &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;a-s&#x101;dhuvu. [Skt.] adj. Not mild, not in conformity with the rule. Wicked, bad. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;.
			</div>
                