&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-skhalitamu. [Skt.] adj. Firm, unshaken; chaste. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;. &#xC05;&#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC24;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F; a youth who has not known a woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC43;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;a-srikku. [Skt.] n. Blood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2A;&#xC36;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;a-s&#x16B;ryam-pa&#x1E63;ya. [Skt. lit. she who never beholds the sun.] n. A woman who dwells in a harem. &#xC30;&#xC3E;&#xC23;&#xC3F; &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC42;&#xC2F;</span>&#xA0;&#xA0;a-s&#x16B;ya. [Skt.] n. Envy, malignity, intolerance. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;asuvu. [Skt.] n. Life, breath. &#xC09;&#xC38;&#xC41;&#xC30;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC38;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; asurusuru. [Tel.] n. (lit. sighing and sobbing.) Exhaustion, waste of strength. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC41;&#xC30;</span>&#xA0;&#xA0;or &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; asura. [Skt. lit. &quot;Assyrian&quot;.] n. A demon, giant. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. The Asuras were such as R&#x101;va&#x1E47;a and Bana, who were adorers of Siva. &#xC05;&#xC38;&#xC41;&#xC30;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; a horrible deed. &#xC05;&#xC38;&#xC41;&#xC30;&#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41; asura-dhruvamu n. The south pole. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC05;&#xC38;&#xC41;&#xC30;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F; asura-sandhya n. The dusk, the evening. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. (In the Vedas and in the cuneiform inscriptions, the word &#xC05;&#xC38;&#xC41;&#xC30; is used in the sense of (1) a nobleman, (2) a powerful being, (3) a god. In later Skt. literature, it is always used in an evil sense.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;</span>&#xA0;&#xA0;a-sunnati. [Skt. &#xC05; not,+Arabic &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F; circumcision) n. Uncircumcision. [Used in Pritchett&apos;s Telugu Gospels, 1819]. &#xC05;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC40;&#xC2F;&#xC41;&#xC32;&#xC41; the uncircumcised.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sukhamu. [Skt.] Want of happiness, misery. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3F;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;asil&#x113;ru. [Tel.] n. A vulgar name for &#xC05;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37; the ninth lunar mansion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;asi-y-&#x101;&#x1E0D;u. [Tel.] v. n. To tremble, dance, move, dangle; to hang as a pendulum. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC23;&#xC15;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC28;&#xC38;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC42;&#xC21;&#xC41;.&quot; N. ii. 82. &#xC05;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; asi-v&#x101;ru. [Tel. &#xC05;&#xC38;&#xC3F;+&#xC2A;&#xC3E;&#xC30;&#xC41;] n. A gentle walk, a stroll. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41;&#xC28;&#xC32;&#xC41;&#xC35; &#xC24;&#xC47;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC26;&#xC36;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC3E;&#xC33;&#xC3F; &#xC28;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC40;&#xC32;.&quot; &#xC15;&#xC3E;&#xC33;&#xC40;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-st&#x14D;kamu. [Skt.] adj. Not a little, not trifling, great. &#xC2C;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; ast&#x14D;katvamu. n. Greatness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;astu. [Skt.] v. Be it so. &#xC24;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41; may it be so, amen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; asti-bh&#x101;ramu. [Skt. for &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;] n. A foundation. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;asti-n&#x101;sti. [Skt.] adj. Doubtful, partly true and partly false. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC41;</span>&#xA0;&#xA0;astaru. [H.] n. The lining of a garment, a patch. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; to line (a coat, &amp;c.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; astamayamu. [Skt.] n. Sunset, evening. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC07;&#xC38;&#xC41;&#xC15; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC02;&#xC24;&#xC3E; &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; clouds of sand obscured the face of nature. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; astami&#x1E6D;su. v. n. To set, to draw towards evening. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41; &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the world is enveloped in shade. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; astamitamu. adj. Set, as the sun. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC28;. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; astamu. [Skt.] adj. Set, cast, thrown, disappeared, lost, gone. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC28;, &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2C;&#xC32;&#xC41;&#xC21;&#xC41; he who is exhausted. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; n. An imaginary mountain in the west behind which the sun is believed to set. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; astachalamu. n. The western mountain. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC2F;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
                