&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;</span>&#xA0;&#xA0;asthi. [Skt.] n. A bone. &#xC0E;&#xC2E;&#xC41;&#xC15;. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC17;&#xC24;&#xC2E;&#xC41; in the bones, &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC17;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; slow fever, an internal fever. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; the rite of depositing the bones of the dead at a holy place. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41; a skeleton, lit. a cage of bones. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; fracture of the bones. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC2F;&#xC28;&#xC2E;&#xC41; collecting the bones after the burning of a corpse. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; marrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;astramu. [Skt.] n. A weapon, a sword, a missile. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a fiery weapon, a weapon having the power of fire. &#xC28;&#xC3E;&#xC17;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a serpent weapon, having a serpent&apos;s power. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a maker of weapons. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; military science. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; a shower of arrows. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37; military excercise. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; an arsenal, an armoury. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; astri. n. A bowman. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC40;&#xC35;&#xC3F; astrajivi. n. A soldier. &#xC2C;&#xC02;&#xC1F;&#xC41;, &#xC38;&#xC48;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sv&#x101;dh&#x12B;namu. [Skt.] adj. Dependent, not. free. &#xC05;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC06; &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the property was not in his power.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;a-sv&#x101;du. [Skt.] n. Tasteless, insipid. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;a-svaru&#x1E0D;u. [Skt.] n. One who has a harsh voice. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;a-svapnulu. [Skt.] n. The sleepless, i.e., the gods. &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-svatantramu. [Skt.] adj. Not free, dependent. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; asvatantru&#x1E0D;u. n. A dependant, one who is not a free agent, not his own master. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-svachchamu. [Skt.] adj. Not clear, indistinct. &#xC05;&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-svak&#x12B;yamu. [Skt.] adj. Not one&apos;s own, belonging to another. &#xC24;&#xC28;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC05;&#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC27;&#xC28;&#xC2E;&#xC41; another&apos;s property.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sphu&#x1E6D;amu. [Skt.] n. Indistinct. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-spri&#x1E63;yamu. [Skt.] adj. Not to be touched, intangible. &#xC24;&#xC3E;&#xC15;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-spash&#x1E6D;amu. [Skt.] adj. Not clear, indistinct. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-sthiramu. [Skt.] adj. Transient, perishable, unstable. &#xC05;&#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24; a-sthirata. n. Unsteadiness, instability. &#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC32;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC32;&#xC46;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;a-hale-k&#x101;rulu. [H.] Public servants, men of business.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ahamu. [Skt.] n. Day. &#xC05;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC2E;&#xC41; holy day. &#xC05;&#xC39;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC36;&#xC32;&#xC41; day and night, continually. &#xC05;&#xC39;&#xC30;&#xC39;&#xC2E;&#xC41; aharahamu. adv. Daily. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC39;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; day and night. &#xC05;&#xC39;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; ahar-mukhamu. n. Morning. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC30;&#xC4D;&#xC2A;&#xC24;&#xC3F;, &#xC05;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; or &#xC05;&#xC39;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; aharpati. n. The lord of day, the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;asramu. [Skt.] n. Blood. A tear. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC21;&#xC41; a blood-drinker, a fiend. &#xC05;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC43;&#xC15; chyle, chyme.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ahamu. [Skt. cf. Lat. ego. Eng. I.] pron. I, myself. &#xC28;&#xC47;&#xC28;&#xC41;. (Met.) Arrogance, presumption. &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC05;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is very proud. &#xC05;&#xC39;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ahan-karin&#x1E6D;su. v. n. To be arrogant or over-bearing. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC39;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3F; or &#xC05;&#xC39;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; ahank&#x101;ramu. n. Egotism, conceit, arrogance. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC15; ahampurvika. n. Emulation. &#xC28;&#xC47;&#xC28;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC47;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC48;&#xC2C;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; ahambh&#x101;vamu. n. Egotism, pride. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC02;&#xC2E;&#xC39;&#xC2E;&#xC3F;&#xC15; ahamahamika. n. (&quot;Saying, I, I.&quot;) Conceit, emulation, vaunting, bragging. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC39;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; ahamin&#x1E6D;su. v. n. To be conceited. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC38;&#xC4D;&#xC2E;&#xC24;&#xC4D;</span>&#xA0;&#xA0;, &#xC05;&#xC38;&#xC4D;&#xC2E;&#xC26;&#xC40;&#xC2F;&#xC2E;&#xC41; asmat. [Skt.] (pron.) Mine, my. &#xC28;&#xC3E;, &#xC28;&#xC3E;&#xC26;&#xC3F;. &#xC05;&#xC38;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; my arrival. &#xC05;&#xC38;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; to me and others.
			</div>
                