&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC3F;&#xC02;&#xC38;</span>&#xA0;&#xA0;a-himsa. [Skt.] n. Harmlessness. &#xC05;&#xC39;&#xC3F;&#xC02;&#xC38;&#xC3E; &#xC2A;&#xC30;&#xC2E;&#xC4B;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC02; harmlessness is the highest virtue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC3F;</span>&#xA0;&#xA0;ahi. [Skt.] n. A snake or serpent. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; ahi-tu&#x1E47;-&#x1E0D;iku&#x1E0D;u. n. A snake catcher. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC39;&#xC3F;&#xC2A;&#xC24;&#xC3F; ahi-pati. n. The lord of snakes, &#xC06;&#xC26;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC41;&#xC35;&#xC41;. &#xC05;&#xC39;&#xC3F;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; ahi-bhukku. [Skt. lit. the serpent-eater.] n. The Eagle. The peacock. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC05;&#xC39;&#xC3F;&#xC2D;&#xC2F;&#xC2E;&#xC41; ahi-bhayamu. [Skt.] n. Apprehension of treachery, fear from one&apos;s own party being like the fear of a lurking snake. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC2D;&#xC2F;&#xC2E;&#xC41;. N. ii. 114; A. ii. 48; A. iv. 295. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC46;&#xC35;&#xC30;&#xC28;&#xC17;&#xC3E;, 1. army &#xC26;&#xC02;&#xC21;&#xC41;, 2. friends &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;, 3. courtiers &#xC06;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41;, 4. relations &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41;, 5. acquaintance &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC41;&#xC32;&#xC41;, 6. attendants or people &#xC2D;&#xC43;&#xC24;&#xC41;&#xC32;&#xC41;, 7. personal servants &#xC09;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-h&#x101;ryamu. [Skt.] n. A mountain, a hill. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC39;</span>&#xA0;&#xA0;or &#xC05;&#xC39;&#xC39;&#xC3E; ahaha. [Tel.] interj. Ah! aha! implying surprise, fatigue, pain, pleasure. &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41; -- &#xC08; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC37;&#xC3E;&#xC02;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ahash&#x101;m-ba&#x1E47;tr&#x14D;tulu. [H.] Police peons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ahav&#x101;lu. [H.] n. The actual state of things, particulars, circumstances.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x101;n&#x1E0D;ru. [Tel.] plural of &#xC06;&#xC32;&#xC41;. n. Wives, women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC17;&#xC40;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;ngirasu&#x1E0D;u. [Skt.] n. Brihaspati. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;, &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC4B;&#xC5B;&#xC4D;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ngikamu [Skt. from &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;.] n. Gesture, action. &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32; &#xC28;&#xC46;&#xC17;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;&#x101;nksha. [Skt.] n. Custody, surveillance. (Vizag.) &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;</span>&#xA0;&#xA0;The broad vowel A, as in arm, father. [The Secondary form of this letter is -- which is a modified form of the upright stroke | used to denote the long sound of a in Sanskrit.  [The ingenuity of the inventors of the Indian Alphabets is shown by the way in which they formed the long vowels out of the short ones by giving a slightly different turn to their forms. See Taylor.]  2. The demonstrative sign, as &#xC06; &#xC2A;&#xC28;&#xC3F; that act, &#xC06; &#xC15;&#xC25;&#xC32;&#xC41; those stories, &#xC06; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; after that, &#xC06; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F; next morning. &#xC06; &#xC06; (or &#xC06;&#xC2F;&#xC3E;) &#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B; in the various houses.  3. As a contraction &#xC06; stands for &#xC06;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; chapter; also for a certain verse &#xC06;&#xC1F;&#xC35;&#xC46;&#xC32;&#xC21;&#xC3F; of a certain metre.  4. As a Sanskrit prefix it means Upto, Until, As far as; as &#xC06;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41; or &#xC06;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; as long as the moon and the sun or stars last. &#xC06;&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; to the knee. &#xC05;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. from head to foot. &#xC06;&#xC2C;&#xC3E;&#xC32;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41; up to or including the children and the shepherds. &#xC06;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; as far as the sea. See &#xC06;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; and &#xC06;&#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;.  5. A Telugu affix denoting question, or surprise as &#xC05;&#xC24;&#xC21;&#xC3E; (is it) he?  6. An interjection &#xC06;, or &#xC06; &#xC06;, or &#xC06;&#xC39; Yes, Aye: or Ah! A. iv. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;a-hitamu. [Skt.] n. Unfriendliness, enmity. &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Unfriendly, inimical. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; a-hitu&#x1E0D;u. n. An enemy, a rival. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ah&#x14D;-r&#x101;tramu [Skt.] n. A day and night. A whole day. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC17;&#xC32;&#xC41;&#xC28;&#xC41;. adv. Continually.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC4B;</span>&#xA0;&#xA0;ah&#x14D;. [Skt.] interj. Ah! Oh! (expressing compassion, regret, praise, weariness or surprise.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;a-h&#x113;tukamu-g&#x101;. [Skt.] adv. Causelessly. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
                