&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ndhyamu. [Skt.] n. Blindness. Opposition, obstruction, hindrance. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;nd&#x14D;lin&#x1E6D;su. [Skt.] v. n. To swing. &#xC0A;&#xC17;&#xC41;. &#xC06;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC28;&#xC2E;&#xC41; &#x101;nd&#x14D;&#x1E37;anamu. n. Swinging, trembling, oscillation. &#xC0A;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC06;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC2E;&#xC41; or &#xC06;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F;&#xC15; &#x101;nd&#x14D;&#x1E37;amu. n. A palankeen. &#xC05;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;. &#xC06;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;nd&#x14D;&#x1E37;itamu. adj. Moved, swung, agitated. &#xC0A;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ntramu. [Skt.] n. A bowel. &#xC2A;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ntaryamu. [Skt.] n. Heart, mind. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC2A;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC47;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; please to consider this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;kar&#x1E47;in&#x1E6D;su. [Tel.] v. a. To listen, attend to. &#xC35;&#xC3F;&#xC28;&#xC41;. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC2E;&#xC41; &#x101;kar&#x1E47;anamu. n. Hearing. &#xC35;&#xC3F;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;karamu. [Skt.] n. A mine: foundation: basis, authority. &#xC17;&#xC28;&#xC3F;, &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41;. Also, a crowd, multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC06;&#xC15;&#xC30;&#xC2E;&#xC41; &#x101;karamu. [Tel.] n. Anger. &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &quot;&#xC35;&#xC40;&#xC15;&#xC2C;&#xC30;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC21; &#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28; &#xC17;&#xC21;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC18;&#xC4B;&#xC30;&#xC24;&#xC30;&#xC36;&#xC30;&#xC39;&#xC24;&#xC3F;&#xC28; &#xC2E;&#xC4D;&#xC2E;&#xC42;&#xC15;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC28;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41; &#xC21;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC2F;&#xC3F;&#xC30;&#xC23;&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;: &#xC06;&#xC26;&#xC3F;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;ka-tr&#x101;&#x1E0D;u. [Tel.] n. The string used to tie the churning rod to a post. &#xC15;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC24;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;&#x101;kat&#x101;ya. [Tel.] n. A rascal, a rogue, a wretch. A naughty boy. &#xC24;&#xC41;&#xC02;&#xC1F; &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41; rascality or naughtiness. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;-kampin&#x1E6D;su. [Skt.] v. n. To tremble, shake. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC23;&#xC15;&#xC41;. &#xC06;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;-kampitamu. adj. Well shaken. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ka&#x1E47;&#x1E6D;hamu. [Skt.] adv. Full, up to the neck. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;. H. i. 186. &#xC06;&#xC15;&#xC02;&#xC20;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ate to the full.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;</span>&#xA0;&#xA0;&#x101;ka. [Tel. from &#xC06;&#xC17;&#xC41; to stop.] n. A check, an order, a command. Custody. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC06;&#xC1C;&#xC4D;&#xC1E;, &#xC1A;&#xC46;&#xC30;. &quot;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC1A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC3E;&#xC15;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC40;&#xC15;.&quot; Swa. iii. 163. &#xC06;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; (&#xC06;&#xC15;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;) &#x101;ka&#x1E6D;&#x1E6D;u. v. i. To prevent, hinder, check. &#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC15;&#xC2A;&#xC21;&#xC41; &#x101;ka-pa&#x1E0D;u. v. i. To intervene, to interpose. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC30;&#xC3E;&#xC2E;&#xC3E;: &#xC15;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;: &#xC06;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;ka-pe&#x1E6D;&#x1E6D;&#x1EE5;. v. t. To prevent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-kalpamu. [Skt.] n. Ornament, decoration. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x101;kali. [Tel.] n. Hunger, appetite. Eagerness. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;. G: &#xC06;&#xC15;&#xC1F;&#xC3F;; or &#xC06;&#xC15;&#xC02;&#xC1F;&#xC3F; D. &#xC06;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F;; L. &#xC06;&#xC15;&#xC1F;. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he had an appetite, he was hungry. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To be hungry. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; To appease or satisfy hunger. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC15;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC3E; is he not hungry? See &#xC06;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;kalanamu. [Skt.] Wish, desire, counting, reckoning. &#xC07;&#xC1A;&#xC4D;&#xC1A;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;, &#xC17;&#xC23;&#xC28;&#xC2E;&#xC41; Vasu. pref. 1.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;karshamu. [Skt.] n. Pulling, hauling: attracting, drawing. &#xC08;&#xC21;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41; &#x101;-karshakamu n. That which attracts, a magnet. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; &#x101;karsha&#x1E47;amu n. The act of drawing, or attracting. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a magic spell that has power to draw or attract, putting an enemy in our power. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; n. The power of attraction or gravity. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;karshin&#x1E6D;su. To attract. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;-karshitamu. adj. That which is attracted. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ndhramu. n. [Skt.] The Sanskrit name for Telugu. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; the Telugu country. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; the Telugu people, Telugus.
			</div>
                