&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC3E;&#xC15;&#xC30;</span>&#xA0;&#xA0;&#x101;-k&#x101;kara. [Tel. &#xC06;&#xC15;&#xC41;+&#xC15;&#xC3E;&#xC15;&#xC30;] n. The wild species of Momordica Dioica. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-k&#x101;n&#x1E0D;ikamu. [Skt.] n. Unseasonable, unusual at that season. Vasu. v. 3.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;&#x101;-k&#x101;nksha. [Skt.] n. Wish, desire. (In gram.) the government or concord of words in a sentence. &#xC08; &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC06;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; regarding this verse state who is meant. what did he do, where, why, to whom, &amp;c. &#xC06;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; ak&#x101;nkshin&#x1E6D;su. v. a. To wish, long for.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#x101;-kasmikamu. [Skt.] adv. n. Suddenly. &#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-kasamu. [Skt. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;] n. The sky: heaven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;ka&#x1E37;in&#x1E6D;su. [Tel.] v. t. To understand. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC24; or &#xC06;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x101;ka&#x1E37;inta. [Skt.] n. Intelligence; comprehension. &#xC05;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC06;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I do not comprehend it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-k&#x12B;r&#x1E47;amu. [Skt.] adj. Sprinkled, scattered. Also dishevelled, loose, as locks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;k&#x101;&#x1E63;amu. [Skt. another form of &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; emptiness, empty space, or interval.] n. Ether, sky, atmosphere. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17; the river of heaven. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC30;&#xC41;&#xC21;&#xC17;&#xC21;&#xC4D;&#xC21; a plant which like the misletoe grows on a tree. Ainslie, 2. 158. Bryonia Epig&#x153;a, air-livingBryony. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; &#x101;k&#x101;&#x1E63;a-valli. n. Cassytha filiformis (Watts.) &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; &#x101;k&#x101;&#x1E63;a-panch&#x101;ngamu. n. A fool&apos;s chronicle, a pack of nonsense. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#x101;k&#x101;&#x1E63;a-b&#x101;&#x1E47;amu. n. A sky rocket. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC30;&#xC3E;&#xC2E;&#xC28;&#xC4D;&#xC28; &#x101;k&#x101;&#x1E63;a-r&#x101;manna. Jack Robinson, nobody. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC35;&#xC3E;&#xC23;&#xC3F; &#x101;-k&#x101;&#x1E63;a-v&#x101;&#x1E47;i. adj. &quot;Sky-speaking,&quot; as the voice of an angel or invisible being.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-k&#x101;ritamu. [Skt.] n. Called, summoned. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. Parij. iii. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;k&#x101;ramu. [Skt.] n. Shape, form. &#xC06;&#xC15;&#xC3E;&#xC30; &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; A fop, a beau. &#xC06;&#xC15;&#xC3E;&#xC30;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC06;&#xC15;&#xC3E;&#xC30;&#xC3F; a handsome man.
			</div>
                