&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x101;kottu. [Tel. &#xC06;&#xC15;&#xC41;+&#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;] n. Nippers or clippers to cut betel nut with. &#xC05;&#xC21;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC46;</span>&#xA0;&#xA0;&#x101;ke. [Tel. &#xC06;+&#xC05;&#xC15;] pron. She, that woman. &#xC06;&#xC2C;&#xC3F;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x101;krish&#x1E6D;i. [Skt.] n. Attraction. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;kriti. [Skt.] n. Form, shape, figure, mien. &#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC15;&#xC42;&#xC24;&#xC3F; &#x101;-k&#x16B;tamu. [Skt.] n. Meaning, intention, wish, desire Expression, mien, demeanour. The thought of the heart, manifested by the acts: expression of features. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC15;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;ku-sannamulu. [Tel.] n. A sort of fine rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-kulamu. [Skt.] adj. Troubled, distressed, confounded. &#xC06;&#xC15;&#xC41;&#xC32;&#xC35;&#xC21;&#xC41; &#x101;kula-pa&#x1E0D;u. v. i. To be troubled or confounded. &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC06;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x101;kula-p&#x101;&#x1E6D;u. n. Agitation &#xC06;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC41;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;&#x101;ku-jella. [Tel.] n. A kind of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-kunchanamu. [Skt.] n. Contracting, drawing up, shrinking. Elasticity. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x101;ku. [Tel.] n. A leaf of any sort. A petal. &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC33;&#xC2E;&#xC41;. A betel, or palmyra leaf; also the leaf on which the Hindus eat their food. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC15;&#xC41; An ear-ring. &#xC1A;&#xC46;&#xC35;&#xC3F; &#xC15;&#xC2E;&#xC4D;&#xC2E;. Young rice (paddy) not yet transplanted. Any herb: young sprouts of corn. A flake as &#xC06;&#xC15;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; a flake of salt. Any filament. The radius or spoke of a wheel. The shutter of a blind. &#xC06;&#xC15;&#xC41;&#xC32;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; a venetian door. Also, a chit, note or short letter. &#xC1A;&#xC40;&#xC1F;&#xC3F;; a loan bond. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. This word prefixed to others generally denotes green; as &#xC06;&#xC15;&#xC41;&#xC24;&#xC47;&#xC32;&#xC41; a green scorpion, and &#xC06;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC24; a green cricket. &#xC06;&#xC21;&#xC02;&#xC17;&#xC41;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC0F;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; men have read seven pages further than women; that is, men are tenfold worse than women; or, are their masters in wickedness. &#xC28;&#xC40; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC06;&#xC15;&#xC41;&#xC28;&#xC2A;&#xC4B;&#xC15;&#xC28; &#xC05;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41;. I shall mention (or use) your name with great caution. &#xC06;&#xC15;&#xC41; &#xC05;&#xC32;&#xC2E;&#xC41; &#x101;ku-alamu. n. Greens, herbs, vegetables. (The word &#xC05;&#xC32;&#xC2E;&#xC41; here has no definite sense.) &#xC06;&#xC15;&#xC41;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41; or &#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; &#x101;ku-k&#x16B;ralu. n. Potherbs, garden stuff. &#xC06;&#xC15;&#xC41; &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#x101;ku-&#x1E6D;s&#x101;&#x1E6D;ana. adj. In ambush, hidden, veiled, screened. &#xC06;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F; &#x101;ku-chiruta-puli. n. A small species of leopard. &#xC06;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC15; &#x101;ku-chilaka. n. A butterfly, or a green parrot. &#xC06;&#xC15;&#xC41;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; &#x101;ku-jemu&#x1E0D;u. n. The oleander-leaved spurge. Emphorbia Neriifolia. (See &#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;.) &#xC06;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x101;ku-&#x1E6D;illu. n. A booth or hut of leaves, an arbor of leaves. &#xC06;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC02;&#xC1F; in a booth. &#xC06;&#xC15;&#xC41;&#xC24;&#xC40;&#xC17; the vine that produces the tamala (or betel) leaf. &#xC06;&#xC15;&#xC41; &#xC24;&#xC4B;&#xC1F; a betel garden: a garden in which plants are reared. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A; &#x101;ku-pa&#x1E6D;&#x1E6D;sa. n. The colour called sap green. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;ku-pattri-che&#x1E6D;&#x1E6D;u. n. The clove tree. Cassia lignea. a certain game. (H. iii. 190). &#x101;ka-rarugu. n. A green caterpillar. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC24; &#x101;ku-p&#x14D;ta. n. Transplantation of a green crop. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; &#x101;ku-p&#x14D;yu. v. a. To transplant corn. To set the sprouts. &#xC06;&#xC15;&#xC41;&#xC2E;&#xC21;&#xC3F; &#x101;ku-ma&#x1E0D;i. n. A field sown, but the sprouts of which are to be transplanted. (also, called &#xC28;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC21;&#xC3F;.) &#xC06;&#xC15;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41; &#x101;ku-ma&#x1E0D;upu. n. A roll of betel leaf. A mode of measurement. &#xC06;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC41; The self planting herb. &#xC06;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#x101;ku-r&#x101;yi. n. A file (i.e., &#xC06;&#xC15;&#xC41; a filament &#xC30;&#xC3E;&#xC2F;&#xC41; to rub off.) Also the name of a bird, the cuckoo (F.B.I.) &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; (from &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; a thorn) a rasp. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC06;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a sharp thin file for cutting combs. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC06;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a very small file. &#xC35;&#xC1F;&#xC4D;&#xC30;&#xC28;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a three sided file.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC16;&#xC47;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;kh&#x113;&#x1E6D;amu. [Skt.] n. Hunting; the chase. &#xC35;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC16;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;khuvu. [Skt.] n. A rat. &#xC0E;&#xC32;&#xC41;&#xC15;. a bandicoot. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC16;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x101;kharu. [H.] adj. Last, final. n. End, termination. &#xC24;&#xC41;&#xC26;, &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC06;&#xC16;&#xC30;&#xC41;&#xC28;, &#xC06;&#xC16;&#xC30;&#xC41;&#xC15;&#xC41; adv. Finally, lastly. &#xC28;&#xC46;&#xC32; &#xC06;&#xC16;&#xC30;&#xC41;&#xC15;&#xC41; at the end of the month. &#xC06;&#xC16;&#xC30;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it is finished or expended.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23; &#x101;ksh&#x113;pamu. [Skt.] n. Censure, blame, reproach, criticism, scruple, objection, a question. &#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;ksh&#x113;pin&#x1E6D;su. v. t. To criticise, to object, to question. &#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; aksh&#x113;paku&#x1E0D;u n. One who criticises or objects. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; akshiptu&#x1E0D;u. n. One who is blamed or censured. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; above all question, blame or reproach, unquestionably. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23; a groundless cavil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;kr&#x14D;&#x1E63;amu. [Skt.] n. Anger, dissatisfaction, malice. Curse, imprecation. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC06;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;kr&#x14D;&#x1E63;in&#x1E6D;su. v. n. To grieve, to be displeased, to be malicious. To curse or abuse. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;-kramin&#x1E6D;su. [Skt.] v. a. To appropriate wrongfully, to encroach on, usurp. &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; &#x101;-krama&#x1E47;amu. [Skt.] n. Surrounding, occupying, usurpation, filling (as smoke.) &#xC05;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2E;&#xC41; &#x101;-kr&#x101;ntamu. adj. Appropriated, seized. &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; seized by the king. &#xC06;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; &#x101;-kr&#x101;nti. n. Filling, pervading, spreading through. (T. iv. 159.) &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;-konu. [Tel. &#xC06;&#xC15;&#xC32;&#xC3F;+&#xC15;&#xC4A;&#xC28;&#xC41;] v. n. To be hungry, to have an appetite. See &#xC06;&#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41; &#x101;-krandanamu. [Skt.] n. Weeping, lamentation. &#xC06;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;krandin&#x1E6D;su v. n. To lament. &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;.
			</div>
                