&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;&#x101;g&#x101;mi. [Skt.] adj. Future.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC17;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x101;-g&#x101;tyamu. [Tel.] n. Outrageous behaviour, obstinacy, desperation, baseness, villainy. Pretence of agony or injury: threatening to commit suicide.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x101;g&#x101;&#x1E0D;i. [Tel.] n. An inferior sort of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;gamanamu. [Skt.] n. Arrival. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;, &#xC30;&#xC3E;&#xC15;. &#xC06;&#xC17;&#xC2E;&#xC2E;&#xC41; &#x101;gamamu. n. Arrival, approach; a treatise on &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; or divinity describing religious rites. A grammatical augment or letter inserted in any part of the radical word or affix as &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC17;&#xC2E;&#xC2E;&#xC41; &quot;the causal affix in&#x1E6D;su&quot; as in the word &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC17;&#xC2E;&#xC2E;&#xC41; the coming of the rains, the rainy season.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;gatamu. [Skt.] adj. That which is come. Gained, realized, obtained, gotten. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC21;&#xC2A;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;ga&#x1E0D;apalu. [Tel.] n. A range of clouds. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F;, &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ga&#x1E0D;amu. [Tel.] n. Sport, jesting, fun, wantonness. &#xC06;&#xC17;&#xC21;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC06;&#xC17;&#xC21;&#xC40;&#xC21;&#xC41; &#x101;ga&#x1E0D;ak&#x101;&#x1E0D;u n. A scoffer, one who teases. &#xC06;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x101;ga&#x1E0D;amu-ch&#x113;yu. To tease, sport with. &#xC05;&#xC17;&#xC21;&#xC28;&#xC43;&#xC2A;&#xC41;&#xC21;&#xC41; (P. i. 520.) a troublesome master, a wanton ruler, a tyrant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC02;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;gantukamu. [Skt.] adj. Unexpected (as a guest dropping in.) &#xC06;&#xC17;&#xC02;&#xC24;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC06;&#xC17;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41; &#x101;gantuku&#x1E0D;u. n. A guest, a stranger, one who drops in. &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC3F;, &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC16;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;&#x101;khya. [Skt.] n. A name, or appellation. &#xC2A;&#xC47;&#xC30;&#xC41;. &#xC05;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24; &#x101;khy&#x101;ta. n. The speaker. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC06;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41; &#x101;khy&#x101;tamu. adj. Said, spoken, rehearsed. &#xC06;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; &#x101;ky&#x101;namu. n. Telling. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F; An episode of a book, a tale or fable, an ancient story. &#xC06;&#xC16;&#xC4D;&#xC2F;&#xC47;&#xC2F;&#xC2E;&#xC41; &#x101;khy&#x113;yamu. adj. Fit to be said or rehearsed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC18;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;-gh&#x14D;shin&#x1E6D;su. [Skt.] v. n. To roar, yell. Jaimni Bhar: VI. 220.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC18;&#xC42;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC24;</span>&#xA0;&#xA0;&#x101;-gh&#x16B;r&#x1E47;ita. [Skt.] adj. Rolling (the eyes.) R. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-gh&#x101;tamu. [Skt.] n. Striking, a blow. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;grahamu. [Skt.] n. Anger. displeasure, rage, wrath &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;grahin&#x1E6D;su. [Skt.] v. n. To be angry, or enraged. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;gn&#x113;yamu. [Skt.] n. The south east point of which Agni is regent. &#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x101;gn&#x113;-y&#x101;stramu. n. A fiery weapon: a rocket or grenade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x101;gubbatillu. [Tel.] n. To increase. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; to be overjoyed. Swa. ii. See. &#xC24;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC06;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#x101;gubbu. [Tel.] n. Greatness, vastness. &#xC06;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC48;&#xC28;&#xC15;&#xC42;&#xC24; with a waxing and still swelling shriek. &#xC06;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC3E; &#x101;gubbu-g&#x101; adv. All at once, heavily, in a thick shower, bitterly (weeping) &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x101;gu. [Tel.] v. n. To stop, to stay, asbtain, refrain. To bear (as a cord does a weight.) To be confined, set aside, or reserved. &#xC06;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC41; &#xC06;&#xC17;&#xC2C;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC47;&#xC35;&#xC15;&#xC3F; (B. X. 75.) Devaki who was kept in restraint. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC32;&#xC46;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC41; &#xC06;&#xC17; &#xC28;&#xC40;&#xC35;&#xC41; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; thou art the refuge of the helpless. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC06;&#xC30;&#xC3F;&#xC28;&#xC2C;&#xC40;&#xC21;&#xC41; land set aside or reserved for pasture. &#xC07;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC06;&#xC17;&#xC26;&#xC41; I cannot get on without this. &#xC28;&#xC3E; &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC06; &#xC2E;&#xC3E;&#xC1F; &#xC06;&#xC17;&#xC26;&#xC41; I cannot keep that word a secret. &#xC06;&#xC17;&#xC41;, &#xC06;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC1A;&#xC41;, &#xC06;&#xC2A;&#xC41; the causal of &#xC06;&#xC17;&#xC41;: &#x101;gu. [Tel.] v. t. To stop, check, hinder. To keep, tend. To look to, superintend, guard, protect, preserve. To fold or gather as a flock. &#xC28;&#xC4B;&#xC30;&#xC3E;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F; they spoke cautiously. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC06;&#xC2A;&#xC15; (T. v. 22.) without intermission. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC06;&#xC1A;&#xC41;&#xC1F; to refrain from sleep, keep away drowsiness. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC06;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41; they used to keep cattle here at nights.
			</div>
                