&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;, &#xC06;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-chandra-t&#x101;rakamu. [Skt.] adv. For ever, as long as the moon and stars or sun endure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-cha&#x1E47;&#x1E0D;&#x101;lamu. [Skt.] adj. High and low, including every rank &quot;down to the pariahs.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-ghr&#x101;&#x1E47;amu. [Skt.] n. Smelling. The sense of smell. &#xC06;&#xC18;&#xC4D;&#xC30;&#xC42;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;-ghr&#x101;&#x1E47;in&#x1E6D;su. v. a. To smell. &#xC35;&#xC3E;&#xC38;&#xC28; &#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC5B;&#xC41;&#xC2C;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;&#x101;zu-b&#x101;zu. [H.] adv. Around, about, in the vicinity. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;, &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;&#x101;gi. [Skt.] n. War, battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC3E;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-j&#x101;n&#x113;yamu. [Skt.] n. One of the best breeds among horses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;-j&#x101;nu-b&#x101;hu&#x1E0D;u. [Skt.] n. Longimanus: one whose arms reach to his knees.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1C;&#xC35;&#xC02;&#xC1C;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ja-vanjavamu. [Skt.] n. The world, earthly ties. A family. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC06;&#xC1C;&#xC35;&#xC02;&#xC1C;&#xC35;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC40;&#xC24; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC48;.&quot; (Chenn. iv. 132.) He who is freed from earthly ties. &#xC05;&#xC1C;&#xC35;&#xC02;&#xC1C;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; worldy defilement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;chch&#x101;danamu. [Skt.] n. Lid, cover: clothes, covering, cloak. &#xC05;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;chch&#x101;ditamu. adj. Hidden, concealed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1A;&#xC42;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x101;tsuki. [Tel. &#xC06;+&#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F;.] Trace, sion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC06;&#xC17;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;charin&#x1E6D;su. [Skt.] v. a. To practise, to observe, to be used to, to do habitually. To put in practice (the precepts of religion), to perform (bathing, &amp;c.) To celebrate (a religious festival.) &#xC06;&#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41; &#x101;chara&#x1E47;amu. n. Doing, performing. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC24;. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x101;charamu. n. Practice, custom. Rule, fashion, mode, a course of conduct, institute or observance, Religious observance. &#xC2E;&#xC24;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; according to the principles of the creed. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC3F; &#x101;chari. n. A caste title borne by the Vaishnavite Brahmins, the men of the blacksmith and goldsmith castes. &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC3F; a man of good principles. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x101;ch&#x101;ryatvamu. n. The office of a priest. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x101;ch&#x101;ryu&#x1E0D;u. n. A teacher. A priest: a spiritual guide or preceptor: one who invests the student with the sacrificial thread and instructs him in the mysteries of the religion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1A;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;chamanamu. [Skt.] n. Sipping water three times before religious ceremonies or meals, or after meals, or after relieving oneself, repeating at the same time the 24 principal names of Vishnu &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC06;&#xC1A;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;chamin&#x1E6D;su. v. a. To sip (water) &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC06;&#xC1A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; &#x101;ch&#x101;ntamu. n. Tasted, sipped.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;jyamu. [Skt.] n. Ghee, clarified butter. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC5B;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40;</span>&#xA0;&#xA0;or &#xC05;&#xC1C;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC3F; &#x101;z-m&#x101;&#x1EF5;ish&#x12B;. [H.] n. Trial, proving. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;, &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC06;&#xC1C;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; to test, to try.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1C;&#xC4D;&#xC1E;</span>&#xA0;&#xA0;&#x101;gnya. [Skt.] n. Command, order, sanction, leave, permission. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC1A;&#xC47;&#xC2F;&#xC41; to command. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; according to order. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; &#x101;gny&#x101;panamu n. Command, order. T. ii. 2. BD. vi. 120. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;gny&#x101;pintsu. v. t. To command, order. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;gny&#x101;&#x1E6D;u&#x1E0D;u. n. He who is ordered. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;gny&#x101;pitamu. adj. That which is ordered.
			</div>
                