&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;i-p&#x14D;sikonu. [Tel.] v. n. To scandalize, vilify. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;i-tappu. [Tel.] v. n. To break one&apos;s word &#xC06;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who keeps his word. A man of his word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1F;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E6D;ra-ga&#x1E0D;alu. [Tel.] n. A sort of grain. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1F;&#xC4B;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E6D;&#x14D;pamu. [Skt.] n. Hastiness: excess, pride. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC30;&#xC2D;&#xC38;&#xC2E;&#xC41;, &#xC06;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;, &#xC14;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E6D;u. [Tel.] v. n. To suffice: to last, to be enough &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC28;&#xC46;&#xC32; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC06;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; with caution it may suffice for a month. &#xC05;&#xC26;&#xC3F; &#xC06;&#xC1F;&#xC26;&#xC41; or &#xC06;&#xC1F;&#xC3F; &#xC30;&#xC3E;&#xC26;&#xC41; it is not enough. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC12;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC47; &#xC06;&#xC1F;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC47; &#xC06;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC35;&#xC41; if you buy your firewood in the lump it will last; if you buy only a little at a time it will not. &#xC06;&#xC1F;&#xC41; n. Striking. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. Shooting, or rheumatic pain: &#xC2A;&#xC4B;&#xC1F;&#xC41; (M. VIII. i. 218:) throbbing. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC06;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am in great pain. &#xC06; &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC06;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC35;&#xC3F; the boil throbbed much.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC06;&#xC21;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E6D;ankamu. [Tel.] n. Obstacle, prevention, hindrance, resistance, difficulty. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; &#x101;&#x1E6D;anka-paru&#x1E6D;su. v. t. To object, prevent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;</span>&#xA0;&#xA0;&#x101;&#x1E6D;a. [Tel. from &#xC06;&#xC21;&#xC41;] Play, sport, a game: a dance, acting or stage performance. Jest, joke, gambling. &#xC06;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC06;&#xC1F;&#xC30;&#xC3F; or &#xC06;&#xC1F;&#xC26;&#xC3F; &#x101;&#x1E6D;a-katte. [Tel.] n. An actress or public dancer. &#xC06;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; &#x101;&#x1E6D;a-k&#x101;&#x1E0D;u. n. An actor or dancer. Also a gambler. &#xC06;&#xC1F;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41; &#x101;&#x1E6D;a-gorru. n. A rake used in husbandary. &#xC06;&#xC1F;&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2F; A swimming bath. &#xC06;&#xC1F;&#xC24;&#xC4B;&#xC1F; &#x101;&#x1E6D;a-t&#x14D;&#x1E6D;a. a park. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC06;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;&#x1E6D;a-pa&#x1E6D;&#x1E6D;u. n. An abode, residence, scene, place. &#xC06;&#xC1F;&#xC2A;&#xC3E;&#xC15; A playhouse, a theatre. &#xC06;&#xC1F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41; &#x101;&#x1E6D;a-vi&#x1E0D;upu. n. A school holiday or play day. &#xC06;&#xC1F;&#xC35;&#xC46;&#xC32;&#xC26;&#xC3F; &#x101;&#x1E6D;a-veladi. n. A species of metre &#xC06;&#xC1F;&#xC3E;&#xC21;&#xC41; &#x101;&#x1E6D;a&#x1E0D;u. (&#xC06;&#xC1F;+&#xC06;&#xC21;&#xC41;) v. a. To play a play, to dance a dance, to act.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x101;&#x1E0D;ika. [Tel.] n. Rumour, talk, scandal, infamy. &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC06;&#xC21;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41; &#x101;&#x1E0D;ika-pa&#x1E0D;u. v. n. To be blamed &#xC06;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; &#x101;&#x1E0D;i-k&#x14D;lu. [Tel.] n. Scandal. &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC06;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC06;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#x101;&#x1E0D;ik&#x14D;&#x1E37;&#x1E37;u. Revilings, abusive words. H. v. 304. P. ii. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;in&#x1E6D;su. [Tel. causative of &#xC06;&#xC21;&#xC41;] v. a. To cause to move or play to amuse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x101;&#x1E0D;i. An affix (derived from &#xC06;&#xC21;&#xC41;) implying &apos;doer&apos; or &apos;performer,&apos; as &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC41; tricks, &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC3F; a rogue: &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; fondness, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a fond girl: &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; graces, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a lovely woman: &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; pranks, &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a cheat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;&#x101;lu. [Tel.] n. A herb like cress (Amslic 2. 12.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;ambaramu. [Skt.] n. Pomp, grandeur. Vain display: abortive arrogance. The onset of battle: the charge; the sound of trumpets. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC2E;&#xC47;&#xC18;&#xC3E;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; the display of clouds. &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC0F;&#xC2E;&#xC4B; &#xC06;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is some stir in that house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC06;&#xC23;&#xC02;&#xC17;&#xC3F; &#x101;&#x1E0D;angi. [Tel.] n. A female. (Usually in the plural alone) &#xC06;&#xC21;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;, or &#xC06;&#xC23;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; women. &#xC06;&#xC21;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; language fit for a woman. &#xC06;&#xC21;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC47;&#xC15;&#xC3F; a girlish fop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;</span>&#xA0;&#xA0;adv. There, in that place. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;. &#xC06;&#xC21;&#xC3E;&#xC21; &#x101;&#x1E0D;&#x101;&#x1E0D;a. Here and there. L. ii. 175. Paidim. iv. 294.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;</span>&#xA0;&#xA0;&#x101;&#x1E0D;a. [Tel. corrupted from &#xC06;&#xC21;&#xC41;] adj. Female. &#xC06;&#xC21;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41; a mob of women. &#xC06;&#xC21;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC41; I am a timid woman &#xC06;&#xC21;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; a woman. &#xC06;&#xC21;&#xC24;&#xC28;&#xC2E;&#xC41; &#x101;&#x1E0D;a-tanamu. n. Womanishness, weakness. &#xC06;&#xC21;&#xC26;&#xC3F; &#x101;&#x1E0D;adi. A woman; plural &#xC06;&#xC21;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC06;&#xC21;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC06;&#xC21;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#x101;&#x1E0D;a-padu&#x1E6D;su. A girl, a young woman. &#xC06;&#xC21;&#xC2A;&#xC3E;&#xC2A; &#x101;&#x1E0D;a-p&#x101;pa. Girl. A lady in waiting, a handmaid. &#xC06;&#xC21;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#x101;&#x1E0D;a-manishi. A woman.
			</div>
                