&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC23;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC06;&#xC21;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;hyamu. [Skt.] adj. That which has or possesses. &#xC17;&#xC32;. Thus. &#xC38;&#xC02;&#xC2A;&#xC26;&#xC3E;&#xC22;&#xC4D;&#xC2F; possessed of wealth. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC3E;&#xC22;&#xC4D;&#xC2F;&#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; a cup holding nectar. &#xC06;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x101;&#x1E0D;hyudu. n. Owner, possessor. &#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC22;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x101;&#x1E0D;haki. [Skt.] n. The grain called pigeon pea, Cytisus cadjan. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;. Rox. iii. 325.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC22;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;hakamu. [Skt.] n. A measure of capacity called &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;a&#x1E0D;&#x113;lu. [Skt.] n. A night hawk (HD. ii. 2887.) &#xC06;&#xC21;&#xC47;&#xC32;&#xC41;&#xC35;&#xC32;&#xC46; &#xC15;&#xC26;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; you are as sluggish as a night hawk. &#xC36;&#xC30;&#xC3E;&#xC30;&#xC3F;, or &#xC30;&#xC3E;&#xC2E;&#xC36;&#xC3E;&#xC02;&#xC15; Tardus. Ginginianus. A species of thrush. The buzzard; gerfalcon See Jerdon&apos;s Catal. No. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;u-konu. [Tel.] v. n. To play to ply about, sport. To say. v. t. To blame. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;u. [Tel.] adj. Female. &#xC07;&#xC35;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; these are a woman&apos;s words. &#xC06;&#xC21;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41; &#x101;&#x1E0D;u&#x1E6D;sandamu. The female shape, feminine disguise. B. viii. 445. &#xC06;&#xC21;&#xC41;&#xC2E;&#xC4A;&#xC30; A woman&apos;s shriek. R. v. 207. &#xC06;&#xC21;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC41; &#x101;&#x1E0D;u-t&#x14D;&#x1E0D;u. [Tel.] A female companion. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F; &#x101;&#x1E0D;udi. A woman. &#xC06;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#x101;&#x1E0D;u-bi&#x1E0D;&#x1E0D;a. A little girl. The sister of a woman&apos;s husband. &#xC06;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC21; &#x101;&#x1E0D;u-mu&#x1E47;&#x1E0D;a. An abusive word for a woman: equivalent to slut, jade, wretch. &#xC06;&#xC21;&#xC41;&#xC35;&#xC40;&#xC21;&#xC41; woman&apos;s town, a place without brave men. See &#xC06;&#xC21; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E0D;u. [Tel.] v. n. 1. To play, dance, work, act, do, move, ply. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC06;&#xC21;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46; he stood stock-still, his feet did not stir. 2. To shake, totter, wag. 3. To beat, as the pulse. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; &#xC06;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the pulse beats. 4. To speak, say. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41; &#xC06;&#xC21;&#xC17;&#xC3E; while some spoke thus. &#xC06;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F; he said one thing and did another. &#xC2A;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41; to cry Avaunt.! &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; to advance or come forward. &#xC06; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC06;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have the name at the tip of my tongue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC24;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x101;ta-t&#x101;yi. [Skt.] n. A villain, one who attempts to kill. &#xC1A;&#xC02;&#xC2A;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;tatamu. [Skt.] adj. Extended, great, large. &#xC06;&#xC24;&#xC24;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20; with extreme affection or fidelity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;ta&#x1E0D;u. [Tel. &#xC06;+(&#xC24;)+&#xC21;&#xC41;] another form of &#xC05;&#xC24;&#xC21;&#xC41;. (&#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#xC06;&#xC17;&#xC2E;&#xC2E;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;ta-g&#x101;&#x1E0D;u. [Tel. &#xC05;&#xC24;&#xC21;&#xC41;+&#xC15;&#xC3E;&#xC21;&#xC41;.] n. He, that man. &#xC05;&#xC24;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;tankamu. [Skt.] n. Obstacle, pain, fear, apprehension. Disease. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC27;, &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC23;&#xC3F;</span>&#xA0;&#xA0;&#x101;&#x1E47;i. [Tel.] adj. Spherical, round (a term applied to pearls.) &#xC06;&#xC23;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; a rounded or faultless pearl. See on &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC23;&#xC3F;. &#xC06;&#xC23;&#xC3F;. n. A nail or pin. &#xC06;&#xC23;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; &#x101;&#x1E47;i-k&#x101;&#x1E0D;u. n. A confidant, or confidential friend. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;. &#xC06;&#xC23;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; &#x101;&#x1E47;i-p&#x14D;&#x1E6D;u. n. A stab in the vitals, a deep wound. &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;.
			</div>
                