&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;</span>&#xA0;&#xA0;, with &#xC24;&#xC41; The pubes. &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;, &#xC36;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;an unexpected guest. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;, &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC3F;&#xC25;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;same as &#xC06;&#xC24;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;tithyamu. [Skt. from &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;] n. Entertainment, hospitality, food given to a wayfarer. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC06;&#xC24;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Hospitable, proper for a guest. &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC32;</span>&#xA0;&#xA0;&#x101;tala. [Tel. &#xC06;+&#xC24;&#xC32; = (beyond) that+place.] n. Further on, away. &#xC05;&#xC35;&#xC24;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;taramu. [Skt.] n. Freight, fare. &#xC15;&#xC47;&#xC35;&#xC41;, &#xC13;&#xC21;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC15;&#xC42;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;tapamu. [Skt.] n. Sunshine. &#xC0E;&#xC02;&#xC21;. &#xC06;&#xC24;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC06;&#xC24;&#xC2A;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; &#x101;ta-patramu. n. An umbrella. &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC1F;</span>&#xA0;&#xA0;&#x101;da&#x1E6D;a. [Tel.] n. Fulness, satiety, love. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;. &#xC06;&#xC26;&#xC1F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. full, satisfied. &#xC06;&#xC26;&#xC1F;&#xC2C;&#xC4B;&#xC15;. without satiating his appetite.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;</span>&#xA0;&#xA0;&#x101;da. [Tel.] n. Sorrow, grief. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC06;&#xC26;&#xC2E;&#xC30;&#xC1A;&#xC3F; &#x101;da-marachi. adv. Soundly, well, casually. &#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC3E;, &#xC28;&#xC4B;&#xC30;&#xC41;&#xC5B;&#xC3E;&#xC30;&#xC3F;. M. X. i. 53. A. iv. 229 &quot;&#xC05;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC26;&#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC17;.&quot; R. vii. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;tramu. [corrupted from Skt. &#xC06;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;] n. Haste. &#xC24;&#xC4D;&#xC35;&#xC30;. &#xC06;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41; &#x101;tra-g&#x101;&#x1E6D;u n. A hasty person. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;&#x101;tma. [Skt.] n. The soul, the living principle. &#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41;. Self, the individual, a person. The body &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. Nature. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Mind, intellect, reason, understanding. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; a pious minded man. &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; a bad hearted man. God, spirit. &#xC06;&#xC24;&#xC4D;&#xC2E;. adj. Own; peculiar. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41; &#x101;tmakamu. adj Consisting of: as &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC48;&#xC28; consisting of real and personal goods. &#xC06;&#xC24;&#xC4D;&#xC2E; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; private affairs, one&apos;s own business. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC1C; or &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC24;&#xC28;&#xC2F; &#x101;tma-ja. n. One&apos;s own daughter. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41; &#x101;tmaku&#x1E0D;u. [Skt.] adj. Formed of. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41; one who has a sweet nature. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC17;&#xC24;&#xC2E;&#xC41;&#xC28; &#x101;tama-gatamu-na. adj. Mentally, in the heart. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC18;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; &#x101;tm&#x101;-gh&#x101;taku&#x1E0D;u. n. A suicide or self murderer. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC21;&#xC41; &#x101;tma-ju&#x1E0D;u. n. A son, as springing from oneself. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; &#x101;tmagnyu&#x1E0D;u. n. A sage, who knows God and his own heart. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC28;&#xC47;&#xC2A;&#xC26;&#xC2E;&#xC41; &#x101;tma-n&#x113;-padamu. n. The grammatical name for the middle voice in &#xC15;&#xC4A;&#xC28;&#xC41;; as &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC35;&#xC02;&#xC1A;&#xC28; &#x101;tma-vanchana. n. Self delusion. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F; &#x101;tma-stuti. n. Self applause. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#x101;tm&#x101;rthamu. adv. For oneself. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x101;tm&#x12B;yamu. adj. One&apos;s own. &#xC24;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ttamu. [Skt.] adj. That which is got or stolen. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-t&#x14D;dyamu. [Skt.] n. A musical instrument. &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC24;&#xC41;&#xC30;&#xC24;</span>&#xA0;&#xA0;or &#xC06;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41; &#x101;turata. [Skt.] n. Hurry, eagerness, affection. &#xC06;&#xC24;&#xC41;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC48; being afflicted. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41; famishing hunger. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC21;&#xC48; famishing with hunger. &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC48; eager with lust. &#xC06;&#xC24;&#xC41;&#xC30;&#xC2A;&#xC21;&#xC41; &#x101;tura-pa&#x1E0D;u. v. n. To hurry or haste. &#xC06;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; &#x101;turu&#x1E0D;u. n. He who is eager.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC30;&#xC2C;&#xC3E;&#xC26;&#xC30;&#xC17;&#xC3E;</span>&#xA0;&#xA0;&#x101;dara-b&#x101;dara-g&#x101;. [Tel.] adj. Precipitately, confusedly. &#xC05;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC17;&#xC3E;, &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC26;&#xC30;&#xC23; &#x101;daramu. [Skt.] n. Respect, reverence, kindness. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28;. &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC06;&#xC26;&#xC30;&#xC23; &#x101;darin&#x1E6D;su. v. t. To be gracious, to relieve, cure. &#xC06;&#xC26;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x101;dara&#x1E47;&#x12B;yamu. adj. Worthy of respect. &#xC38;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; (&#xC38;+&#xC06;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;) with kindness, graciously. &#xC06;&#xC26;&#xC43;&#xC24;&#xC2E;&#xC41; &#x101;drutamu. [Skt.] adj. Respected. &#xC06;&#xC26;&#xC43;&#xC24;&#xC3F; &#x101;druti. n. Respect, inclination.
			</div>
                