&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;dityu&#x1E0D;u. [Skt.] n. A name of the Sun. &#xC06;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC2F; &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC06;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x101;ditya-v&#x101;ramu. [Skt.] n. Sunday. The 12 adityas are Indra. Dh&#x101;ta, Parjanya, Twashta, P&#x16B;sha, Aryaman, Bhaga, Vivasvat, Vishnu, Amsumat, Varuna, and Mitra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;di-t&#x101;&#x1E37;amu. [Skt.] n. One of the modes by which musical time is measured. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x101;di. [Skt.] n. The beginning. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; Also, an aim &#xC17;&#xC41;&#xC30;&#xC3F;. &#xC06;&#xC26;&#xC3F;&#xC28;&#xC3F; at the beginning, at first. &#xC06;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC3F; an ancient prophet. &#xC06;&#xC26;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC41;&#xC35;&#xC41; &#x101;di-&#x1E63;&#x113;shuvu. [Skt.] n. The old dragon, who is worshipped as the supporter of the earth. &#xC06;&#xC26;&#xC3F;, &#xC06;&#xC26;&#xC3F;&#xC17;&#xC3E; &#x101;di. n. Etcetera. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC43;&#xC39;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; his house, &amp;c. &#xC2E;&#xC28;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; Manu and others. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they came from the north. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; people of the north. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC26;&#xC3F; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; goods imported from the south. &#xC06;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41; &#x101;dikamu. n. Etcetera. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; food, &amp;c. &#xC06;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; &#x101;di-konu. v. i. To have one&apos;s eye on &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41; &quot;&#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC2C;&#xC4B;&#xC32;&#xC46;.&quot; &#xC2D;&#xC3E;&#xC30;: &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC1F;. v. &#xC06;&#xC26;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; (&#xC06;&#xC26;&#xC3F;+&#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;) first and last. &#xC06;&#xC26;&#xC4D;&#xC2F;&#xC02;&#xC24; &#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; He who is without origin and end. God.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;d&#x101;yamu. [Skt.] n. Profit, gain, income, emolument, moiety. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;, &#xC27;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F;, &#xC30;&#xC3E;&#xC2C;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;d&#x101;namu. [Skt.] v. n. Taking, acceptance, receipt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3E;</span>&#xA0;&#xA0;. &#x101;d&#x101; [H from Skt. &#xC06;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;] n. Profit, gain, advantage. &#xC06;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC26;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC06;&#xC26;&#xC3E;&#xC2A;&#xC30;&#xC1A;&#xC41; &#x101;d&#x101;-ch&#x113;yu. v. a. To realise or collect the value.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dar&#x1E63;amu. [Skt.] n. A looking glass or mirror.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;daravu. [from Skt. &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;] n. A prop, or support. Protection, aid, refuge, subsistence. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC06;&#xC26;&#xC30;&#xC35;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; with empty stomach.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;darin&#x1E6D;su. [Skt.] v. a. To treat kindly, soothe, comfort, honour, welcome. &#xC06;&#xC26;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dhikyamu. [Skt. from &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;] n. Greatness. Increase, accumulation, excess, superiority. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3F;</span>&#xA0;&#xA0;&#x101;dhi. [Skt.] n. Sorrow. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;, anxiety. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC27;; pledge, pawn. &#xC15;&#xC41;&#xC26;&#xC41;&#xC35; Also, a residence. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dh&#x101;ramu. [Skt.] n. Support, prop, stay. &#xC06; &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC08; &#xC2C;&#xC3E;&#xC35;&#xC47; &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; this well is the sole support of that field; that land depends wholly on this well. &#xC1C;&#xC32;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC2D;&#xC42;&#xC2E;&#xC3F; land that has no water convenience.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dh&#x101;namu. [Skt.] n. The act of keeping, covering or putting on. &#xC09;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. A ceremony performed with fire. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; the nuptials.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dyamu. [Skt.] adj. Prime, first, initial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC4B;&#xC15;&#xC17;&#xC3E;</span>&#xA0;&#xA0;&#x101;d&#x14D;ka-g&#x101;. [Tel. &#xC06;&#xC35;&#xC41;+&#xC24;&#xC4B;&#xC15;] adv. Like a cow&apos;s tail. Slanting, in a slanting form, taperingly; conical, pyramidical A. iii. 30. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC06;&#xC26;&#xC4B;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the shooting star passes in a slanting direction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;d&#x113;&#x1E63;amu. [Skt.] n. Instruction, Grammatical permutation, a substitute. &#xC06;&#xC26;&#xC47;&#xC36;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; the letter N inserted in the place of another letter. &#xC06;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;d&#x113;&#x1E63;in&#x1E6D;su. v. t. To teach, instruct. &#xC06;&#xC26;&#xC47;&#xC37;&#xC4D;&#xC1F; &#x101;-d&#x113;sh&#x1E6D;a. n. A teacher, one who gives orders.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC3E;</span>&#xA0;&#xA0;&#x101;durd&#x101;. [Tel.] n. Alarm, distress, trouble. &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;. &#xC06;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC2A;&#xC21;&#xC41; &#x101;durd&#x101;-pa&#x1E0D;u. v. i. To be troubled about &#xC24;&#xC39;&#xC24;&#xC39;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;du-konu. [Tel.] v. a. To aid, assist, support, treat kindly. &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC26;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dimamu. [Skt.] adj. First, original, primeval. &#xC06;&#xC26;&#xC3F;&#xC2E; &#xC0B;&#xC23;&#xC2E;&#xC41; a primary claim.
			</div>
                