&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3F;&#xC27;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dhi-daivikamu. [Skt. from &#xC26;&#xC47;&#xC35;.] adj. Superhuman, supernatural. &#xC26;&#xC48;&#xC35;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC06;&#xC27;&#xC3F;&#xC26;&#xC48;&#xC35;&#xC3F;&#xC15; &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; sufferings due to supernatural causes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;na-g&#x14D;lu-p&#x14D;vu. [Tel.] v. n. To fade, perish, &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;nandamu. [Skt.] n. Happiness, bliss, delight. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; tears of joy. &#xC06;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;nandin&#x1E6D;su. v. i. To be glad, to rejoice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;</span>&#xA0;&#xA0;&#x101;na. [from Skt. &#xC06;&#xC1C;&#xC4D;&#xC1E;] n. Command or order. &#xC06;&#xC1C;&#xC4D;&#xC1E; n. Oath, adjuration. &#xC24;&#xC4B;&#xC21;&#xC41; &#xC05;&#xC28;&#xC3F; &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. Protestation. &#xC06;&#xC28; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; faithfully, according to oath. &#xC06;&#xC28;&#xC32;&#xC41;&#xC15;&#xC21;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; oaths are nonsense and a debt is a plague. &#xC28;&#xC40;&#xC2F;&#xC3E;&#xC28; I swear by thee. &#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC28; I swear by myself (as in English upon my word, upon my honor.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;</span>&#xA0;&#xA0;&#x101;na. [corrupted from the Lat. Anno.] In the year, as &#xC06;&#xC28; 1834 in the year 1834 or A. D. 1834; used in correspondence, and only regarding the Christian era.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dhy-&#x101;tmikamu. [Skt.] adj. Spiritual. &#xC06;&#xC24;&#xC4D;&#xC2E; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC06;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; sufferings self caused.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC4B;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;dh&#x14D;ra&#x1E47;u&#x1E0D;u. [Skt.] n. An elephant driver. &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-dh&#x113;yamu. [Skt.] adj. Placed, deposited, kept. &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dhunikamu. [Skt.] adj. Modern, not ancient, recent. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC26;&#xC3F;. &#xC06;&#xC27;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41; &#x101;dhunikulu. n. The moderns. &#xC28;&#xC35;&#xC40;&#xC28;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC40;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dh&#x12B;nyamu. [Skt.] n. Possession, trust, charge, control. &#xC06;&#xC27;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3F;&#xC2D;&#xC4C;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dhi-bhautikamu. [Skt.] adj. Natural, or caused by the operation of the natural elements. &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC32;&#xC28; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;nav&#x101;lu. [Tel. &#xC06;&#xC28;+&#xC2A;&#xC3E;&#xC32;&#xC41;.] n. Porridge, rice and milk boiled. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC41;, &#xC07;&#xC17;&#xC30;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC41;. &#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41; [Tel.] n. Token, keepsake: a mark in lieu of signature: sign. Presumptive proof, a token or credentials. &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC4A;&#xC38;&#xC17;&#xC46; he gave a ring as credentials. &#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;nav&#x101;lu-pa&#x1E6D;&#x1E6D;u. v. t. To identify, recognize. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;nav&#x101;&#x1E6D;i-polamu. [Tel.] n. Disputed land: a field the boundary line of which is questioned. &#xC15;&#xC30;&#xC15;&#xC38;&#xC3E;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;nayin&#x1E6D;su. [Skt.] v. t. To bring. &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC06;&#xC28;&#xC2F;&#xC2E;&#xC41; &#x101;nayamu. n. Bringing. &#xC24;&#xC47;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;namitamu. [Skt.] adj. Bowed, weighed down, bent. &#xC35;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC2A;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;&#x101;napa-k&#x101;ya. [Tel.] n. A long gourd. (cucurbita lagenaris). The bottle gourd. &#xC38;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;nanamu. [Skt.] n. The face, mouth. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC28;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-naddhamu. [Skt.] n. A drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;nati. [Tel.] n. An order, permission, leave. &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;. &#xC06;&#xC28;&#xC24;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; (&#xC06;&#xC28;&#xC24;&#xC3F;+&#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;) v. a. To say, tell or relate, command, desire, instruct. &#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC28;&#xC24;&#xC2E;&#xC41; &#x101;natamu. [Skt.] adj. Bent, humbled. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC35;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;&#x101;na-ka&#x1E6D;&#x1E6D;a. [Tel.] n. Anicut. A dam or embankment across a river to raise its level artificially.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;nakamu. [Skt.] n. A large kettle drum, a tabor. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC1F;, &#xC2D;&#xC47;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;n&#x101;yamu. [Skt.] n. A net. &#xC35;&#xC32;. &#xC06;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC28;&#xC3F;&#xC15; See. &#xC06;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;dhi-patyamu. [Skt.] Government, dominion. &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC15;</span>&#xA0;&#xA0;&#x101;naka. [Tel. colloquial for &#xC05;&#xC1F;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;.] adv. Hereafter, afterwards.
			</div>
                