&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;p&#x101;dillu. [Skt.] n. To happen, to arise. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC06;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; &#x101;p&#x101;danamu. n. Happening. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;&#x101;pada-mastakamu-g&#x101;. [Skt.] n. From head to foot. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;p&#x101;tamu. [Skt.] n. Falling. &#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;nu. [Tel.] v. n. To rest on, to touch, be contiguous to. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC28;&#xC26;&#xC41; he cannot see out of his eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;pa-s&#x14D;p&#x101;lu-pa&#x1E0D;u. [Tel.] v. n. To be dejected, or grieve, be low-spirited.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;pamu. [Tam.] n. Hopper or Oppas, a kind of rice cake. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC2A;&#xC26; &#x101;pattu. [Skt.] n. Calamity, misfortune, adversity. &#xC06;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#x101;pannamu. Unfortunate, hapless. &#xC06;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; &#x101;pannu&#x1E0D;u. n. One who is afflicted or distressed. &#xC06;&#xC2A;&#xC26;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;pa&#x1E47;amu. [Skt.] n. A market. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;. &#xC06;&#xC2A;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x101;pa&#x1E47;iku&#x1E0D;u. n. A dealer or shopkeeper. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC40;</span>&#xA0;&#xA0;&#x101;n-v&#x12B;kshak&#x12B;. [Skt.] n. Logical philosophy, metaphysics. &#xC35;&#xC48;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC3F; &#xC24;&#xC30;&#xC4D;&#xC15; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC41;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46; &#x101;nugamu. [Tel.] n. The creeper of the long bottle gourd. cucurbita lagenaris.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;nuk&#x16B;lyamu. [Skt.] n. Convenience, suitability. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;nu. [Tel.] v. a. To press on, put on. &#xC05;&#xC23;&#xC1A;&#xC41;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To drink. &#xC24;&#xC47;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC41; the bess drink honey. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC3E;&#xC28;&#xC3F; putting poison on her nipples. &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC28;&#xC3F; putting his hands to his ears. &#xC05;&#xC28;&#xC3F;&#xC15; &#x101;nin&#x1E6D;su. v. a. To cause to rest on. &#xC06;&#xC28;&#xC3F;&#xC15; &#x101;nika. n. A support, strength. &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; &#x101;nu-karra. n. A prop. &#xC0A;&#xC24;&#xC15;&#xC4B;&#xC32;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x101;nu-konu. v. a. To lean against or on. To border on, be contiguous to. &#xC06;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC06;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC47;&#xC28;&#xC41;&#xC32;&#xC41; lands bordering on the forest. &#xC13;&#xC21;&#xC28;&#xC41; &#xC06;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC21;&#xC35;&#xC32;&#xC41; the boats that were alongside the ship. &#xC06;&#xC28;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; &#x101;nu&#x1E0D;u-bi&#x1E37;&#x1E37;a. n. A cushion to lean on, a semicircular cushion or pillow. &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aptamu. [Skt.] adj. Obtained, gained, intimate, dear, confidential, trusted, attached. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; confidentially, in a friendly manner, candidly. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; own people, or relations. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#x101;pti. n. Gain, profit. Joining, attachment &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;ptu&#x1E0D;u. n. A friend.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC47;&#xC24;</span>&#xA0;&#xA0;&#x101;n&#x113;ta. [Skt.] n. One who brings. &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC06;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC41; &#x101;n&#x113;yamu. adj. That which deserved to be brought. &#xC24;&#xC47;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC4B;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;po&#x1E63;anamu. [Skt.] n. The sipping of water from the palm of the hand as a religious ceremony before or after meals, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;p&#x14D;vu.[Tel. from &#xC06; a contraction of &#xC06;&#xC15;&#xC32;&#xC3F; hunger and &#xC2A;&#xC4B;&#xC35;&#xC41; to go or &#xC06;&#xC26;&#xC1F;+&#xC2A;&#xC4B;&#xC35;&#xC41;] v. n. To be satisfied. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;Same as &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC46;</span>&#xA0;&#xA0;&#x101;pe. [Tel. &#xC06;+&#xC05;&#xC2A;&#xC4D;&#xC2A;] pron. She, that woman, a woman. &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC2A;&#xC46; the housewife, the lady of the house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x101;pu. [Tel. Causative of &#xC06;&#xC17;&#xC41;] v. a. To hold back, restrain, check, stop. &#xC06;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC06;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC2A;&#xC41; or &#xC06;&#xC2A;&#xC41;&#xC26;&#xC32; &#x101;pu. n. A stoppage. &#xC06;&#xC2A;&#xC41;&#xC1F;. Support. &#xC06;&#xC38;&#xC30;&#xC3E;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x101;pu-ch&#x113;yu. v. t. To check, stop, stay, suspend. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC32; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;nu-gu&#x1E47;yamu. [Skt.] n. Fitness, suitability. The state of being in accordance with anything. &#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC3E;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#x101;nu-p&#x16B;rvi-g&#x101;. [Skt.] adv. Invariably. Regularly, in order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC2A;&#xC17;</span>&#xA0;&#xA0;&#x101;paga. [Skt.] n. A river, a stream.
			</div>
                