&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC3F;&#xC21;</span>&#xA0;&#xA0;, &#xC06;&#xC35;&#xC3F;&#xC21;&#xC46; &#x101;-bi&#x1E0D;a. [Tel. &#xC06;+&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC19;.] Pron. She, that woman. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC21; the old woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;b&#x101;lu. [H.] n. Transplantation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC3E;&#xC32;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;&#x101;-b&#x101;la-g&#x14D;p&#x101;lamu-g&#x101;. [Skt.] adv. Both small and great, one and all. &#xC06;&#xC2C;&#xC3E;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; equally useful to the learned and the simple.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;b&#x101;du. [H.] adj. Cultivated, prosperous. n. A town. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. &#xC06;&#xC2C;&#xC3E;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC06;&#xC2C;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to cultivate; also, to make a place habitable. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC06;&#xC2C;&#xC3E;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41;. he made the village a great town.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-plavamu. [Skt.] n. Bathing, plunging. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2A;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC2A;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#x101;-py&#x101;yanamu. [Skt.] n. Refreshment, comfort, reconciliation. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;matin&#x1E6D;su. [Skt.] v. a. To invite. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC06;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC41; an invitation to a wedding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC21;</span>&#xA0;&#xA0;&#x101;ma&#x1E0D;a. [Tel.] n. A measure of distance equal to four coss: that is, either 8 or 10 miles. &#xC06;&#xC21;&#xC41;&#xC17;&#xC41; &#xC06;&#xC2E;&#xC21;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; every step was as wearying as a mile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;-mantrin&#x1E6D;su. [Skt.] v. n. To call &#xC06;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41; &#x101;-mantra&#x1E47;amu. n. Calling. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;. Adieu; farewell. &#xC35;&#xC40;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-bh&#x14D;gamu. [Skt.] n. Completion. Fullness, plumpness. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC2D;&#xC40;&#xC32;&#xC24; &#x101;bh&#x12B;lamu. [Skt.] n. Fear, terror. &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC2D;&#xC40;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; the fierce-eyed one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;-bhiru&#x1E0D;u. [Skt.] n. A herdsman. &#xC06;&#xC2D;&#xC40;&#xC30;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F; &#x101;bh&#x12B;ra-palli. n. A hamlet, a village of herdsmen. &#xC06;&#xC2D;&#xC40;&#xC30;&#xC3F; &#x101;bh&#x12B;ri. n. A woman of the herdsmen&apos;s caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;bhi-j&#x101;tyamu. [Skt.] n. Lineage, descent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC06;&#xC2D;&#xC3E;&#xC38;&#xC41; &#x101;bh&#x101;samu. [Skt.] n. Fallacy, corruption. &#xC06;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to injure, to spoil. &#xC06;&#xC2D;&#xC3E;&#xC38;&#xC3E;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; a coarse low dialect of Telugu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;bh&#x101;sha&#x1E47;amu. [Skt.] n. Addressing, speaking; a speech, harangue, oration.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;bhara&#x1E47;amu. [Skt.] n. Ornament, decoration, jewels. &#xC06;&#xC2D;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41; n. He who wears jewels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;bdikamu. [Skt.] n. Anniversary of a death, annual ceremonies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;, &#xC06;&#xC2C;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3F;, or &#xC06;&#xC2C;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3F; &#x101;bk&#x101;ri. [H.] n. Abkari, tax on spirituous liquors. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC32; &#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x101;-b&#x14D;tu. [Tel. &#xC06;&#xC35;&#xC41;+&#xC2A;&#xC4B;&#xC24;&#xC41;.] n. A bull. &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F; to release a bull at a man&apos;s funeral (this being a prescribed rite.) &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC4C;&#xC24;&#xC41; one who rides on an ox, Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2C;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC06;&#xC2C;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mayamu. [Skt.] n. Sickness, disease. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC02;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mamu. [Skt.] adj. Raw, unripe, undressed. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC2A;&#xC02;&#xC21;&#xC28;&#xC3F;, &#xC35;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC28;&#xC3F;: &#xC06;&#xC2E;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; n. A funeral rite celebrated by giving unboiled rice, &amp;c. to Brahmins. &#xC06;&#xC2E;&#xC2E;&#xC41; n. Mucus, bad secretions of the bowels. &#xC06;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a collection of mucus. &#xC06;&#xC2E;&#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41; dysentery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x101;mani. [Tel.] n. Alarm, fright, annoyance. Also, season, time, harvest time. Plenty. &#xC35;&#xC38;&#xC02;&#xC24;, &#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC02; &#xC2C;&#xC3E;&#xC2E;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC21;&#xC41;&#xC2E;&#xC41; give them plenty to eat. &#xC2A;&#xC47;&#xC30;&#xC3E;&#xC2E;&#xC28;&#xC3F; a long time. &#xC06;&#xC2E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; Cupid. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC26;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;madanu. [H.] n. Income, revenue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;matillu. v. i. To arise. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28;</span>&#xA0;&#xA0;&#x101;bhi-mukhyu&#x1E0D;aina. [Skt.] adj. Meeting, fronting.
			</div>
                