&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC40;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;m&#x12B;nu. [H.] n. An ameen, a petty revenue officer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41; &#x101;mishamu. [H.] n. Means, property, worth, resources, gross produce. &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC5B;&#xC41;. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC06;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went to the village and examined what its resources were. &quot;&#xC24;&#xC28;&#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC06; &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC24; &#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&quot; Pritchetts Acts v. 1.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mishamu. [Skt.] n. Flesh, meat. Enjoyment. &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC15; &#x101;mika. [Skt. &#xC05;&#xC39;&#xC2E;&#xC39;&#xC2E;&#xC3F;&#xC15;] n. Egotism, boasting. Presumption, boldness, vigour. &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC3F;&#xC15; &#xC1C;&#xC3E;&#xC24;&#xC4D;&#xC30; &#x101;mikaj&#x101;tra. n. Satiety.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC35;&#xC21;</span>&#xA0;&#xA0;&#x101;ma-va&#x1E0D;a. [Tel.] n. A cake made of pulse (termed phascolus radiatus) soaked in curds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;malakamu. [Skt.] n. A tree, Emblic myrobalan. &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC26;&#xC3F; &#xC15;&#xC30;&#xC24;&#xC32;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has it at his finger&apos;s ends.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;-m&#x14D;din&#x1E6D;su. [Skt.] v. n. To be glad; to agree, concur with, assent, consent, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41; &#x101;m&#x14D;damu. n. Sweetness, delight, joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC46;&#xC28;&#xC4D;</span>&#xA0;&#xA0;&#x101;men. [Heb.] n. &#xC24;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15; (&#xC07;&#xC26;&#xC3F; &#xC2C;&#xC48;&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2E;&#xC3E;&#xC1F;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC46;&#xC24;</span>&#xA0;&#xA0;or &#xC06;&#xC2E;&#xC3F;&#xC24; &#x101;meta. [Tel.] n. Invitation, banquet, feast. &#xC06;&#xC2E;&#xC46;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41;. to feed on: make a meal. Vasu. iii. 152. &#xC06;&#xC2E;&#xC46;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to give a dinner. &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &quot;&#xC2E;&#xC47;&#xC1F;&#xC3F; &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC32; &#xC15;&#xC3E;&#xC2E;&#xC46;&#xC24;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; &#xC30;&#xC38;&#xC3F;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC46;</span>&#xA0;&#xA0;&#x101;me. [Tel. &#xC06;+&#xC05;&#xC2E;&#xC4D;&#xC2E;.] pron. She.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-m&#x16B;lamu. [Skt.] adv. Radically, to the root. &#xC06;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; adj. Entire, root and branch. &#xC06;&#xC2E;&#xC42;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; (lit. from the root to the top.) Through and through, completely. &#xC06;&#xC2E;&#xC42;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; it is ruined root and branch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mushmikamu. [Skt.] adj. That which is mental, spiritual, or heavenly; as distinguished from &#xC06;&#xC2F;&#xC3F;&#xC39;&#xC3F;&#xC15;&#xC2E;&#xC41; that which is material or earthly. &#xC06;&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC15; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; spiritual delights.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E43;udamu. [Tel.] n. Castor oil. &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; castor oil seeds. &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;mudapu-che&#x1E6D;&#x1E6D;u. n. The castor oil tree, palma christi, or, ricinus communis. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; a species or castor oil used for lamps. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; a more gentle purging oil used for infants. &#xC15;&#xC4A;&#xC02;&#xC21; &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;, or &#xC05;&#xC21;&#xC35;&#xC3F; &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; or &#xC28;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41; a plant, Baliospermum montunum (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-muktamu. [Skt.] n. That which is worn or put on as a cloth or armour. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mu. [Tel.] n. Fatness, lust, desire. &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41; or &#xC06;&#xC2E;&#xC41;&#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41; &#x101;mu. v. a. To cover, spread over. &#xC2E;&#xC3E;&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;. &#xC15;&#xC33;&#xC32;&#xC3E;&#xC2E;&#xC3F;&#xC28; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; a face bright with radiance. &#xC06;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x101;mu-konu. v. n. To increase. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41;, &#xC2A;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ya-tanamu. [Skt.] n. Place, home, temple. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC17;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;ya-k&#x101;&#x1E0D;u. [Tel.] n. A bailiff or village officer. &#xC0A;&#xC30;&#xC3F; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yakamu. [Tel.] n. Mortgage. &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mlamu. [Skt.] n. The tamarind tree or fruit. Sourness. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;mr&#x113;&#x1E0D;in&#x1E6D;su. [Skt.] v. t. To reiterate. Parij. v. 92. &#xC06;&#xC2E;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;mr&#x113;&#x1E0D;itamu. adj. n. Reiterated; that which is repeated, that which is said twice. In gram. the second form of the repeated word. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC30;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mramu. [Skt.] n. The mango tree. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2E;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;mn&#x101;yamu. [Skt.] n. The Veda or Scripture.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yatamu. [Skt.] adj. Long, fit, proper. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;.
			</div>
                