&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;yap-illu. [Tel.] n. Closet or inner chamber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC2A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;ya-para&#x1E6D;su. [Tel.] v. a. To cultivate, bring under the plough. &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC28;</span>&#xA0;&#xA0;&#x101;yana. [Tel. &#xC06;+&#xC05;&#xC28;&#xC4D;&#xC28;] pron. He, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC06;&#xC2F;&#xC28; the master of the house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yattamu. [Skt.] n. Readiness, preparation. &#xC06;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; adj. Ready. Inclined for; submitting to &#xC06;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC4B;&#xC39;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; given up to one&apos;s lusts. &#xC06;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC41; &#x101;yatta-pa&#x1E0D;u. v. n. To be ready, to be prepared. &#xC06;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC3F; &#x101;yatti. n. Subjection. &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. Boundary. &#xC0E;&#xC32;&#xC4D;&#xC32;. Day. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;yati. [Skt.] n. Tallness, length. The future &#xC30;&#xC3E;&#xC17;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. The space of four months &#xC15;&#xC02;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC41;, &#xC2E;&#xC3E;&#xC38;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41;. Income. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F;. &#xC06;&#xC2F;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; &#x101;yati-k&#x101;&#x1E0D;u. A tall man; a man of rank; a powerful man, one who acquires wealth. &#xC27;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, or &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; &#x101;yattamu. [Tel.] n. Convenience, readiness. &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; adj. Ready, prepared, convenient. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; I cannot come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#x101;yitamu. [Tel.] adj. Ready, prepared, n. Preparation. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;yita-padu. v. a. To prepare, trim.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC3F;&#xC1F;&#xC41;&#xC26;&#xC42;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x101;yi&#x1E6D;u-d&#x16B;di. n. [Tel.] Silk cotton. &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC42;&#xC26;&#xC3F;. A. vi. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;y&#x101;samu. [Skt.] n. Fatigue, trouble, uneasiness, vexation. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC15;&#xC30;&#xC2E;&#xC41; &#x101;y&#x101;sa-karamu. adj. Vexatious or troublesome. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC41; v. i. To toil, be wearied. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;, to grieve. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. a. To trouble, to plague, vex, harass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC3E;</span>&#xA0;&#xA0;&#x101;y&#x101;. [Tel.] &#xC06;+&#xC06; That and that: those and those; several, various &#xC06;&#xC2F;&#xC3E; &#x101;y&#x101;. [H. or Tam.] n. A waiting woman, a maidservant, an ayah. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC26;&#xC3E;&#xC38;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ya-samu. [Skt.] n. Iron. adj. Made of Iron, metallic. &#xC06;&#xC2F;&#xC38;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; &#x101;yasa-pa&#x1E6D;&#x1E6D;ika. n. An iron plate or lid placed over a lamp to collect the soot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yamu. [Tel. and Skt.] n. A vital part of the body. &#xC1C;&#xC40;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; particulars, details, Receipt, gain, profit. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F;, &#xC06;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Toll, tax customs, income. &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;. Rate, standard, fixed number. &#xC06;&#xC2F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;ya-ka&#x1E6D;&#x1E6D;u. &#xC06;&#xC2F;&#xC2E;&#xC41;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] &#xC06;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC06;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. A yard, an enclosure. Quantity, extent of land, an account specifying the varieties of kinds of soil in a certain field. &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC2F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3E; within the compound of the house. &#xC06;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28; if the expense is greater than the income. &#xC06;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC2F;&#xC02; or &#xC06;&#xC2F;&#xC02;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC02; a mortal wound. &#xC06;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC4B;&#xC15;&#xC28;&#xC4D; to the quick.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yallakamu. [Skt.] n. Longing desire. Loving regret. &#xC15;&#xC3E;&#xC2E;&#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yur-v&#x113;damu. [Skt.] n. The science of life. Hygiene or medicine. &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15; &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;yudhamu. [Skt.] n. A weapon, an instrument, a tool. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; &#x101;yudha-vidya. n. The science of arms. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC36;&#xC3E;&#xC32; &#x101;yudha-&#x1E63;&#x101;la. n. An arsenal. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; &#x101;yudhasthu&#x1E0D;u. n. An armed man. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC4B;&#xC2A;&#xC1C;&#xC40;&#xC35;&#xC3F; one who lives by his sword, a hired soldier.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ya-v&#x101;ramu. [from Skt. &#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;] n. Alms. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2F;&#xC3E;&#xC1A;&#xC28;.
			</div>
                