&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC15;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x101;rak&#x101;&#x1E6D;i. [Tel.] n. A boatman, a sailor. &#xC13;&#xC21;&#xC28;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rambhamu. [Skt.] n. A beginning, the commencement. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;rambhin&#x1E6D;su. v. t. To begin, to commence. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ra&#x1E47;&#x1E0D;akam&#x1EE5;. [Skt.] n. The art of writing in cypher.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC35;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;&#x101;rangapu-vakka. [Tel.] n. Areca nut of a certain superior quality.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;</span>&#xA0;&#xA0;&#x101;ra. [Tel.] n. A shoemaker&apos;s awl. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC42;&#xC26;&#xC3F;. &#xC06;&#xC30; adv. (lit. so as to fill) Much; fully. (From &#xC06;&#xC30;&#xC41;.) It is often added to a noun; as &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC30; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I heard it distinctly: &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC30; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I saw him plainly with my own eyes. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I ate to the full. &#xC06;&#xC30; &#x101;ra. [Tel.] A vocative plural suffix as &#xC05;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC3E;&#xC30;. O brothers!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-y&#x14D;dhanamu. [Skt.] n. War, battle &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-y&#x14D;gamu. [Skt.] n. Intelligence. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. Work. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;yuvu. [Skt.] n. Age, life, duration of life. &#xC06;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC3E;&#xC35;&#xC41; a natural death, death from old age. &#xC06;&#xC2F;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41; period of life. &#xC06;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC06;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; &#x101;yush-karamu. adj. Life-lengthening. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC06;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; this will lengthen your days. &#x101;yush-karmamu. n. A polite term for shaving, &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41;, as the &quot;renewing of one&apos;s age.&quot; &#xC06;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;yushmantu&#x1E0D;u. adj. Long lived. n. One who can live a long life. &#xC06;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC06;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; &#x101;yushyamu. n. Life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x101;ra&#x1E0D;i. [Tel.] n. Scandal, disgrace, censure. &#xC28;&#xC3F;&#xC02;&#xC26;. &#xC06;&#xC30;&#xC21;&#xC3F; adj. Vain, useless. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC06;&#xC30;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; &#x101;ra&#x1E0D;i-pa&#x1E0D;u. v. n. To incur censure, to be blamed. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. &#xC06;&#xC30;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;ra&#x1E0D;i-pe&#x1E6D;&#x1E6D;u. v. a. To scorn, slight, To grieve, afflict. &#xC06;&#xC30;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; &#x101;ra&#x1E0D;i-p&#x14D;vu. v. n. To be the sport of scandal, to be slandered. To grieve. &#xC09; &quot;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC28;&#xC38;&#xC41; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC21;&#xC3F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC41; &#xC28; &#xC28;&#xC4D;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC35;&#xC40;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC46;&#xC26; &#xC35;&#xC2F;&#xC4B; &#xC24;&#xC17;&#xC35;&#xC3E;.&quot; V. P. ii. 240.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ra&#x1E0D;amu. [Tel.] n. Effort. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. Pleasure. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ra&#x1E6D;&#x1E6D;amu. [Skt.] n. Herat in Khorasan, whence horses were brought.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ra&#x1E6D;amu. [Tel.] n. Distress, grief, &#xC35;&#xC02;&#xC24;, &#xC16;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC06;&#xC30;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC06;&#xC30;&#xC1F;&#xC2A;&#xC21;&#xC41; &#x101;ra&#x1E6D;in&#x1E6D;su. [Tel.] v. n. To grieve. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC30;&#xC1F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;ra&#x1E6D;a-pe&#x1E6D;&#x1E6D;u v. a. To distress, to grieve &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;razamu. [Tel.] adj. Elegant, pretty, bland, fine. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;. n. Prettiness, grace, elegance. &#xC07;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &#xC06;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#x101;rajambu-g&#x101;. adv. Elegantly, gracefully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;ragin&#x1E6D;su. [Tel.] v. a. To partake of food or drink. &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;. &#xC06;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC06;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC24; &#x101;ragimpu. n. Eating; food, &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC06;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; v. To eat, or cause to eat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ra-k&#x16B;&#x1E6D;amu. [Skt.] n. Steel or brass. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;. &#xC06;&#xC30;&#xC15;&#xC42;&#xC1F;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F; the hue of steel or brass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;rati. [Tel.] n. An oblation or wave offering, an offering of lights or of water, turmeric and chunam waved over a deity or over any individual to take off the supposed ill effects of the evil looks. &#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; or &#xC2E;&#xC02;&#xC17;&#xC33;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F;. (This ceremony answers to lustration or sprinkling with holy water.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC15;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;ra-k&#x16B;&#x1E0D;u. [Tel.] n. A chance dinner. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC41; &#xC12;&#xC15; &#xC1A;&#xC4B;&#xC1F; &#xC24;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41;. A. vi. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;-rakshu&#x1E0D;u. [Skt.] n. A watchman. &#xC24;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                