&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;r&#x101;&#x1E6D;amu. [Skt.] n. Distress, grief. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC06;&#xC30;&#xC3E;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC06;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;r&#x101;&#x1E6D;in&#x1E6D;su. v. a. To distress, grieve.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ravamu. [Skt.] n. Sound, noise. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;&#x101;rayu. [Tel. another form of &#xC06;&#xC30;&#xC2F;&#xC41;.] v. a. To inquire, look to, search for, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ramu. [Skt.] n. One side or angle of a polygon. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC3E;&#xC30;&#xC2E;&#xC41; a twelve sided body. &#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC15; eight sided.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC2D;&#xC3F;</span>&#xA0;&#xA0;&#x101;rabhi. [Skt.] n. A certain tune in music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC2D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x101;ra-bha&#x1E6D;i. [Skt.] n. Valour, manhood. &#xC2C;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC3F;&#xC2E;. R. i. 108. A grand style in Tel. or Skt. Composition. &#xC12;&#xC15; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F; &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rabdhamu. [Skt.] adj. That which is begun, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rabamu. [Tel.] n. Vegetation, crops, fruit of the earth in general. &#xC2A;&#xC48;&#xC30;&#xC41;. &quot;&#xC06;&#xC15;&#xC40;&#xC21;&#xC41;&#xC28;&#xC28;&#xC4D;. &#xC35;&#xC3E;&#xC28;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC17;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC46; &#xC28;&#xC3E;&#xC30;&#xC2C;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC02;&#xC21;&#xC02;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; V. P. ii. 113. Cultivation. tillage &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F;; &#xC15;&#xC3E;&#xC21;&#xC3E;&#xC30;&#xC2C;&#xC2E;&#xC41; dry cultivation; &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC30;&#xC2C;&#xC2E;&#xC41; wet cultivation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC28;&#xC3E;&#xC33;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ran&#x101;&#x1E37;akamu. [Skt.] n. Water in which rice has been washed, or, kept till it ferments. Sour gruel made by the fermentation of boiled rice. &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x101;ru. [Tel.] Numeral adj. Six. &#xC06;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC06;&#xC30;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41; Six men. &#xC06;&#xC30;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; or &#xC06;&#xC30;&#xC4D;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &quot;six and one&quot; which, for euphony, is commonly used for &#xC0F;&#xC21;&#xC41; seven, because &#xC0F;&#xC21;&#xC41; means also to cry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x101;ru. [Tel.] n. A line of hair, extending from the navel up towards the breast. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC35;&#xC32;&#xC3F; &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ri-v&#x113;ramu. [from Skt. &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;.] n. Quarrelsomeness, fretfulness, peevishness, fretting. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC06;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC2A;&#xC38;&#xC3F; the great mischief maker, i.e., N&#x101;rada.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x101;ri-puvvu-che&#x1E6D;&#x1E6D;u. [Tel.] n. A tree (Cristea tomcutosa.) &#xC27;&#xC3E;&#xC24;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x101;ri-t&#x12B;ru. [Tel.] v. n. To be perfect, qualified, complete, accomplished or well versed in. &#xC06;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he who is well versed or thoroughly practised. &#xC06;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when he was sitting at his ease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3E;</span>&#xA0;&#xA0;&#x101;rind&#x101;. [H.] n. A broker, an agent, or merchant on behalf of others. &#xC05;&#xC21;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;r&#x101;vamu. [Skt.] n. Sound, voice. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;r&#x101;mamu. [Skt.] n. A grove, a garden. &#xC24;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;r&#x101;dhin&#x1E6D;su. [Skt. lit &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.] v. a. To worship, to pray, to adore. &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC06;&#xC30;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41; &#x101;-r&#x101;dha-ku&#x1E0D;u. n. Worshipper. &#xC06;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41; &#x101;r&#x101;dhanamu. n. Worship, prayer. &#xC06;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;r&#x101;dhitamu. adj. That which is worshipped. &#xC06;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC06;&#xC30;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x101;-r&#x101;dhan&#x12B;yamu. adj. Worthy of reverence. &#xC06;&#xC30;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x101;r&#x101;dhyu&#x1E0D;u. n. His reverence, the venerable, a title given to those Bramins who are of the lingayat caste.
			</div>
                