&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rdramu. [Skt.] adj. Wet, damp, moist, imbued, steeped. &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;. See &#xC06;&#xC15;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; with eyes moist with love or full of love. &#xC06;&#xC30;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41; &#x101;rdrakamu.n. Undried ginger. &#xC05;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;rti. [Skt.] n. Distress, pain, affliction. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC06;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;rtu&#x1E0D;u. n. A sorrowful or afflicted man. &#xC06;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; a reliever of the distressed. &#xC06;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC3F; he who bewails or laments P. vi. 84. &#xC2E;&#xC26;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; amorous.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;rjin&#x1E6D;su. [Skt.] v. a. To acquire or accumulate, to gain, make money. &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC28; or &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; &#x101;rjana. n. Acquisition, gain, accumulation. &#xC17;&#xC21;&#xC28;, &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28; the acquisition of wealth. &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41; &#x101;rjaku&#x1E0D;u. n. He who acquires or procures. &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;rjitamu. adj. Acquired, gained. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; earned by toil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC1C;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rj&#x304;avamu [Skt.] n. Straightness. &#xC0B;&#xC1C;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC1A;&#xC41; &#x101;r&#x1E6D;su. [Tel.] v. n. To cry aloud, about, roar. &#xC15;&#xC42;&#xC2F;&#xC41;, &#xC15;&#xC47;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC06;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC05;&#xC30;&#xC41;&#xC1A;&#xC41; v. a. To dry up, to quench, extinguish, to cool, dry, appease, allay, to heal or cure, destroy, to dry in the sun, to expose to heat, to cause to dry; to move to and fro. &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. to move the eyelid. &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to ruin, destroy. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to sell. BD. v. 526.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;r&#x14D;ha&#x1E47;amu. [Skt.] n. Ascent, a staircase, Elevating, raising. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41; a certain rite at the beginning of a feast when the &quot;flag is raised.&quot; &#xC06;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; &#x101;r&#x14D;hamu, n. Length, ascent, rising, creeping up. The buttocks. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC2E;&#xC41;. &quot;&#xC06;&#xC30;&#xC4B;&#xC39;&#xC2D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC24;&#xC21;&#xC2C;&#xC21;.&quot; B. VIII. 450. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; rising notes, swell in music. &#xC06;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;r&#x14D;hin&#x1E6D;su. v. n. To mount upon. &#xC06;&#xC30;&#xC4B;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC06;&#xC30;&#xC4B;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; a rider. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC30;&#xC4C;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;lambamu. [Skt.] n. An asylum prop, receptacle, support. Adj. Hanging from, depending on. &#xC06;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;. &#xC06;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;lambitamu. [Skt.] adj. Pendent, suspended.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x101;lanki. [Tel.] n. A palankeen which is like a chair. &#xC15;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC40;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;. &#xC06;&#xC32;&#xC02;&#xC15;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F; or &#xC06;&#xC32;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; &#x101;lanki-gu&#x1E0D;i. n. A boisterous game among boys. Vish. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rs&#x1E25;a&#x323;mu. [Skt. from &#xC0B;&#xC37;&#xC3F;] adj. Relating to, belonging to or derived from a Rishi. &#xC0B;&#xC37;&#xC3F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. Spiritual, prophetical; inspired or revealed by means of a Rishi. Archaic. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;. n. A form of marriage in which a girl is freely given away in accordance with the Sastras, her parents receiving a cow and an ox in return. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC35;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC06;&#xC35;&#xC41;&#xC28;&#xC41; &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;rv&#x113;ramu. [Tel. another form of &#xC06;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC2E;&#xC41;.] n. Quarrel, enmity. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;&#x101;rya. [Skt. &#x221A; &#x101;r = to plough.] n. The Skt form of Tel. &#xC05;&#xC2F;&#xC4D;&#xC2F;. &#xC06;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#x101;rya-putru&#x1E0D;u. n. (In dramas) Husb&#x101;nd. &#xC06;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; &#x101;ry&#x101;-vartamu. The land of the Aryans, a name applied to northern India, between the Himalayas and the Dekkan. &#xC06;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x101;ryu&#x1E0D;u. n. An Aryan; a good or respectable man, one worthy of reverence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC1F;&#xC2E;&#xC41; or &#xC06;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC3F; &#x101;rbha&#x1E6D;amu. [Skt.] n. Cry, roar, yell, uproar. &#xC06;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;rbha&#x1E6D;in&#x1E6D;su. v. n. To cry, roar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x101;rpu. [Tel. from &#xC05;&#xC30;&#xC1A;&#xC41;] n. A cry. &#xC06;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC21; uttering cries.
			</div>
                