&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;lakin&#x1E6D;su. [Tel.] v. i. To listen, hear, attend to. &#xC35;&#xC3F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC15;&#xC3E;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC06;&#xC32;&#xC15;&#xC3E;&#xC2A;&#xC41; &#x101;la-k&#x101;pari. [Tel. &#xC06;&#xC32; = &#xC06;&#xC35;&#xC41;&#xC32;] A herdsman. &#xC06;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;lambhamu. [Skt.] n. Slaughter, killing. &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x101;lari. [Tel.] adj. &amp;n. Unprotected, destitute. &#xC06;&#xC28;&#xC3E;&#xC25;, &#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;. An ill tempered man, a bad man. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;layamu. [Skt cognate with &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; q. v.; borrowed by Skt from Dra. languages.] n. An abode, home, dwelling; a temple, as being the dwelling of the good. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; the home (or place) of misery. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; a temple.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;lamu. [Tel.] n. War, battle. Plague, trouble, oppression; &#xC2A;&#xC4B;&#xC30;&#xC41;, &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;. Disregard, scorn, despite. &#xC06;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC36;&#xC32;&#xC4B;&#xC32;&#xC28;&#xC2F;&#xC28; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC02; &#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; Swa. vi. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x101;la-p&#x14D;tu. [Tel. &#xC06;&#xC32; = &#xC06;&#xC35;&#xC41;&#xC32;] A bull. &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x101;la-poyyi. [Tel.] n. A furnace with a great boiler or kettle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;lapin&#x1E6D;su. [from Skt. &#xC06;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. i. To sing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;la-padamulu. [Tel.] n. Bucolics, madrigals. (Sukas ii. 190.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;lana-p&#x101;lanamu. [Skt.] n. Care and caution. See &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;. (The word &#xC06;&#xC32;&#xC28; is an anuk.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;lati. [from Skt. &#xC06;&#xC32;&#xC2A;&#xC4D;&#xC24;&#xC3F;] n. Buzzing, singing mournfully. &#xC30;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC06;&#xC33;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC24;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC17;&#xC2C;&#xC3E;&#xC21;&#xC3F; &#xC21;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02; &#xC24;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; &#xC24;&#xC26;&#xC4D;&#xC35;&#xC28; &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC4D;.&quot; &#xC39;&#xC30;&#xC3F;: &#xC2A;&#xC42;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;&#x101;la-chippa. [Tel.] n. A cockleshell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;lakshin&#x1E6D;su. [Skt.] v. i. To see, find out. &#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC06;&#xC32;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-l&#x101;yamu. [Tel.] n. Readiness, intention, preparedness. &#xC06;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41; adj. Fit. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Ready, prepared, resolved, determined. &#xC06;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC17;&#xC41; &#x101;l&#x101;yam-agu. v. n. To be ready or prepared.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC06;&#xC32;&#xC3E;&#xC2A;&#xC28; &#x101;-l&#x101;pamu. [Skt.] n. Talking, lamentation. &#xC2E;&#xC3E;&#xC1F;. Recitation; the prelude in music; turning the voice or pitching the note. &#xC30;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC06;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;-l&#x101;pin&#x1E6D;su. v. n. To talk, to grieve. To tune the voice. &#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E; &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;l&#x101;namu. [Skt.] n. The post to which an elephant is tied. A fetter. (R. iv. 51. A. ii. 34.) Also, a rope. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;l&#x101;tamu. [Tel.] n. A torch. Swa. ii. 138. &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x101;-lagu. [Tel. &#xC06;+&#xC32;&#xC3E;&#xC17;&#xC41;] n. That way &#xC06;&#xC32;&#xC3E; &#x101;la. [Tel. &#xC06;+&#xC32;&#xC3E;&#xC17;&#xC41;] adv. So, thus. (contracted from &#xC05;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;). &#xC06;&#xC32;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC3F; &#x101;-l&#x101;ga&#x1E47;&#x1E6D;i. [Tel. &#xC06;+&#xC32;&#xC3E;&#xC17;&#xC41;] adj. Such &#xC06;&#xC32;&#xC3E;&#xC17;&#xC41;, &#xC06;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;, &#xC05;&#xC32;&#xC3E;&#xC17;&#xC47;, &#x101;l&#x101;gu. adv. Thus; so in that manner. &#xC06;&#xC32;&#xC3E;&#xC1F;&#xC3F; &#x101;l&#x101;&#x1E6D;i. adj. Such: like that.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;lasyamu. [Skt.] n. Delay. heedlessness; sloth, idleness. &#xC1C;&#xC3E;&#xC17;&#xC41;, &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC06;&#xC32;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;lasyamu-ch&#x113;yu. v. n. To delay, to idle or trifle time away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;la-v&#x101;lamu. [Skt.] n. A garden-bed; a basin for water round the trunk of a tree. &#xC2A;&#xC3E;&#xC26;&#xC41; &#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41; a paradise of delights, a sea of sweets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;la-va&#x1E6D;&#x1E6D;amu. [Tel.] n. A banner or large fan, like a sun or like a fig leaf, carried in processions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC35;</span>&#xA0;&#xA0;or &#xC06;&#xC32;&#xC41;&#xC35; &#x101;lava. [Tel.] n. An armadillo, a scaly anteater. See &#xC06;&#xC32;&#xC41;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;la-r&#x113;&#x1E0D;u. [Tel.] n. The ox &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;, &#xC2C;&#xC38;&#xC35;&#xC21;&#xC41;.
			</div>
                