&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC06;&#xC33;&#xC3F; &#x101;li. [Skt.] n. A line, row, or range, a bank or ridge. A woman&apos;s female friend or gossip. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC06;&#xC32;&#xC3F; [Tel.] n. Ridicule, satire. adj. Inferior. &#xC39;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC06;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; &#x101;li-gonu. [Tel.] To ridicule. &#xC06;&#xC2A;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To disrespect or disgrace. &#xC39;&#xC40;&#xC28;&#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. &#xC05;&#xC30;; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;. v. &#xC2D;&#xC3E;&#xC30;. &#xC36;&#xC32;&#xC4D;&#xC2F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC47;&#xC16;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-l&#x113;khanamu. [Skt.] n. Writing, painting. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC1F;. &#xC06;&#xC32;&#xC47;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x101;-l&#x113;khyamu. [Skt.] n. Writing, Painting. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;. See &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC06;&#xC32;&#xC41;&#xC35; &#x101;tuga. [Tel.] n. A scaly anteater, an armadillo. &#xC28;&#xC16;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; Same as &#xC06;&#xC32;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;lukamu. [Skt.] n. An esculent root (arum campanulatum,) the sweet potats, (cucurbita lagcnavis.) &#xC1A;&#xC47;&#xC2E;&#xC17;&#xC21;&#xC4D;&#xC21;, &#xC17;&#xC46;&#xC28;&#xC41;&#xC38;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;&#x101;luka. [Skt.] n. A small vessel. &#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;lu. (from &#xC06;&#xC35;&#xC41; a cow.) n. plu. Cows, kine. &#xC06;&#xC35;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;lu. [Tel.] n. A woman, a wife. (Genitive &#xC06;&#xC32;&#xC3F;. Pl. &#xC06;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;.) &#xC06;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC21;&#xC41; man and wife, a married pair. &#xC06;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC15;&#xC35;&#xC3E;&#xC30;&#xC41; a wife&apos;s kinsfolk. &#xC06;&#xC32;&#xC3F;&#xC38;&#xC48;&#xC26;&#xC4B;&#xC21;&#xC41; a wife&apos;s brother or sister. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41; the housewife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC40;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-l&#x12B;&#x1E0D;hamu. [Skt.] adj. Stretching, striding. (See &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC40;&#xC22;&#xC2E;&#xC41;) n. The archer&apos;s attitude in drawing the bow when he puts the right foot forward.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;See &#xC06;&#xC32;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;lin&#x1E6D;su. [Tel.] v. a. To listen to, give ear to &#xC06;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;linganamu. [Skt.] n. An embrace; &#xC06;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#x101;linganamu-ch&#x113;yu. v. t. To embrace. &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x101;lingyamu. A sort of drum made like a cow&apos;s head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC46;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC06;&#xC32;&#xC46;&#xC15;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#x101;le-poyyi. [Tel.] n. A fire place, whereon three or four pots are fixed in the earth together with a fire in the centre. Same as &#xC06;&#xC32;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E37;&#x1E37;u. [Tel.] n. A species of grain &#xC06;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC41;. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC47;&#xC21;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; a proverb for one who has grown up under one&apos;s eyes.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC38;</span>&#xA0;&#xA0;&#x101;&#x1E37;&#x1E37;a-k&#x14D;sa. [Tel.] n. A species of crow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-l&#x14D;lamu. [Skt.] adj. Agitated, shaken, fluctuating, tremulous, quivering. &#xC06;&#xC32;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC48; eager, desirous. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;. A. vi. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC4B;&#xC28;</span>&#xA0;&#xA0;&#x101;l&#x14D;na. [Tel.] adv. Meanwhile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC4B;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;l&#x14D;&#x1E0D;anamu. [Skt.] n. Churning, a thorough enquiry, rinsing, investigation, sifting, research. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. &#xC06;&#xC32;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;l&#x14D;&#x1E0D;in&#x1E6D;su. v. a. To churn: investigate. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;</span>&#xA0;&#xA0;&#x101;-l&#x14D;chana. [Skt.] n. Thought, looking at, or examining. Consultation, consideration, reflection, counsel, policy, deliberation, plan, intent, purpose, motive, imagination, supposition, advice, view, intention. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC15;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to weigh, consider, view, regard. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;l&#x14D;chin&#x1E6D;su. v. a. To think, view, consider. consult, deliberate, suppose or reflect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#x101;-l&#x14D;kanamu. [Skt.] n. Sight, view; sun&apos;s heat, light, &#xC1A;&#xC42;&#xC2A;&#xC41;, &#xC0E;&#xC02;&#xC21;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC06;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;l&#x14D;kin&#x1E6D;su. v. a. To see, view or look at. &#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC46;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;le-g&#x101;&#x1E47;&#x1E0D;lu. [Tel.] n. Servants. &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC32;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;. &#x101;lu-ga&#x1E0D;&#x1E0D;a. [H.] n. Potato. &#xC09;&#xC30;&#xC32; &#xC17;&#xC21;&#xC4D;&#xC21;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC3E; &#xC26;&#xC41;&#xC02;&#xC2A;.
			</div>
                