&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;&#xC21;</span>&#xA0;&#xA0;or &#xC06;&#xC35;&#xC3F;&#xC21;&#xC46; &#x101;vi&#x1E0D;a. [Tel. &#xC06;+&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;] pron. She, that woman: as opposed &#xC08;&#xC35;&#xC3F;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x101;vi. [Tel.] n. Steam, vapour. &#xC06;&#xC35;&#xC3F;&#xC30;&#xC3F;. Heat. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. M. v. iii. 39. To breathe into a handkerchief and put it to the eye to relieve pain. &#xC06;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;vin&#x1E6D;su. v. t. To cook in steam. &#xC06;&#xC35;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;vi-pa&#x1E6D;&#x1E6D;u. v. t. To inhale steam or to pass steam over.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;v&#x101;hanamu. [Skt.] n. Calling, attraction (as opposed to &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41; repulsion.) The invocation (of the deity or evil spirits by mystical words, the bringing down the spirit of a god into an image.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-v&#x113;danamu. [Skt.] n. Making known. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;. &#xC06;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;v&#x113;din&#x1E6D;su. v. t. To make known. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. A. iii. 60. &#xC06;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;v&#x113;ditamu. adj. Made known, communicated. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;vila&#x323;mu. [Skt.] adj. Agitated, turbid. &#xC15;&#xC32;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC4B;&#xC39;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; eager with desire. &#xC15;&#xC4B;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; agitated with anger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;virbhavin&#x1E6D;su. [Skt.] v. i. To be produced, generated or born. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC06;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41; or &#xC05;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#x101;virbhavamu. n. Birth, origin. &#xC06;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; &#x101;virbh&#x16B;tamu. adj. Produced. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x101;viri. [Tel.] n. Steam, vapour, exhalation, the heat of the breath. &#xC06;&#xC35;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x101;virillu. v. n. To sweat, to steam, to moisten. &#xC1A;&#xC47;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;in&#x1E6D;su. [Skt. from &#xC06;&#xC38;.] n. To love, wish for, covet. &#xC06;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC3F;</span>&#xA0;&#xA0;&#x101;&#x1E63;i. [Skt.] n. A serpent&apos;s fang. &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC4B;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;&amp;stod&#x101;sin&#x1E6D;su. [Skt.] v. a. To bless &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;ayamu. [Skt.] n. Meaning, intention, mind. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;</span>&#xA0;&#xA0;&#x101;&#x1E63;a. [Skt.] n. Quarter, region, point of the heavens. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;</span>&#xA0;&#xA0;&#x101;&#x1E63;a. [Skt.] n. Love, attachment, desire, wish, hope, passion, inclination, curiosity, avarice. &#xC06;&#xC36;&#xC3E;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; or &#xC06;&#xC36;&#xC3E;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; the chain of our lusts, fleshly ties. &#xC06;&#xC36;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; &#x101;sa-kolupu. v. t. To cause to desire, to allure, tempt, incite, encourage, to hold out prospects. &#xC06;&#xC36;&#xC2A;&#xC21;&#xC41; &#x101;&#x1E63;a-pa&#x1E0D;u. To desire, covet, long for. &#xC06;&#xC36;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; &#x101;&#x1E63;&#x101;-p&#x101;taku&#x1E0D;u. n. A covetous man. &#xC06;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;&#x1E63;a-pe&#x1E6D;&#x1E6D;u. To raise hopes or expectations, give hopes, tantalize. &#xC06;&#xC36;&#xC3E;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#x101;&#x1E63;&#x101;-bandhamu. n. The bond of love or desire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;v&#x113;&#x1E63;amu. [Skt.] n. Possession. Inspiration (by the deity), possession (by evil spirits), fury, demoniac frenzy. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he is possessed. &#xC06;&#xC35;&#xC47;&#xC36;&#xC28;&#xC2E;&#xC41; &#x101;v&#x113;sanamu. n. A manufactory or workshop &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC21;. &#xC06;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;v&#x113;&#x1E63;in&#x1E6D;su. v. a. To enter in, to possess (as a demon does.) &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC06;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; &#x101;v&#x113;sh&#x1E6D;akamu. n. A hedge, fence or enclosure. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1A;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-v&#x113;gamu. [Skt.] n. Haste, hurry, anger. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;vritti. [Skt.] n. A time, see &#xC06;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC12;&#xC15; &#xC06;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; once. &#xC30;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;. twice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x101;vuru-m-anu. [Tel.] v. n. To weep; literally, to cry &apos;Alas;&apos; &#xC06;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC46; she wept bitterly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;vu. [Tel.] n. A cow. Plu. &#xC06;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC06;&#xC32;&#xC41;. Cows, kine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;vishkritamu. [Skt.] adj. Evident, manifest, undisguised.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;vur&#x101;kulu. [Tel.] n. Bulrushes. Swa. iv. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-vritamu. [Skt.] adj. Enclosed, surrounded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;vulin&#x1E6D;su. See. &#xC06;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC35;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x101;vili. [Tel.] n. A still, used by chemists.
			</div>
                