&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;uvu. [Skt.] n. Speed. &#xC06;&#xC36;&#xC41;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC06;&#xC36;&#xC41;&#xC27;&#xC3E;&#xC30;&#xC3E; &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x101;su-kavitvamu. n. Extempore poetry. &#xC06;&#xC36;&#xC41;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to improvise verses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC41;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;ugamu. [Skt.] n. Wind, an arrow. &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC40;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&amp;stod&#x12B;-vishamu. [Skt.] n. &apos; Venom fanged &apos;, i.e., a serpent, &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; &#x101;&#x1E63;&#x12B;r-vachanamu. [Skt.] n. A blessing or benediction. &#xC06;&#xC36;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;s&#x12B;rvadin&#x1E6D;su. v. a. To bless, give a benediction. &#xC06;&#xC36;&#xC40;&#xC38;&#xC4D;&#xC38;&#xC41; &#x101;&#x1E63;&#x12B;ssu. n. A blessing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC35;&#xC2F;&#xC41;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC36;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC2E;&#xC41; &#x101;&#x1E63;vayujamu. [Skt.] n. The name of the seventh month.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-&#x1E63;l&#x113;shamu. [Skt.] n. An embrace. &#xC06;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;&#x1E63;l&#x113;shin&#x1E6D;su. v. a. To embrace; to clasp. &#xC15;&#xC35;&#xC41;&#xC17;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC36;&#xC4D;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#x101;-&#x1E63;lish&#x1E6D;amu. adj. Embraced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;</span>&#xA0;&#xA0;, &#xC06;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x101;-&#x1E63;l&#x113;sha. [Skt.] n. The ninth lunar mansion, containing five stars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;rayamu. [Skt.] n. Support, asylum. refuge, retreat, place of safety, protection, patronage, countenance. &#xC05;&#xC02;&#xC21;, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41; &#xC28;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; &#x101;&#x1E63;ray-&#x101;&#x1E63;u&#x1E0D;u. n. The god of fire, because he eats or destroys one&apos;s abode. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;&#x1E63;ray-in&#x1E6D;su. n. To take refuge, to depend upon or have recourse to, to court, to follow. &#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC08; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he adopted this reading. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;&#x1E63;ritamu. adj. Dependent on. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;&#x1E63;ritu&#x1E0D;u. n. One who is looked up to for help. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;ramamu. [Skt.] n. Abode, cell, hermitage, retreat (equivalent to a Living, rectory or see). State, stage, period or time of life from a religious point of view. There are four such stages, viz, 1. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; bachelorhood or studentship. 2. &#xC17;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; house-holdership or being head of a family. 3. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; being an anchorite. 4. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; being a recluse. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; the duties peculiar to each stage of life. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x101;&#x1E63;rama-sv&#x12B;k&#x101;ramu. n. Embracing the ascetic condition: bidding farewell to the world.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;charyamu. [Skt.] n. Wonder, admiration. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; adj. Miraculous, marvellous. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; &#x101;scharya-pa&#x1E0D;u. v. n. To wonder, be surprised.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4C;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-&#x1E63;auchamu. [Skt. &#xC06;&#xC36;&#xC41;&#xC1A;&#xC3F;] n. Pollution. &#xC05;&#xC02;&#xC1F;&#xC41;. Mourning on the death of a relative; or imaginary pollution proceeding from the birth of a child; &#xC2E;&#xC2F;&#xC3F;&#xC32;, &#xC38;&#xC42;&#xC24;&#xC15;&#xC2E;&#xC41;, (&#xC32;&#xC47;&#xC15;) &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;. The former is commonly termed &#xC2E;&#xC43;&#xC24;&#xC3E;&#xC36;&#xC4C;&#xC1A;&#xC2E;&#xC41; the latter &#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC4C;&#xC1A;&#xC2E;&#xC41;. Hence &#xC06;&#xC36;&#xC4C;&#xC1A;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to go into mourning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC38;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41; &#x101;&#x1E63;a-kappira-g&#x101;&#x1E0D;u. [Tel.] n. The goatsucker or night-jar, caprimul-gus. F. B. J. Vol. iii. 182. et. seq. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;</span>&#xA0;&#xA0;&#x101;sa. Same as &#xC06;&#xC36;. (q. v.) &quot;&#xC06;&#xC38;&#xC15;&#xC41;&#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; &#xC15;&#xC28;&#xC15;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC4D; &#xC15;&#xC3E;&#xC38;&#xC41;&#xC28;&#xC41; &#xC35;&#xC46;&#xC2E;&#xC1F;&#xC30;&#xC3E;&#xC26;&#xC41;, &#xC15;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC15; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC40;&#xC38;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot; &#xC06;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC06;&#xC38;&#xC2A;&#xC21;&#xC41; or &#xC06;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;&#x1E63;ach&#x113;yu. [Tel.] v. i. To desire. &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC37;&#xC3E;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;sh&#x101;&#x1E0D;hamu. [Skt.] n. The name of a month, June-July. The name of a tree called &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;. A iv. 142. &#xC06;&#xC37;&#xC3E;&#xC22; &#xC2D;&#xC42;&#xC24;&#xC3F; &#x101;sh&#x101;&#x1E0D;ha-bhuti. [Skt. from &#xC06;&#xC37;&#xC3E;&#xC22; = &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC15;&#xC4B;&#xC32;.] n. A cheat, a swindler. P. i. 224.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC35;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;&#x1E63;v&#x12B;namu. [Skt.] n. A day&apos;s journey for a horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; &#x101;&#x1E63;v&#x101;samu. [Skt. lit taking breath or rest.] n. A chapter or section; a canto. Consolation. &#xC0A;&#xC30;&#xC1F;. &#xC06;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;&#x1E63;v&#x101;sin&#x1E6D;su. v. n. To console, to comfort. &#xC0A;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                