&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-sannamu. [Skt.] adj. At hand, near, proximate, ready, prepared. &#xC26;&#xC3E;&#xC2A;&#xC48;&#xC28;. &#xC06;&#xC38;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC24;&#xC3F; on the point of bringing forth, about to be confined.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC06;&#xC38;&#xC4D;&#xC30;&#xC3E; or &#xC06;&#xC38;&#xC3E;&#xC28;&#xC41; &#x101;sar&#x101;. [H. from Skt. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;] .n. Shelter, support, protection, patronage. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;, &#xC06;&#xC26;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC06; &#xC0A;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32; &#xC06;&#xC38;&#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; the village has no resources for watering the lands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-sanamu. [Skt.] n. A seat: a posture or mode of sitting and kneeling, as &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;-sakti. [Skt.] n. Love, attachment, inclination, longing, whim. &#xC06;&#xC38;. Diligence. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; &#x101;-saktamu. adj. Inclined to, devoted to one object, diligent. active, addicted to. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;-saktu&#x1E0D;u. n. An aspirant, devotee, lover. A man of diligence. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;s&#x113;kamu. [Skt.] n. Sprinkling water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC46;</span>&#xA0;&#xA0;&#x101;se. [Tel.] n. Cutaneous and herpetic eruptions. &#xC26;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC12;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC3E; &#xC26;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-suramu. [Skt. from &#xC06;&#xC38;&#xC41;&#xC30;.] n. The Asura&apos;s fashion: the custom of the Asuras, such as rapine, murder, and violence. &#xC06;&#xC38;&#xC41;&#xC30; &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. The marriage custom of the Asuras, by which the bride was purchased. &#xC06;&#xC38;&#xC41;&#xC30;&#xC3F; &#x101;suri. n. A female Asura.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x101;su-k&#x14D;vi. [Tel.] n. A stick through which the thread thus placed is passed. &#xC06;&#xC38;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; &#x101;su-p&#x14D;yu. v. i. To pass this thread through the &#xC06;&#xC38;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC3F;: (in so placing it they run backwards and forwards, and hence) &#xC06;&#xC38;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; denotes, backwards and forwards: this way and that way. &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC06;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; &#x101;su-m&#x101;nu. n. A frame work used to adjust the thread. &#xC28;&#xC42;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC47; &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC41;</span>&#xA0;&#xA0;&#x101;su. [Tel.] n. Three or five sticks in a line, fixed in the ground, on which thread is so wound as to form the figure of 8; (used in preparing the web for the loom.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;s&#x101;ramu. [Skt.] n. A hard shower. &#xC1C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;. Vasu. iv. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;s&#x101;yamu. [H.] adv. The live long day, all day long, till evening.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC3E;&#xC2E;&#xC40;</span>&#xA0;&#xA0;&#x101;s&#x101;m&#x12B;. [H.] n. An individual. &#xC06;&#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC40;&#xC17;&#xC3E; with each individual in order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;s&#x101;din&#x1E6D;su. [Skt.] v. i. To obtain. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;savamu. [Skt.] n. Toddy, palm wine. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F;. (a generic term for all spirituous liquors.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;sti [Skt.] n. Property, effects, wealth, capital, riches, estate. &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; &#x101;sti-k&#x101;&#x1E0D;u. n. A rich person. &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41; &#x101;sti-k&#x101;pu. n. A substantial farmer. &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; goods and chattels, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; immovable property, &#xC1A;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; movable property. &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#x101;sti-mantu&#x1E0D;u. n. A man of property; a rich man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC41;</span>&#xA0;&#xA0;[Eng. ace.] n. The ace in the game of cards. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC32; &#xC06;&#xC1F;&#xC32;&#xC4B; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC32; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;stara&#x1E47;amu. [Skt.] n. A coverlet, a covering, a seat on an elephant. &#xC26;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41; a seat or bed of sacred grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4B;&#xC26;&#xC3E;</span>&#xA0;&#xA0;&#x101;s&#x14D;d&#x101;. [H.] n. Rest, refreshment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC47;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;s&#x113;dhamu. [Skt.] n. Check, restraint. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;. Arrest: legal restraint; limitation of four kinds, viz.: &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC38;&#xC47;&#xC27;&#xC2E;&#xC41; limitation of time, &#xC38;&#xC4D;&#xC27;&#xC3E;&#xC28;&#xC3E;&#xC38;&#xC47;&#xC27;&#xC2E;&#xC41; confinement to a place, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC3E;&#xC38;&#xC47;&#xC27;&#xC2E;&#xC41; prohibition against removal or departure, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC47;&#xC27;&#xC2E;&#xC41; restriction from employment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;s&#x12B;namu. [Skt.] adj. Sitting, seated. &#xC06;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; &#x101;s&#x12B;nu&#x1E0D;u. n. He who is seated. &#xC06;&#xC38;&#xC40;&#xC28;&#xC41;&#xC32;&#xC48;&#xC28; they who are seated.
			</div>
                