&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-sph&#x14D;&#x1E6D;anamu. [Skt.]n. Expanding, blowing. &#xC06;&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;sph&#x14D;&#x1E6D;in&#x1E6D;su. v. t. To give a slap to. &#xC1A;&#xC30;&#xC1A;&#xC41;. To butt. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; To split. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;. (&#xC30;&#xC3E;&#xC2E;&#xC3E;: &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-sph&#x101;lanamu. [Skt.] n. The flapping of an elephant&apos;s ears. &#xC06;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x101;sph&#x101;litamu. adj. Flapped.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;spadamu. [Skt.] n. Place, room, situation: basis, ground for a supposition. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC48;&#xC28; doubtful. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC48;&#xC28; disputed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-sth&#x101;namu. [Skt.] n. Court, hall: &#xC38;&#xC2D;, &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC25;</span>&#xA0;&#xA0;&#x101;stha. [Skt.] n. Bent or inclination, Wish, desire, fondness. Effort, diligence. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. Studiousness. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;, &#xC06;&#xC36;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x101;stiku&#x1E0D;u. [Skt. from &#xC06;&#xC38;&#xC4D; to be] n. A believer in a god, one who acknowledges the existence of God, in opposition to &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; an atheist. &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x101;stikyamu. n. Belief in the existence of God. Theism. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; &#xC15;&#xC32;&#xC21;&#xC28;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC4B;</span>&#xA0;&#xA0;&#x101;h&#x14D;. [Tel.] Oh! A. vi. 5. &#xC06;&#xC39;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC3F;&#xC15; &#x101;h&#x14D;-purushika. [Skt.] n. Boasting, vaunting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC41;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x101;-huti. [Skt.] n. Offering, oblation, What is offered by means of fire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;hikamu. [Skt.] n. An intermittent fever. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;h&#x101;ramu. [Skt.] n. Food, nourishment. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; viands, foods. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC3F; &#x101;h&#x101;ri. The eater: one who feeds on. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;h&#x101;rin&#x1E6D;su. v. t. To eat, partake of food. &#xC06;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x101;h&#x101;ryamu. adj. That which is to be understood or supplied in an ellipsis. &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC3E;</span>&#xA0;&#xA0;&#x101;h&#x101;. [Tel.] Interj. Ah! Aha!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;havamu. [Skt.] n. War, battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;havanamu. [Skt.] n. A sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC06;&#xC39;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x101;havan&#x12B;yamu. n. One of the three consecrated fires in the grand Hindu sacrifice. It is lighted from the house-holder&apos;s perpetual fire: and is prepared for receiving oblations.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x101;harin&#x1E6D;su. [Skt.] v. t. To rob. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;; to attract. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To eat as food. &#xC06;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC39;&#xC30;&#xC4D;&#xC24; &#x101;harta. n. One who eats. &#xC05;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-hatamu. [Skt.] adj. Beaten. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;hakamu. [Tel. for &#xC06;&#xC2F;&#xC15;&#xC2E;&#xC41;.] n. Pledge. &#xC15;&#xC41;&#xC26;&#xC41;&#xC35;. Harischandra ii. [Skt.] n. A disease that affects the nose. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; &#xC12;&#xC15; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC3E;</span>&#xA0;&#xA0;&#x101;h&#x101;. [Tel.] Interj. denoting surprise, Ah!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;-sv&#x101;danamu. [Skt.] n. Feasting, eating, enjoying. &#xC24;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC06;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x101;sv&#x101;din&#x1E6D;su. v. a. To taste, eat. &#xC30;&#xC41;&#xC1A;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;syamu. [Skt.] n. The face, the mouth. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC28;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x101;hnika-kriyalu. [Skt. from &#xC05;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. Rites or religious duties, to be done in the day time: &#xC2A;&#xC17;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC4D;&#xC35;</span>&#xA0;&#xA0;or &#xC06;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#x101;hva. [Skt.] n. Name, title. &#xC2A;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;hl&#x101;damu. [Skt.] n. Delight, pleasure. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC06;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;hv&#x101;namu. [Skt.] n. A summons: calling. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
                