&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41; ingilikamu.[from Skt. &#xC39;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC33;&#xC2E;&#xC41;.] n. Vermilion, brick colour. A medicinal drug, levigated cinnabar. (Ainslie.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ingil&#x101;yi [Tel.] n. A sort of fish, the thorny eel, (platystachys anguillaris.) &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F; the fish called scaurus viridis.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC07;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ingitamu. [Skt.] n. Hint, sign, gesture, symptom. Intention, purpose, inclination. &#xC06;&#xC15;&#xC3E;&#xC30;&#xC47;&#xC23;&#xC48;&#xC28; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC2F;&#xC02;&#xC24;&#xC3F; &#xC2A;&#xC30;&#xC47;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC02;, &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC38;&#xC4D;&#xC25;&#xC02; &#xC15;&#xC47;&#xC24;&#xC15;&#xC40;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A; &#xC2E;&#xC2E;&#xC4B;&#xC26;&#xC26;&#xC47;&#xC28;&#xC48;&#xC35; &#xC37;&#xC1F;&#xC4D;&#xC2A;&#xC26;&#xC3E;&#xC03;. From the countenance the wise discover the disposition as bees discover the unblown lily by its scent. &#xC07;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; penetrating, skilful in reading a man&apos;s character, one who sees the heart. &#xC2A;&#xC30;&#xC47;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; knowledge of another&apos;s intention.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41; ingalamu. [Prakrit from Skt. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;] n. A coal, charcoal. &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ingamu. [Skt.] n. Hint, sign, indication of sentiment by gesture. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;inku. [Tel. a form of &#xC07;&#xC28;&#xC41;&#xC15;&#xC41;.] v. n. To dry up, sink as water. &#xC07;&#xC28;&#xC41;&#xC15;&#xC41;. &#xC07;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; inku&#x1E0D;u. n. Drying up. &#xC07;&#xC02;&#xC15;&#xC41;&#xC1F;. adj. Dried up. &#xC07;&#xC02;&#xC15;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;in&#x1E6D;aramu. [Tel.] n. Narrowness. Difficulty. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. (&#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1F;</span>&#xA0;&#xA0;in&#x1E6D;a. [Tel. from &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; (q. v.) reckoning or counting being made by means of squares.] affix. By, at the rate of. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1F; &#xC17;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; to reckon or multiply by four. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; in&#x1E6D;i-ki. At the rate of. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; at five; by fives, five at once. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I gave ten rupees for each. &#xC17;&#xC1C;&#xC2E;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC02;&#xC24; how much is it per yard. &#xC28;&#xC32;&#xC41;&#xC2D;&#xC48;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; about forty men came. &#xC28;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; one hundred in number.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1C;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC02;&#xC1C;&#xC47;&#xC1F;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; inj&#x113;ru. [Tel.] n. A certain root. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;</span>&#xA0;&#xA0;in&#x1E6D;suka. [Tel.] adj. A little, even the least, petty. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;in&#x1E6D;su. [Tel.] adj. Small. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E; less or more.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;in&#x1E6D;su. [Tel.] v. a. To increase. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;. P. i. 198. Dasav. ix. 47. Parij. ii. 6. To wish. &#xC15;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;in&#x1E6D;su. [Tel. Skt. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41; seems to be derived from this word.] n. Sugar-cane. adj. Sweet, pleasant. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC21;&#xC32;&#xC3F; in&#x1E6D;su-p&#x101;la-ka&#x1E0D;ali. n. The sea of sugar. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC2C;&#xC4B;&#xC23;&#xC3F; in&#x1E6D;su-b&#x14D;&#x1E0D;i. n. A beauty, a lady. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; in&#x1E6D;su-m&#x101;nu. n. The sugar-cane. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; in&#x1E6D;su-viltu&#x1E0D;u. n. The Indian Cupid whose &apos;bow is made of the sugar-cane.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;inki. [Eng. ink] n. Ink. &#xC2E;&#xC38;&#xC3F;, &#xC38;&#xC3F;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC15;</span>&#xA0;&#xA0;inka. [Tel.] adv. More, yet more, still yet. As yet, till now, hitherto, hereafter, presently. Henceforth. &#xC07;&#xC02;&#xC15;&#xC30;&#xC3E; come along, come further. &#xC07;&#xC02;&#xC15; &#xC1A;&#xC42;&#xC21;&#xC41; look further! &#xC07;&#xC02;&#xC15;&#xC3E; Same as &#xC07;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC41;&#xC35;</span>&#xA0;&#xA0;inguva. [Tel.] n. Asaf&#x153;tida.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC17;&#xC41;&#xC26;&#xC3F;</span>&#xA0;&#xA0;ingudi. [Tel.] n. The plant called Terminalia Calappa. &#xC17;&#xC3E;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC3E;&#xC2A;&#xC38;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
                