&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;indu. [Tel.] v. n. To stay, remain, dwell. To be contained in. &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC21;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ind&#x12B;varamu. [Skt.] n.The blue lotus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ind-indiramu. [Skt.] n. A large kind of bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;, &#xC07;&#xC02;&#xC26;&#xC3F;&#xC30; indi. [Skt.] n. Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;</span>&#xA0;&#xA0;or &#xC07;&#xC02;&#xC26;&#xC2E;&#xC41; inda. [Tel.] Lo here! take it, here it is, come and take. &#xC07;&#xC26;&#xC3F;&#xC17;&#xC4B; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC26;&#xC02;&#xC21;&#xC3F; here it is! take it, sir, &#xC30;&#xC3E;&#xC2E;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;inti. [Tel.] n. Woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC24;</span>&#xA0;&#xA0;inta. [Tel. &#xC07;+&#xC05;&#xC02;&#xC24;] adj. This much, so large as this. &#xC07;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; thus far; as yet. &#xC07;&#xC02;&#xC24;&#xC15;&#xC41; and beside all this. &#xC07;&#xC02;&#xC24;&#xC32;&#xC4B; meanwhile. &#xC07;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC07;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; heretofore. &#xC07;&#xC15; &#xC2F;&#xC3F;&#xC02;&#xC24; this much more. &#xC07;&#xC02;&#xC24;&#xC26;&#xC3E;&#xC15; all this while, thus far. &#xC07;&#xC02;&#xC24; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21; so bad. &#xC07;&#xC02;&#xC24;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; so long. &#xC07;&#xC02;&#xC24;&#xC32;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; eyes so large. &#xC07;&#xC02;&#xC24;&#xC32;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; such great works. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41; four times as much. &#xC07;&#xC02;&#xC24;&#xC3E; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC15;&#xC3E;&#xC26;&#xC41; it is vastly great, lit. it is not so much nor so much. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC21;&#xC4D;&#xC21; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC07;&#xC02;&#xC24;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC26;&#xC41; the trouble he is in is beyond telling. &#xC07;&#xC02;&#xC24;&#xC02;&#xC24; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC21;&#xC41; he is no common rogue. &#xC07;&#xC02;&#xC24;&#xC1F; inta&#x1E6D;a. adv. With this. &#xC07;&#xC02;&#xC24;&#xC1F;&#xC3F;&#xC32;&#xC4B; within this time. &#xC07;&#xC02;&#xC24;&#xC1F;&#xC3F; such. &#xC07;&#xC02;&#xC24;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41; inta-va&#x1E6D;&#x1E6D;u. All this. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;. &#xC07;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC24;&#xC3F;&#xC2F;, or &#xC07;&#xC02;&#xC24;&#xC46; only this much; that&apos;s all &#xC07;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC47;, &#xC07;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC46;&#xC17;&#xC3E;&#xC28;&#xC3F; and notwithstanding all. &#xC07;&#xC02;&#xC24;&#xC47;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; and besides all this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;in&#x1E0D;e. [Tel.] n. A crack, a split. &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;. &#xC07;&#xC02;&#xC21;&#xC46;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; split, cracked. &#xC07;&#xC02;&#xC21;&#xC46;&#xC2A;&#xC3E;&#xC2F;&#xC41; to split. &#xC1A;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;in&#x1E0D;u. [Tel.] v. plural imperative of &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. Give ye: &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;in&#x1E6D;ramu. [Tel.] Same as &#xC07;&#xC02;&#xC1F;&#xC30;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC41; in&#x1E6D;ra-pa&#x1E0D;u. v. i. To be in difficulties, to suffer. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;in&#x1E6D;i. [Tel. from &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;] adj. Of the house &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;. in&#x1E6D;i-k&#x101;pu. n. A householder, a married man. &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; in&#x1E6D;i-pa&#x1E6D;&#x1E6D;u. n. The place near the house. The state of being a householder or married man. &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A; in&#x1E6D;i-p&#x101;pa. n. A slave girl. &#xC35;&#xC46;&#xC32;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC3E;&#xC38;&#xC3F;. &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC41; in&#x1E6D;i- p&#x113;ru. n. The family or house name. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC21;&#xC41; or &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC2F;&#xC28; in&#x1E6D;i-y&#x101;ta&#x1E0D;u. n. The husband. &#xC2A;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC3F; in&#x1E6D;illi-p&#x101;di. [&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;+&#xC0E;&#xC32;&#xC4D;&#xC32;+(&#xC2A;&#xC3E;+&#xC06;&#xC26;&#xC3F;] n. All the family. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41;. See &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ind-uppu. [Tel. &#xC07;&#xC02;&#xC26;&#xC41; (the Indus)+&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;] n. Rock-salt. &#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;indu&#x1E0D;u. [Skt.] n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E; &#xC07;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; induv&#x101;ramu. Monday. &#xC38;&#xC4B;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;[Tel.] (pron.) This place. &#xC08;&#xC1A;&#xC4B;&#xC1F;&#xC41;. (See &#xC05;&#xC02;&#xC26;&#xC41;) &#xC07;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; for this &#xC07;&#xC02;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; hither &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;; for this &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F;. &#xC07;&#xC02;&#xC26;&#xC41; in this, herein. &#xC07;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; by this. &#xC07;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26; under this. &#xC07;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26; upon this. &#xC07;&#xC02;&#xC26;&#xC41;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;. bring it hither. &#xC07;&#xC02;&#xC26;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC32;&#xC47;&#xC21;&#xC41; he is neither here nor there.
			</div>
                