&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;igirika. [Tel. from &#xC07;&#xC17;&#xC41;&#xC30;&#xC41;] n. Boiled rice from which the water is not drawn off but evaporated so that no gruel is formed. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC38;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC38;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC35;&#xC2E;&#xC41; igamu. [from Skt. &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;] n. Moisture, dew, frost. &#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;indhanamu. [Skt.] n. Fuel, fire wood. &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;indru&#x1E0D;u. [Skt.] n. Indra, the god of the sky corresponding to the Roman Jupiter armed with thunder-bolts and noted for his amours. In composition the word denotes excellence. &#xC17;&#xC1C;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC17;&#xC1C;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a noble elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;indriyamu. [Skt.] n. An organ of sense. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; organs of perception, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; organs of action, and &#xC05;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the internal organs, the first includes the eye, ear, nose, tongue, and skin; the second, the organ of speech, or larynx, hand, foot, and the organs of generation. The last are &#xC2E;&#xC28;&#xC38;&#xC41; the mind or organ of thought; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; the organ of apprehension, &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; the organ of self-knowledge or consciousness, and &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; the heart or organ of feeling. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; the natural propensities. &#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the five organs of sense. &#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; the sensual man, one who is a slave to his lusts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;indra. [Skt.] n. The god Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41; indrak&#x12B;lamu. n. A certain mountain &#xC2E;&#xC02;&#xC26;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC3F;. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41; indra-g&#x14D;pamu. n. A cochineal insect, a red insect belonging to the mite family. &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;; same as &#xC06;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. (q. v.) &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; indra-j&#x101;lamu. n. Juggling, conjuring. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; sleight of hand. &#xC15;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; indra-j&#x101;li-ku&#x1E0D;u. n. A conjurer or juggler. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; indra-jittu. n. Name of the son of R&#x101;va&#x1E47;a. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; indradhanussu. &quot;The bow of Indra.&quot; The rainbow. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41; or &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC32; indra-mlamu. n. A sapphire. &#xC28;&#xC40;&#xC32;&#xC2E;&#xC23;&#xC3F;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC3F;. Vasu. iv. 129. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; indra-l&#x14D;kamu. n. The heaven of Indra. Fairyland. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; indr&#x101;&#x1E47;i. n. Name of the wife of Indra. A sort of bracelet. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41; indr-&#x101;&#x1EF5;udhamu. n. The rainbow, a thunderbolt as the weapon of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC3F; indr-&#x101;ri. (Indra-&#x101;ri) The foe of Indra. A giant. &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC30;&#xC1C;&#xC41;&#xC21;&#xC41; indr&#x101;-varaju&#x1E0D;u. Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ikshuvu. [Skt. prob. der. from Tel. &#xC07;&#xC02;&#xC1A;&#xC41;. q. v.] n. Sugarcane. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41; &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; ikshu-kha&#x1E47;&#x1E0D;amu. n. A bit of sugarcane. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; ikshu-da&#x1E47;&#x1E0D;amu. n. A stalk or stem of sugarcane. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC28;&#xC2E;&#xC41; ikshu-vanamu. n. A sugarcane plantation. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC27;&#xC28;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC36;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; ikshu-dhanvu&#x1E0D;u. n. Cupid, the god of love (whose bow is made of the sugarcane)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;iktiy&#x101;ru. [H.] n. Will, pleasure, choice, liberty. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC24;, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;ikkuva. [Tel.] n. A place: &#xC1A;&#xC4B;&#xC1F;&#xC41;. a secret: a secret part. &#xC1C;&#xC40;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. Trace. &#xC5B;&#xC3E;&#xC21;. Machination, internal agency. R. ii. 102.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ikku-p&#x101;&#x1E6D;u. [Tel. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC41; = &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;.] n. Difficulty. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ikkarin&#x1E6D;su. [Tel.] v. n. To blink, look hard at.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ikkamu. [Tel. another form of &#xC07;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC2E;&#xC41;] n. A narrow place. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;</span>&#xA0;&#xA0;ik-ka&#x1E0D;a. [Tel. &#xC08;+&#xC15;&#xC21;] adv. Here: in this place.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ikka&#x1E6D;&#x1E6D;u. [Tel. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. Difficulty, intricacy. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;ikka. [Tel.] n. Place, home, dwelling. &quot;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC3E;&#xC32;&#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15;&quot; (T. iv. 85.) She was the very home of the graces. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15; in one direction. &#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15; the lip. &#xC05;&#xC27;&#xC30;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC02;&#xC2C;&#xC41; impu. [Tel.] n. Fulness, satisfaction, ease, Fondness, liking. &apos;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC15;&#xC3F;&#xC02;&#xC2A;&#xC48;&#xC24;&#xC47; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41;&apos; that which pleases the eye pleases the appetite. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28; pleasing, comfortable. &#xC07;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; impitamu. [&#xC07;&#xC02;&#xC2A;&#xC41;+&#xC07;&#xC24;&#xC2E;&#xC41;] adj. Pleasant. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;. &#xC07;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E; or &#xC07;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30; Finely, sweetly, nobly. Suitably, pleasantly. &#xC07;&#xC02;&#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC41; im-polayu. [&#xC07;&#xC02;&#xC2A;&#xC41;+&#xC12;&#xC32;&#xC2F;&#xC41;] v. n. To suit, to be pleasing.
			</div>
                