&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;ichchi-pu&#x1E6D;&#x1E6D;su-k&#x14D;lu. [Tel.] n. giving and taking. Traffic, affinity, matrimonial relationship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;i&#x1E6D;&#x1E6D;sa&#x1E6D;a. [Tel. &#xC08;+&#xC1A;&#xC4B;&#xC1F;&#xC41;] adv. Here, in this place. Same as &#xC07;&#xC1A;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;i&#x1E6D;&#x1E6D;sa. [Tadbh. from Skt. &#xC07;&#xC1A;&#xC4D;&#xC1B;] n. Inclination, fancy, love. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC2E;&#xC41; i&amp;&amp;ttod;&#x1E6D;sakamu. n. Cajolery, wheedling, trickery. &#xC07;&#xC1A;&#xC4D;&#xC1A; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a rogue, a flatterer. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41; i&#x1E6D;&#x1E6D;saku&#x1E0D;u. n. Flatterer. (A. iv. 48.) &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; i&#x1E6D;&#x1E6D;sagin&#x1E6D;su. v. a. To like, fancy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;i&#x1E6D;sa&#x1E6D;a. [Tel. &#xC08;+&#xC1A;&#xC4B;&#xC1F;&#xC41;] adv. Here. &#xC07;&#xC1A;&#xC1F;&#xC3F; i&#x1E6D;sa&#x1E6D;i. adj. Belonging to this place. (Same as &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC1F; or &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;iggu. [Tel.] v. a. To pull, haul, drag, jerk, struggle. Subh. ii. 30. To incline to a side or backwards. &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC07;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC21;&#xC41; iggul-&#x101;&#x1E0D;u. v. To pull, to jerk, to struggle. &#xC07;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F; iggu-l-&#x101;&#x1E6D;a. n. Struggling, jerking, pulling backwords. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;</span>&#xA0;&#xA0;igg&#x101;-muggi. [Tel.] n. Hauling about, struggle, violence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC4B;</span>&#xA0;&#xA0;eg&#x14D;. Same as &#xC07;&#xC26;&#xC41;&#xC17;&#xC4B;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;iguru. [Tel.] n. A sprout or young leaf: the red gums of the mouth. &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC07;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC42;&#xC30; iguru-k&#x16B;ra. n. A kind of curry. &#xC07;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; iguru-b&#x14D;&#x1E0D;i. n. A blooming girl. &#xC07;&#xC17;&#xC41;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; igur-ottu. v. n. To bud or blossom, to bloom. &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC30;&#xC4B;&#xC37;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC4D;&quot; with a burst of displeasure. &#xC07;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC07;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC07;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; igur&#x1E6D;su. [Tel. from &#xC07;&#xC17;&#xC41;&#xC30;&#xC41; (q. v.) v. a. To dry up, decrease, do away with. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC08; &#xC26;&#xC39;&#xC28;&#xC1C;&#xC4D;&#xC35;&#xC30; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC40;.&quot; B. D. vi. 351. To sprout, shoot, bud. &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;iguru. [Tel.] v. n. To evaporate. &#xC07;&#xC02;&#xC15;&#xC41;. &#xC07;&#xC17;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to cause to dry up by boiling. To dry up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;igilin&#x1E6D;su. [Tel.] v. n. To grin. &#xC07;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; or &#xC07;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; igilinta. n. A grin. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC07;&#xC1F;&#xC3F;&#xC15;&#xC46; or &#xC07;&#xC1F;&#xC41;&#xC15; i&#x1E6D;ika. [Tel.] n. Brick. &#xC07;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC2F;&#xC41; or &#xC07;&#xC1F;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; to make bricks. &#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2F;&#xC3F;&#xC1F;&#xC41;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they burnt 1000 bricks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;</span>&#xA0;&#xA0;i&#x1E6D;a. [Tel.] adv. Here, in this place. &#xC07;&#xC1F;&#xC15;&#xC41;&#xC30;&#xC3E; come hither. &#xC07;&#xC1F;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; heretofore, already. &#xC07;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; from this &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ijyu&#x1E0D;u. [Skt.] n. The planet Jupiter. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC5B;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;izuku. [Tel.] n. Puzzle, dilemma, distress. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;iz&#x101;ru. [H.] n. Trousers.&#xC32;&#xC3E;&#xC17;&#xC42;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC5B;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;iz&#x101;r&#x101;. [H.] n. Farming, renting, a farming of the revenue customs, contract, monopoly. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;. &#xC07;&#xC5B;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; iz&#x101;r&#x101;-d&#x101;ru&#x1E0D;u. Farmer, renter, contractor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC07;&#xC1C;&#xC3E;&#xC32;&#xC41; ijamu. [corrupted from Skt. &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;] n. The testicles. &#xC35;&#xC43;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1A;&#xC4D;&#xC1B;</span>&#xA0;&#xA0;ichcha. [Skt.] n. Love, wish. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B; sv&#x113;chcha. [Skt. &#xC38;&#xC4D;&#xC35;+&#xC07;&#xC1A;&#xC4D;&#xC1B;] n. One&apos;s own inclination, independence. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC4B;</span>&#xA0;&#xA0;, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F; Same as &#xC07;&#xC1A;&#xC1F;.
			</div>
                