&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; i&#x1E0D;iyu. [Tel. &#xC35;&#xC3F;&#xC21;&#xC41;.] v. n. Split, crack, fall to pieces. &#xC1A;&#xC40;&#xC32;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;. To fall in, as a well. &#xC07;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC2C;&#xC3E;&#xC35;&#xC3F; a ruined well. &#xC07;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. i&#x1E0D;iya-go&#x1E6D;&#x1E6D;u. To demolish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC40;&#xC35;&#xC32;</span>&#xA0;&#xA0;i&#x1E6D;&#x12B;vala. [Tel. &#xC07;&#xC1F;&#xC41;+&#xC08;&#xC35;&#xC32;] adv. Since, that time, lately, recently, latterly. &#xC07;&#xC1F;&#xC40;&#xC35;&#xC32; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC30;&#xC3E;&#xC1C;&#xC41; the late king. &#xC07;&#xC1F;&#xC40;&#xC35;&#xC32;&#xC3F; (in the inflexion) subsequent, as &#xC07;&#xC1F;&#xC40;&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; the latter operations. &#xC07;&#xC1F;&#xC40;&#xC35;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; subsequent particulars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC07;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; i&#x1E0D;i. [Tel.] n. A sort of wheat cake. &#xC12;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; &#xC06;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC12;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; &#xC0E;&#xC38;&#xC1F;&#xC28;&#xC41;&#xC35;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC12;&#xC15; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41;. &quot;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC28;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC1C;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;i&#x1E0D;&#x101;-phalamu. [Skt.] n. The musk orange: a species of citron.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;</span>&#xA0;&#xA0;i&#x1E0D;a. [Skt.] n. Ground. &#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC41;</span>&#xA0;&#xA0;i&#x1E6D;&#x1E6D;i&#x1E0D;u. [Tel. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;+&#xC35;&#xC3E;&#xC21;&#xC41;] n. Such a man. &#xC07;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F; i&#x1E6D;&#x1E6D;idi. This, this sort of. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC41; i&#x1E6D;&#x1E6D;u. n. This way, adv. Thus. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC46; i&#x1E6D;&#x1E6D;e. adj. Thus, at once. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; or (&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;) &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E;, &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC41;, i&#x1E6D;la. Thus, in this way. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC3E; come here. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC3F; or &#xC08;&#xC32;&#xC3E;&#xC1F;&#xC3F; i&#x1E6D;l&#x101;&#x1E6D;i. Such. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B; in such houses. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; or &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41; i&#x1E6D;lu. adv. Thus, so, in this way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC07;&#xC1F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;i&#x1E6D;&#x1E6D;i. [Tel.] adj. This, like this: such as this. &#xC07;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;i&#x1E6D;&#x1E6D;atamu. [Tel.] adj. Vast, huge, great, abundant. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC17; or &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC28; i&#x1E6D;&#x1E6D;ulam-u-ga. Vastly, greatly. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC2E;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC2A; &#xC28;&#xC40;&#xC35;&#xC41; &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC02;&#xC21;&#xC35;&#xC48; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; M. III. v. 241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;i&#x1E6D;&#x1E6D;a&#x1E6D;&#x1E6D;u. [Tel. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;] adv. This way and that. Fie! O fie! T. iv. 159. Alas! &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; (A. iv. 87.) to be surprised or shocked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC41;&#xC15;</span>&#xA0;&#xA0;See &#xC07;&#xC1F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC1F;&#xC41;</span>&#xA0;&#xA0;i&#x1E6D;u. [Tel. lit. this way.] adv. Thus; &#xC07;&#xC1F;&#xC41;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; heretofore. &#xC07;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; i&#x1E6D;uva&#x1E47;&#x1E6D;i. [Tel. &#xC35;&#xC02;&#xC1F;&#xC3F; = &#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;] Such &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC07;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; to such an affair. See &#xC05;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &#xC07;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC46; i&#x1E6D;u-vale. Similarly. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;itaramu. [Skt.] n. Another thing. &#xC07;&#xC24;&#xC30;&#xC2E;&#xC41; adj. Other, different. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC47; &#xC2F;&#xC3F;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; this is injustice and nothing else. &#xC07;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; itaru&#x1E0D;u. n. An other man. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;itamu. [from Skt. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;] adj. Agreeable. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC21;&#xC41;</span>&#xA0;&#xA0;ita&#x1E0D;u. [Tel.] n. He, this man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ita-kari. [from Skt. &#xC39;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC3F;] adj. Agreeable. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC03;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;itah-paramu. [Skt.] adv. Henceforth. &#xC07;&#xC15; &#xC2E;&#xC40;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC28;</span>&#xA0;&#xA0;i&#x1E0D;&#x1E0D;ena. [Tel.] n. A sort of cake &#xC35;&#xC3E;&#xC38;&#xC46;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;. H. i. 117.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC41;&#xC2E;</span>&#xA0;&#xA0;i&#x1E0D;uma. [Tel.] n. Trouble, evil, misfortune, hardship &#xC06;&#xC2A;&#xC26;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC07;&#xC21;&#xC41;&#xC2E;&#xC2A;&#xC3E;&#xC1F;&#xC41; to suffer trouble. &#xC07;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC07;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to torment, grieve, plague.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;i&#x1E0D;upu. [Tel. from &#xC07;&#xC21;&#xC3F;&#xC2F;&#xC41;] n. A breach or crack, a hole. Parij. ii. 44.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC21;&#xC41;&#xC17;&#xC21;</span>&#xA0;&#xA0;i&#x1E0D;u-ga&#x1E0D;a. [Tel.] n. Envy. &#xC05;&#xC38;&#xC42;&#xC2F;. Difficulty. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
                