&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;</span>&#xA0;&#xA0;itta&#x1E0D;i. [Tel.] n. Brass. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;iti-h&#x101;samu. [Skt.] n. Ancient story, legend. History: traditional accounts of former events: heroic history, such as the Mah&#x101;bh&#x101;rata and the R&#x101;m&#x101;ya&#x1E47;a. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC41; &#xC15;&#xC25;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC3F;</span>&#xA0;&#xA0;iti. [Skt.] A particle meaning &apos;This.&apos; It shows like the Telugu &apos;&#xC05;&#xC28;&#xC3F;&apos; that the preceding words are a quotation, statement or reflection, and takes the place of inverted commas in English. &#xC07;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; ity&#x101;di. [&#xC07;&#xC24;&#xC3F;+&#xC06;&#xC26;&#xC3F;] And so forth, etcetera. &#xC07;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; = and other books. &#xC07;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; = and the like.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC35;&#xC41;</span>&#xA0;&#xA0;itavu. [from Skt. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;] n. Liking, agreeableness. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC07;&#xC24;&#xC35;&#xC30;&#xC3F; hitav-ari. n. One who says what is agreeable or good. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC07;&#xC24;&#xC35;&#xC41;&#xC21;&#xC41; itavu&#x1E0D;u. n. A friend. &#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC2A;</span>&#xA0;&#xA0;inapa. [Tel. for &#xC07;&#xC28;&#xC41;&#xC2A;] Made of iron. See &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC27;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;idhmamu. [Skt.] n. Fuel, &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;iddhamu. [Skt.] adj. Glowing, shining, pure. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC07;&#xC26;&#xC4D;&#xC27;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; iddha-charitu&#x1E0D;u. A man of glorious deeds. &#xC07;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC42;&#xC2A;&#xC3F; iddha-r&#x16B;pi. One of glorious form.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;</span>&#xA0;&#xA0;id-duga. [Tel &#xC07;&#xC30;&#xC41;+&#xC26;&#xC41;&#xC17;] n. A throw of dice in which a pair of twos comes up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;id-dumu. [Tel. &#xC07;&#xC30;&#xC41;+&#xC24;&#xC42;&#xC2E;&#xC41;] n. The measure called two &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;. Marked thus in accounts &#xC32;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC07;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;iddaru. [Tel. &#xC07;&#xC30;&#xC41;+&#xC35;&#xC3E;&#xC30;&#xC41; adj. or pron. Two persons, both persons. A negative verb requires this is to be translated neither: as &#xC07;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; let neither of them come in.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;id-dari. [Tel. &#xC08;+&#xC26;&#xC30;&#xC3F;] n. This side, bank, or shore, See &#xC26;&#xC30;&#xC3F; and &#xC05;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC26;&#xC3F;</span>&#xA0;&#xA0;idi. [Tel.] pron. She, it, this. The 6th case is &#xC26;&#xC40;&#xC28;&#xC3F; and the acc. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; as &#xC26;&#xC40;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; declare this. The abl. is &#xC26;&#xC40;&#xC28; or &#xC26;&#xC40;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &quot;hereby.&quot; plu. &#xC07;&#xC35;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC07;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am very much out of sorts. &#xC06; &#xC28;&#xC21;&#xC24; &#xC2C;&#xC39;&#xC41; &#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that conduct is not the thing, is so and so. &#xC07;&#xC26;&#xC3F;&#xC17;&#xC4B;, or &#xC07;&#xC26;&#xC41;&#xC17;&#xC4B; idig&#x14D; [&#xC07;&#xC26;&#xC3F;+&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; lit take this] interj. Look! do you see! behold! here it is! &#xC07;&#xC26;&#xC41;&#xC17;&#xC4B; &#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; &#xC05;&#xC26;&#xC41;&#xC17;&#xC4B; &#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; he puts me off with empty promises Lit. Here I will give it, there I will give it, says he. &#xC07;&#xC26;&#xC41;&#xC17;&#xC4B; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41; or &#xC07;&#xC26;&#xC41;&#xC17;&#xC4B; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC28;&#xC28;&#xC46;&#xC28;&#xC41; he promised to return presently. &#xC07;&#xC26;&#xC46; Same as &#xC07;&#xC26;&#xC3F;&#xC17;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;itvaru&#x1E0D;u. [Skt.] n. A poor man. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. A low man. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;. A wicked man. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. A wayfarer. &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;inuku. Same as &#xC07;&#xC02;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;inuka. [Tel.] n. Broken rice, mixed with husk. &#xC09;&#xC2E;&#xC15;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC42;&#xC15;&#xC32;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;</span>&#xA0;&#xA0;inu. [Tel.] adj. Two. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; inu-m&#x101;ru. Twice. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; inu-mikkili. Still more or very much. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. See &#xC07;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC3F;, &#xC07;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC08;&#xC28;&#xC3E;&#xC2E;&#xC41; in&#x101;mu. [H.] Inam, a present of gift; land granted by the Government rent free for ever or subject to a small quit rent. A present by Government. &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC07;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a holder of an inam. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC07;&#xC28;&#xC3E;&#xC2E;&#xC41; land granted to such as had shed blood in battle. &#xC15;&#xC26;&#xC40;&#xC02;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC41; an old bequest. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC41; a grant of land to a torchbearer. &#xC07;&#xC28;&#xC3E;&#xC2F;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to grant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;</span>&#xA0;&#xA0;ittiga. [Tel.] n. A throw at dice in which a pair of threes comes up. &#xC2A;&#xC1F;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ittamu. [Tel. from &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] v. imper Let us give. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC2E;&#xC41;.
			</div>
                