&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC2A;&#xC4D;&#xC21;&#xC41; ipu&#x1E0D;u. See. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC05;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;inn&#x16B;ru. [Tel. &#xC07;&#xC28;&#xC41;+&#xC28;&#xC42;&#xC30;&#xC41; or &#xC07;&#xC30;&#xC41;+&#xC28;&#xC42;&#xC30;&#xC41;] n. Two hundred. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC35;&#xC02;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;inni. [Tel. from &#xC07;&#xC02;&#xC24;] neuter adj. So many, thus many. &#xC12;&#xC15;&#xC2F;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; a very few &#xC07;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; for all this. &#xC07;&#xC28;&#xC4D;&#xC28;&#xC4B; inn&#x14D;. adj. Of such and such a number.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;inumu [Tel.] n. Iron. &#xC07;&#xC28;&#xC41;&#xC2A; made of iron. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41; an iron chain. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC1A;&#xC4D;&#xC1A; an iron girdle, i.e., continence, chastity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;inu-maddi. [Tel. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;+&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;] n. The Sal tree (Shorea robusta) &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;. Iron wood. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;. See &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;inu-ma&#x1E0D;i. [Tel. &#xC07;&#xC28;&#xC41;+&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;] adj. Double, twofold. &#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; inuma&#x1E0D;in&#x1E6D;su [Tel.] v. a. To double or redouble. &#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;inu&#x1E0D;u. [Skt.] n. A name of the god Surya. &#xC07;&#xC28;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; ina sutu&#x1E0D;u. n. The son of Surya. viz., Yama.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ibhamu. (Skt of elephant. Gr. elephas.] An elephant. &#xC07;&#xC2D;&#xC2F;&#xC3E;&#xC28; ibhay&#x101;na. n. A graceful woman, i. e., a woman with an elephant&apos;s easy and luxurious rolling gait. &#xC07;&#xC2D;&#xC3F; ibhi. n. A she-elephant &#xC07;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; ibhyu&#x1E0D;u. A ruler, rich man. (A. ii. 125.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ibba&#x1E0D;i. [Tel. &#xC07;&#xC28;&#xC41;+&#xC2C;&#xC21;&#xC3F;, or &#xC07;&#xC28;&#xC41;+&#xC2E;&#xC21;&#xC3F;] adj. Twice as much. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; ibba&#x1E0D;in&#x1E6D;su. Same as &#xC07;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC21;</span>&#xA0;&#xA0;or &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC21; ibba&#x1E0D;a. [Tel.] n. A certain tree. (Hamsa. iv. 18.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ibba&#x1E6D;&#x1E6D;u. [Tel.] n. Scarcity, dearness. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the times are hard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;ibbandi. [Tel. &#xC07;&#xC28;&#xC41;+&#xC2C;&#xC02;&#xC26;&#xC3F;] n. Strait, inconvenience, ambiguity. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; water is deficient or scarce. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; irksome. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F; &#xC2A;&#xC28;&#xC3F; a troublesome affiar. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a troublesome fellow. Also, a mongrel tiger supposed to be begotten by a tiger on a leopard. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a horse of doubtful breed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ippu&#x1E0D;u. [Tel. &#xC08;+&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;] n. Now, this time. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F; of this time. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F; the present business. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the people of these days. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC47; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is just come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;ippa. [Tel.] n. Bassia latifolia or, the Butter Tree or Mahua Tree. &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC07;&#xC2A;&#xC4D;&#xC2A; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Bassia longifolia, the Mowa or Mahua Tree of South India. &#xC38;&#xC40;&#xC2E; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Achras Sapota, the Sapodilla Plum of the West Indies. The Bully or Neesberry Tree (Watts.) &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; the flour made from the seeds. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC42;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41; a fragrant sort of rice. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; strong spirit obtained from the &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;imma&#x1E0D;i. [Tel. &#xC07;&#xC28;&#xC41;+&#xC2E;&#xC21;&#xC3F;] Double. See &#xC07;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC3F;! &#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. Same as &#xC07;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;imu&#x1E0D;u. [Tel.] v. n. To be contained in, to remain, to stay. &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC2E;&#xC21;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the medicine did not stay on his stomach. &#xC08; &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC07;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC26;&#xC41; he will not be able to conceal this news. &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; imu&#x1E0D;u-konu. v. n. To be held or contained, &#xC07;&#xC2E;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC07;&#xC2E;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC41; or &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; imu&#x1E0D;&#x1E6D;su. v. a. To contain, hold, include, retrench, contract, abbreviate. &#xC07;&#xC2E;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC07;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15; imi&#x1E0D;ika. n. Brevity, compactness. &#xC05;&#xC23;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;.
			</div>
                