&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ivamu. (from Skt. &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;) n. Cold frost, dew. &#xC2E;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ivamu-konu. v. n. To become wet. &#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;. &#xC07;&#xC35;&#xC2E;&#xC41;&#xC2E;&#xC47;&#xC2A;&#xC30;&#xC3F; or &#xC07;&#xC35;&#xC2E;&#xC41;&#xC38;&#xC42;&#xC21;&#xC41; ivamu-m&#x113;pari n. The devourer of the damp. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC24;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC35;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; ivata&#x1E37;in&#x1E6D;su. [Tel.] v. n. To become cool, to be chill or cool. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC07;&#xC35;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC41; ivat&#x101;&#x1E37;impu. n. Coldness, chillness. &#xC1A;&#xC32;&#xC41;&#xC35; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC24;&#xC32;</span>&#xA0;&#xA0;ivatala. [Tel.] adv. Hither, on this side; hereafter, next. &#xC07;&#xC35;&#xC24;&#xC32;&#xC3F; of this side, as &#xC07;&#xC35;&#xC24;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; those who are on this side. &#xC07;&#xC35;&#xC24;&#xC32;&#xC3F;&#xC15;&#xC3F; to this side: this way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC32;&#xC4D;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ilva&#x1E0D;i. [Tel. another form of &#xC07;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;] &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC30;&#xC41;&#xC38;, &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;. respectability, decency. &quot;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC21;&#xC3F; &#xC2F;&#xC02;&#xC1A;&#xC41; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC41;.&quot; Padma. IX. 9. What do princes care for their respectability? See under &#xC07;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;illemu. [Tel.] n. A kind of fish. H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC32;&#xC41; illu. [Tel. The primitive. form is &#xC07;&#xC32;&#xC4D; which means &apos;a house. &#xC06;&#xC32;&#xC2F;&#xC2E;&#xC41; (q. v.) borrowed by Skt. from Drav. means (1) house and (2) &apos;God&apos;s abode&apos; or house cf. &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32; or &#xC15;&#xC4B;&#xC35;&#xC46;&#xC32;. In the Chaldee word &apos;Babylon (= bab-ilu), the latter part &apos;ilu&apos; means &apos;God&apos; by a transition of ideas.] n. A house, a chamber, room. Home, place, caste, family. A place or space in a table of accounts. A square at draughts or chess. (Genit. &#xC07;&#xC02;&#xC1F;&#xC3F; Dat. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;. Loc. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; or &#xC07;&#xC02;&#xC1F;. Plural &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC07;&#xC33;&#xC4D;&#xC32;&#xC41;.) &#xC2E;&#xC40;&#xC30;&#xC41; &#xC0F;&#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; who are you? of what family are you. &quot;&#xC2E;&#xC28; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC1F;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC24;&#xC47;.&quot; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;. ix. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; a family secret. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28; ceremonially unclean, i.e., &#xC0B;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC3F; &#xC2F;&#xC48;&#xC28; In poems &#xC2E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; is the &#xC2D;&#xC17;&#xC2E;&#xC41;. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41; setting up a house, house-warming &#xC35;&#xC27;&#xC42;&#xC35;&#xC30;&#xC41;&#xC32; &#xC28;&#xC42;&#xC24;&#xC28; &#xC17;&#xC43;&#xC39;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC21;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;isadilu. [Tel.] v. i. To be tired or disgusted, to dislike. &#xC35;&#xC3F;&#xC38;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC15;</span>&#xA0;&#xA0;Same as &#xC07;&#xC38;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ishv&#x101;samu. [Skt.] n. A bow. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ish&#x1E6D;amu. [Skt.] n. Wish, inclination, liking, pleasure, choice. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. adj. Desired, dear, beloved. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC15;&#xC3E; as long as one liked. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC26;&#xC47;&#xC35;&#xC24; ish&#x1E6D;ad&#x113;vata. A patron saint or tutelary god. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41; ish&#x1E6D;a-pa&#x1E0D;u. v. n. To wish. To consent. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC17;&#xC3E; ish&#x1E6D;&#x101;-g&#x14D;sh&#x1E6D;&#x1E6D;hi-g&#x101;. adv. Agreeably, comfortably. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; ish&#x1E6D;&#x101;-l&#x101;pamu. n. Pleasant conversation. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3F; ish&#x1E6D;i. n. Wish. inclination. A sacrifice, rite, ceremony. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; ish&#x1E6D;in&#x1E6D;su. v. a. To desire, wish for. BD. iv. 1051. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; ish&#x1E6D;u&#x1E0D;u. n. A friend.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;ivuru. [Tel.] n. A sprout. &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC07;&#xC2A;&#xC41;&#xC30;&#xC41; v. n. To sprout or shoot. &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;. To dry up. &#xC07;&#xC02;&#xC15;&#xC41; &#xC07;&#xC35;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC07;&#xC35;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41; ivuru&#x1E6D;su. v. t. To cause to dry up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;ivuku. [Tel. same as &#xC07;&#xC17;&#xC41;&#xC30;&#xC41;.] n. Wet, puddle, damp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ivirin&#x1E6D;su. [Tel. from &#xC07;&#xC35;&#xC41;&#xC30;&#xC41;.] v. t. To cause to sprout &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC3F;</span>&#xA0;&#xA0;ivi. [Tel.] pron. These things.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC32;</span>&#xA0;&#xA0;ivala. [Tel.] another form of &#xC07;&#xC35;&#xC24;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC4D;&#xC1F;&#xC15;</span>&#xA0;&#xA0;ish&#x1E6D;aka. [Skt. derived from &#xC07;&#xC1F;&#xC41;&#xC15;.] n. A brick. &#xC07;&#xC1F;&#xC41;&#xC15; &#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ishuvu. [Skt.] An arrow. &#xC07;&#xC37;&#xC41;&#xC27;&#xC3F;. a quiver. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;ishi-r&#x101;si. [Skt.] n.The rusty soapnut tree: a large timber tree the wood of which is straight, strong and durable. Sapindus Rubiginosa. (Ainslie.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;isha&#x1E47;amu. [Skt.] n. Desire. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; love of money. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; love of offspring. &#xC26;&#xC3E;&#xC30;&#xC3E;&#xC37;&#xC47;&#xC23;&#xC2E;&#xC41; desire or love towards a wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC4D;&#xC35;&#xC32;</span>&#xA0;&#xA0;ivvala. [Tel. &#xC08;+&#xC35;&#xC32;.] Hither, this side. &#xC08;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC35;&#xC15;</span>&#xA0;&#xA0;ivaka. [Tel.] n. Wetness, damp, a puddle. &#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC37;&#xC40;&#xC15;</span>&#xA0;&#xA0;ish&#x12B;ka. [Skt.] n. A blade of grass, a reed, a painter&apos;s brush.
			</div>
                