&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC4D;&#xC2A;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;isp&#x113;&#x1E6D;u. [Eng.] n. The spade in playing cards. &#xC07;&#xC38;&#xC4D;&#xC2A;&#xC47;&#xC1F;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41; playing cards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC07;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; istuva. [Tel. for &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;] n. in estate. &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;istih&#x101;ru. [H.] n. Proclamation. &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC3E; a written proclamation. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;istiri. [H.] n. Ironing of clothes. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC07;&#xC28;&#xC41;&#xC2A; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC30;&#xC3E;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC30;&#xC3E;&#xC30;&#xC3F; istimir&#x101;ri. [H.] adj. Perpetual, in perpetuity, continual. &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; isu&#x1E37;&#x1E37;u. [Tel.] n. Winged ants (termites.) &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC40;&#xC2E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;isumu. [Tel.] n. Sand. &#xC07;&#xC21;&#xC41;&#xC15;. &#xC07;&#xC38;&#xC41;&#xC32;&#xC41; or &#xC07;&#xC38;&#xC41;&#xC2E;&#xC02;&#xC24; isulu. adv. A very little, an atom, a particle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC07;&#xC38;&#xC15; isuka. [Tel.] n. Sand. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC07;&#xC38;&#xC41;&#xC15; gold dust. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC3E;&#xC24;&#xC30; a sand pit, confusion, a puzzle. &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F; &#xC15;&#xC42;&#xC30; isuka-d&#x101;sari-k&#x16B;ra. n. A certain herb. &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; or &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C; isuka-dinne. n. A sand bank. See &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC4A;&#xC02;&#xC21;&#xC41; or &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC4A;&#xC02;&#xC26;&#xC41; isuka-do&#x1E47;&#x1E0D;u. n. The fish called white caboose, or river whiting, dragonet: (it is somewhat cylindrical, with a thick tail.) &#xC07;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC30; isuka-parra. A sandy waste. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2C;&#xC47;&#xC32;&#xC41; isukab&#x113;lu. A creeping plant, of great beauty. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41; isuka-m&#x101;nu. A tree (Tapia cratoeva or capparis trifoliata) &#xC09;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC23; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC41;</span>&#xA0;&#xA0;isu. [Tel.] n. Child, infant, pupil. R. iv. 6.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC40;</span>&#xA0;&#xA0;is&#x12B; [Tel.] interj. Fie! alas! pooh! pah!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;isirintalu-p&#x101;ru. [Tel.] v. i. To move about. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;</span>&#xA0;&#xA0;isirintalu. [Tel.] n. Movement. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC15; &quot;&#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC41;&#xC32; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;&#xC26;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC40;&#xC26;&#xC41; &#xC38;&#xC4A;&#xC2C;&#xC17;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC28;&#xC4D;, &#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC32;&#xC32; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC30;&#xC17;&#xC02;&#xC1F; &#xC35;&#xC46;&#xC30;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC1C;&#xC42;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; &#xC38;&#xC48;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC15;&#xC46;</span>&#xA0;&#xA0;&#x12B;ke. [Tel. &#xC08;+&#xC05;&#xC15;&#xC4D;&#xC15;] pron. She, this woman. See. &#xC08;&#xC2A;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC15;&#xC46;</span>&#xA0;&#xA0;or &#xC08;&#xC15; &#x12B;ke. [Tel.] n. A feather. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x12B;ku. [Tel.] v. n. To be imbibed: to soak in. &#xC07;&#xC02;&#xC15;&#xC41;. To drop off, as feathers. &#xC08;&#xC15;&#xC41;&#xC35; &#x12B;kuva. n. Dampness, wetness. &#xC24;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC15;</span>&#xA0;&#xA0;Same as &#xC08;&#xC15;&#xC46;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;i&#x1E47;&#x1E0D;ramu. [Tel.] n. Trouble, pest. &#xC2A;&#xC40;&#xC21;&#xC28;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41; &#xC28;&#xC28;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC17;. viii. &#xC08;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x12B;&#x1E47;&#x1E0D;rin&#x1E6D;su. v. t. To trouble. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;&#x12B;&#x1E47;&#x1E0D;ra. [Tel.] n. The toddy-drawer caste. &#xC08;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; a toddy-man. &#xC08;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC26;&#xC3F; a woman of the same caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;</span>&#xA0;&#xA0;&#x12B;. [Tel. from &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give.] &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC1A;&#xC3E;&#xC32;&#xC28;&#xC41;, or &#xC08;&#xC1C;&#xC3E;&#xC32;&#xC28;&#xC41; I cannot give. Also the imperative of the same verb. &#xC08; or &#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC41; Give (thou.) &#xC08;&#xC15; without giving &#xC07;&#xC35;&#xC4D;&#xC35;&#xC15;. &#xC08;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC47;&#xC28;&#xC3F; if I fail to give it. &#xC08;&#xC15;&#xC41; (for &#xC07;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC41;&#xC2E;&#xC41; from &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.) do not give. &#xC08;&#xC21;&#xC41; &#x12B;&#x1E0D;u. [Tel. from &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;] v. He will not give.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;</span>&#xA0;&#xA0;&#x12B;. [Tel.] adj. This, these, as &#xC08; &#xC1A;&#xC4B;&#xC1F;&#xC41;&#xC28; in this place. &#xC08; &#xC15;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; these farmers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;</span>&#xA0;&#xA0;The vowel &#x12B; as in machine, or ec, in scen, or ea as in mean, or ie, or mien.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC39;&#xC3F;&#xC39;&#xC3F;</span>&#xA0;&#xA0;ihihi. [Tel.] Ha ha ha! (in laughter or derison) R. v. 144.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC39;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; ihamu. [Skt.] adv. Here. Here below. The present world or life; opposed to &#xC2A;&#xC30;&#xC2E;&#xC41; the future state. &#xC07;&#xC39;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC30;&#xC35;&#xC15; having no fear of god or man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC07;&#xC38;&#xC4D;&#xC38;&#xC40;</span>&#xA0;&#xA0;or &#xC07;&#xC38;&#xC4D;&#xC38;&#xC40;&#xC30;&#xC4B; iss&#x12B;. [Tel.] interj. Fie! alas! pooh!
			</div>
                