&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC4A;&#xC28;&#xC41;. (q. v.) &#xC08;&#xC15;&#xC4B;&#xC32;&#xC41; Same as &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC4B;&#xC32;&#xC41; See under &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;&#x101;&#x1E0D;u. [Tel. &#xC08;&#xC21;&#xC41;+&#xC06;&#xC21;&#xC41;] v. t. To oppose &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC2C;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;a-b&#x14D;vu. [Tel.] v. i. To retreat, retire. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;a. [Tel. &#xC08;+&#xC15;&#xC21;] adv. Here. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC1F;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E6D;&#x113;ru. [Tel.] v. n. To cool as food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC1F;&#xC46;</span>&#xA0;&#xA0;&#x12B;&#x1E6D;e. [Tel.] n. A dart, a spear. &#xC08;&#xC1F;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; a spearman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E6D;u. [Tel.] adj. Useless, empty. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC08;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to become useless or empty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E6D;su. [Tel.] v. n. To shrivel, wither, dry up. &#xC08;&#xC1A; &#x12B;&#x1E6D;sa. adj. Lank, withered, misshapen. &#xC08;&#xC1A;&#xC2A;&#xC21;&#xC41; or &#xC08;&#xC1A;&#xC2A;&#xC4B;&#xC35;&#xC41; &#x12B;&#x1E6D;sa-pa&#x1E0D;u. To fall away, become lean. &#xC08;&#xC1A;&#xC41;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; lean, withered, flabby. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x12B;gu. [Tel. another form of &#xC28;&#xC40;&#xC17;&#xC41;] v. a. To enter, penetrate. &quot;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC38;&#xC4A;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC40;&#xC17;&#xC3F;&quot; Vasu ii. 91. To give, bestow. &#xC38;&#xC40; &quot;&#xC2A;&#xC3E;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC40;&#xC17;&#xC3F;&quot; Naish iv. 11. To get rid of. To do away with. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC0B;&#xC23;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC40;&#xC17;&#xC3F;.&quot; A. iv. 341. &#xC08;&#xC17;&#xC41; v. n. To fail, lose: submit, (compare. &#xC35;&#xC40;&#xC17;&#xC41;.) To perish. &#xC13;&#xC21;&#xC41;, &#xC21;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be crushed. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC08;&#xC17;&#xC46;&#xC26;&#xC30;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC47;.&quot; Hari Vams. i. 23. They perish with hunger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC17;&#xC3F;</span>&#xA0;&#xA0;See &#xC08;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC17;&#xC21;</span>&#xA0;&#xA0;&#x12B;-ga&#x1E0D;a. [Tel. from &#xC08;&#xC17;&#xC41;] n. Trace &#xC5B;&#xC3E;&#xC21;, &#xC2A;&#xC4B;&#xC2C;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC17;</span>&#xA0;&#xA0;&#x12B;ga. [Tel. Tam. &#xC08;] n. A fly. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC1F;&#xC40;&#xC17;. (from &#xC2A;&#xC4B;&#xC24;&#xC41; male and &#xC1F; inserted) a male fly. &#xC1A; &#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41; ... &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17; &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC1F;&#xC40;&#xC17;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC32;&#xC2F;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;.&quot; T. iv. 17. Princes would, if possible, keep out even male flies from their seraglio. &#xC08;&#xC17;&#xC2A;&#xC41;&#xC32;&#xC3F; &#x12B;ga-puli. n. A spider: literally a fly-tiger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;ksha&#x1E47;amu. [Skt.] n. Eye, look. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC1A;&#xC42;&#xC2A;&#xC41;. &#xC08;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x12B;kshin&#x1E6D;su. v. t. To see, to look.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;u. [Tel.] n. 1. Age, time of life. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC08;&#xC21;&#xC48;&#xC28; equal. &#xC30;&#xC46;&#xC02;&#xC21;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2F;&#xC40;&#xC21;&#xC41;&#xC17;&#xC32; two years old. &#xC08;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC28; or &#xC08;&#xC21;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; full grown, adult. &#xC08;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC28;&#xC3F; or &#xC08;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC3F; not full grown, minor. &#xC08;&#xC21;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC28; too old. 2. Resemblance, similarity, proportion. A match, a rival. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC08;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; &#x12B;&#x1E0D;u-pa&#x1E0D;u. v. i. To become equal. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC08;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; &#x12B;&#x1E0D;u-para&#x1E6D;su. v. a. To equalize, to compare.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;u. [Tel.] As an affix answering to &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; one who has. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC40;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; a potter. &#xC38;&#xC3E;&#xC32;&#xC40;&#xC21;&#xC41; or &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; a weaver. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC40;&#xC21;&#xC41; a native of the Kanarese country. &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC40;&#xC21;&#xC41; a Tamil man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC08;&#xC21;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x12B;&#x1E0D;ipin&#x1E6D;su. [Tel.] v. To cause to draw. See &#xC08;&#xC21;&#xC41;&#xC1A;&#xC41;. To drawl, prolong.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;itamu. [Skt.] adj. Lauded, praised, commended. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC08;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; &#x12B;&#x1E0D;igilu. [Tel.] v. n. To halt, be weary, to hang back, linger, be reluctant to move. To sit down immovably through fear, etc., refusing to stir.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC08;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; &#x12B;&#x1E0D;iga-v&#x101;&#x1E0D;u. [Tel.] n. A toddyman, or toddy drawer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;i. [Tel.] adj. Small. &#xC08;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC24; a small cup, a milking pail. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC3F;&#xC2C;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;iba&#x1E47;&#x1E0D;&#x101;&#x1E0D;u. [Tel.] To ruin, crush, destroy. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. L. ii. 295.
			</div>
                