&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;u. [Tel.] v. i. To stretch, to slip, to vanish, to disappear. &#xC38;&#xC3E;&#xC17;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;. v. t. To pull, to draw milk &#xC32;&#xC3E;&#xC17;&#xC41;, &#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;. &quot;&#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC32;&#xC4B;&#xC15; &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC38;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC40;&#xC21;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC46;&#xC35;&#xC4D;&#xC35; &#xC21;&#xC40;&#xC2F;&#xC41;&#xC2A;&#xC3E;&#xC2F; &#xC2E;&#xC41;&#xC32;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC2A;&#xC24;&#xC3F; &#xC2F;&#xC17;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC32;&#xC26;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC36;&#xC4D;&#xC35;. i. &quot;&#xC17;&#xC4A;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;&#xC32; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC2F;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC40;&#xC21;&#xC15;&#xC2F;&#xC41; &#xC08;&#xC21;&#xC3F; &#xC2F;&#xC40;&#xC21;&#xC3F;&#xC2F;&#xC40;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC15;&#xC2F;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC17;: 10 &#xC38;&#xC4D;&#xC15;&#xC02;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC24;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC08;&#xC24;&#xC21;&#xC41;, &#xC08;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC08;&#xC24;&#xC28;&#xC41;. Same as &#xC07;&#xC24;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC24;</span>&#xA0;&#xA0;or &#xC08;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x12B;ta. [Tel.] n. The wild date tree. &#xC08;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; date toddy, date wine. &#xC08;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; wild dates. &#xC08;&#xC24;&#xC2A;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; date fibres. &#xC08;&#xC24; &#xC2A;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a wicker box. &#xC08;&#xC26;&#xC3E;&#xC21;&#xC3F; &#x12B;d&#x101;&#x1E0D;i. (&#xC08;&#xC24;+&#xC24;&#xC3E;&#xC21;&#xC3F;) the marshy date tree, Phoenix or Elatea paludosa. &#xC39;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC17;&#xC3F;&#xC30;&#xC15;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the dwarf date tree. &#xC2A;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the common or tall date tree. See also under &#xC08;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC08;&#xC21;&#xC41;&#xC1A;&#xC41; &#x12B;&#x1E0D;&#x1E6D;su. [Tel. causative of &#xC08;&#xC21;&#xC41;] v. a. To pull, haul, drag. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; his eyes are sunken.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;gila-ba&#x1E0D;u. [Tel.] n. To be supine, on the back. Same as &#xC08;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;yamu. [Skt.] adj. Noteworthy, glorious, noble. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;&#x113;ru. [Tel. &#xC08;&#xC21;&#xC41;+&#xC0F;&#xC30;&#xC41;] v. n. To be effected, completed, fulfilled, attained. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. To come to maturity. &#xC08;&#xC21;&#xC47;&#xC30;&#xC3F;&#xC28;. ripe, mature. &#xC08;&#xC21;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x12B;&#x1E0D;&#x113;r&#x1E6D;su. v. a. To effect, complete, fulfil, accomplish. &#xC08;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC40;&#xC21;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3E; if you will only get me through this distress.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC46;</span>&#xA0;&#xA0;&#x12B;&#x1E0D;e. [Tel.] n. The name of a certain tree. &#xC08;&#xC21;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A core or inner division of an orange, &amp;c. &#xC24;&#xC4A;&#xC28;, &#xC08;&#xC21;&#xC46;&#xC32;&#xC3F; or &#xC07;&#xC21;&#xC35;&#xC32;&#xC3F; &#x12B;&#x1E0D;eli. n. Rushes, bulrushes. The cuscuss roots. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;Same as &#xC08;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC24;. See &#xC08;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC08;&#xC21;&#xC4D;&#xC2A;&#xC41; &#x12B;&#x1E0D;upu. [Tel.] n. Pulling, dragging, impetus, hard breathing. A stitch in the side, the contraction of a limb. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2F;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the water runs here with a great draught. &#xC08;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the sill, the side post of a door.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x12B;nu. [Tel.] v. a. To give produce (as fields of grain.) To yean or bear (young.) To give forth, emit (sound, or splendour.) &#xC08;&#xC28;&#xC17;&#xC3E;&#xC1A;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; all one&apos;s care is thrown away. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC40;&#xC28;&#xC3F;&#xC28; emitting radiance. &#xC28;&#xC47;&#xC32;&#xC2F;&#xC40;&#xC28;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28; as though the earth calved.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x12B;nika. [Tel. from &#xC08;&#xC28;&#xC41;] n. Bearing, calving, foaling. &#xC08;&#xC28;&#xC41;&#xC1F;. yeaning, bringing forth young (only applied to brute creatures.) &#xC08;&#xC28;&#xC3F;&#xC15;&#xC2F;&#xC3E;&#xC35;&#xC41; &#x12B;nika-y-&#x101;vu. n. A cow about to calve.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC28;</span>&#xA0;&#xA0;Same as &#xC08;&#xC28;&#xC46;. &#xC08;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC15; or &#xC08;&#xC28;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32; &#x12B;na-pu&#x1E0D;aka. [Tel.] n. The long grass of which brooms are made.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;-dri&#x1E63;amu. [Skt.] adj. Such-like, similar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC08;&#xC26;&#xC30; See. &#xC08;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x12B;du. [Tel.] v. n. To swim. &#xC08;&#xC24; &#x12B;ta. n. Swimming. &#xC08;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; a swimmer. &#xC08;&#xC24;&#xC15;&#xC3E;&#xC2F; a swimming gourd, a float. &#xC08;&#xC24;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC08;&#xC24;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC08;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; to swim or float. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC47; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2F;&#xC40;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;. I am struggling in the sea of poverty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x12B;du. A kind of tree, &#xC15;&#xC32;&#xC2C;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;See under &#xC08;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x12B;dalu. [Tel.] n. plu. The sides of a pit in salt works.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC26;</span>&#xA0;&#xA0;&#x12B;da. [Tel.] n. Wind, cold wind. &#xC08;&#xC26; &#xC17;&#xC3E;&#xC32;&#xC3F; or &#xC08;&#xC26;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F; or &#xC08;&#xC26;&#xC41;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F; a strong, cold wind; a storm. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC1A;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC08;&#xC26;&#xC30; &#x12B;dara. adj. Stormy, violent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x12B;ti. [Skt.] n. Plague, post, nuisance, evil. &#xC08;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC27;&#xC32;&#xC41; the (six) plagues, viz., excessive rain &#xC05;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC3F;, drought or failure of rains &#xC05;&#xC28;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;, rats &#xC0E;&#xC32;&#xC41;&#xC15;&#xC32;&#xC41;, parrots &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32;&#xC41;, locusts &#xC2E;&#xC3F;&#xC21;&#xC24;&#xC32;&#xC41;, neighbouring kings &#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;.
			</div>
                