&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;&#x12B;rshya. [Skt.] n. Spite, envy, ill will, malice, intolerance. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; &#x12B;rshy&#x101;&#x1E37;uvu. n. An envious man. An intolerant person. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC36;&#xC3F;&#xC24;</span>&#xA0;&#xA0;&#x12B;&#x1E63;ita. [Skt.] n. Master, owner. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E63;&#x101;namu. [Skt.] n. Light, brightness. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC08;&#xC36;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; &#x12B;&#x1E63;&#x101;nu&#x1E0D;u. n. Siva. &#xC08;&#xC36;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC32; &#x12B;&#x1E63;&#x101;nyam&#x16B;la. n. The north-east.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x12B;vu. [Tel. for &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC41; from &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] thou dost not give. A. iv. 125. &#xC08;&#xC35;&#xC41;&#xC24; or &#xC08;&#xC35;&#xC41;&#xC24;&#xC28;&#xC4D; &#x12B;vuta. May he bestow!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x12B;vu. [Tel.] pron. Thou. See &#xC28;&#xC40;&#xC35;&#xC41;. The initial N. is here dropped.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC35;&#xC3F;&#xC21;&#xC46;</span>&#xA0;&#xA0;Same as &#xC08;&#xC2C;&#xC3F;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC08;&#xC17;&#xC3F; &#x12B;vi. [Tel. from &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] n. Giving, liberality, a gift. &#xC08;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC08;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC08;&#xC35;&#xC30;&#xC3F; &#x12B;gi-k&#x101;&#x1E0D;u. n. A liberal man. &#xC08;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41; or &#xC08;&#xC17;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41; &#x12B;vi-m&#x101;nu. n. A fabulous tree which gives everything one desires. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC35;&#xC32;</span>&#xA0;&#xA0;&#x12B;vala. [Tel.] n. This side. &#xC08; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;. adv. Since. &#xC07;&#xC1F;&#xC41;&#xC2A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;. &#xC08;&#xC35;&#xC32;&#xC3E;&#xC35;&#xC32; on this side and on that.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x12B;luvu. [Tel.] n. Respectability, honour: character, faithfulness to a husband. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Modesty. &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Vasu. iii. 106. &quot;&#xC08;&#xC32;&#xC41;&#xC35;&#xC41; &#xC1F;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;.&quot; (A. v. 74.) honourable women. Also, courage. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x12B;lugu. [Tel. from &#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;] v. n. To die, perish. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC32;&#xC3E;</span>&#xA0;&#xA0;, &#xC08;&#xC32;&#xC3E;&#xC17;&#xC41;, &#xC08;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#x12B;l&#x101;. [Tel.] adv. Thus, so, in this mann1er. &#xC08;&#xC32;&#xC3E;&#xC1F;&#xC3F;, &#x12B;l&#x101;&#x1E6D;i. Such as this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC32;</span>&#xA0;&#xA0;&#x12B;la. [Tel.] n. Whistling. &#xC08;&#xC32;&#xC15;&#xC30;&#xC41;&#xC1A;&#xC41; &#x12B;lakaru&#x1E6D;su. v. n. To retain life, to set, or gnash the teeth. &#xC07;&#xC32;&#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC15;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC08;&#xC32;&#xC17;&#xC26;&#xC4D;&#xC26; &#x12B;la-gadda. A vulture; a kind of hawk; a miser &#xC32;&#xC4B;&#xC2D;&#xC3F;. &#xC08;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; &#x12B;la-v&#x113;yu. v. n. To whistle. &#xC08;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC08;&#xC32;&#xC15;&#xC4B;&#xC21;&#xC3F; &#x12B;la-purugu. n. Moth. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC38;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;&#x12B;sa-pi&#x1E6D;&#x1E6D;a. [Tel.] n. The porcupine fish (Diodon hystrix). It is nearly globular and is covered with prickles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC38;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;sa&#x1E0D;amu. [Tel.] n. Blame. &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC08;&#xC38;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x12B;sa&#x1E0D;in&#x1E6D;su. v. a. &amp; n. To hate, abhor, or dislike. To be angry with, to find fault with. &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC41;&#xC32;&#xC3E;&#xC2C;&#xC3F; &#xC2A;&#xC42;&#xC32;&#xC28;&#xC40;&#xC38;&#xC21;&#xC3F;&#xC02;&#xC2A; outblushing the roses. &#xC08;&#xC38;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x12B;sa&#x1E0D;impu. n. Dislike, hatred. T. iv. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC38;</span>&#xA0;&#xA0;or &#xC08;&#xC38;&#xC15;&#xC30;&#xC4D;&#xC30; &#x12B;&#x1E63;a. [Tel.] n. The wooden cross beam of an anchor. &#xC32;&#xC02;&#xC17;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC1F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC37;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x12B;shika. [Skt.] n. A reed for writing, a painter&apos;s bush, a pencil. The eyeball of an elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x12B;shattu. [Skt.] adj. Slight, small, little, trifling. &#xC08;&#xC37;&#xC26;&#xC4D;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; a slight differece. &#xC08;&#xC37;&#xC24;&#xC4D; &#x12B;shat. (used only in Skt. compounds) adv. Lightly, slightly, a little.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x12B;sha&#x1E47;amu. [Skt.] n. Love, desire. &#xC08;&#xC37;&#xC23;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; &#x12B;sha&#x1E47;a-trayamu. n. The three strongest affections of mankind, viz., &#xC26;&#xC3E;&#xC30;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;, love of one&apos;s wife, wealth, and child.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x12B;&#x1E63;vari. n. The goddess Parvati, wife of Siva. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC40; or &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC40;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; worm-wood. &#xC28;&#xC3E;&#xC17;&#xC26;&#xC2E;&#xC28;&#xC3F;. H. iv. 12. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; &#x12B;&#x1E63;varu&#x1E0D;u. n. Lord, king, the supreme ruler of the universe: God A name of Siva, especially in a compound, when the image meant is a linga, as Visvesvara, Rameswara, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E63;vara-v&#x113;ru. [Skt.] n. The Indian birthwort (Aristolochia Indica) (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC36;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x12B;&#x1E63;u&#x1E0D;u. [Skt.] n. A king, a master. Siva. &#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
                