&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC38;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC08;&#xC38;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; &#x12B;sa-p&#x14D;vu. [Tel.] v. n. To pine, shrink. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC08;&#xC38;&#xC30;&#xC2A;&#xC4B;&#xC28;&#xC40;&#xC15; without omitting anything. &#xC30;&#xC35;&#xC02;&#xC24;&#xC48;&#xC28;&#xC3E; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;. &quot;&#xC35;&#xC28;&#xC3F;&#xC24;&#xC32; &#xC28;&#xC42;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC1C;&#xC28;&#xC3F;&#xC2E;&#xC30;&#xC32;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC40;&#xC38;&#xC30; &#xC2A;&#xC4B;&#xC28;&#xC40;&#xC15; &#xC2A;&#xC42;&#xC38; &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; HK. ii. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC17;</span>&#xA0;&#xA0;Same as &#xC09;&#xC17;&#xC4D;&#xC17;&#xC41;. q. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;unkuva. [Tel.] n. A pledge money given to the parents of a bride &quot;originally as a purchase price.&quot; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC2F; &#xC15;&#xC4A;&#xC30;&#xC15;&#xC48; &#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;unku-&#x1E6D;-ungaramu. [Tel. from &#xC09;&#xC02;&#xC15;&#xC41;&#xC35;+&#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;.] A wedding ring. H. iv. 201. &#xC35;&#xC27;&#xC42;&#xC35;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; &#xC15;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC3F; &#xC12;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41;&#xC32; &#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;unku. [Tel.] v. i. To fly. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC09;&#xC02;&#xC15;&#xC41; n. Consent. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;unkin&#x1E6D;su. [Tel.] v. n. To try, to attempt. &#xC2A;&#xC4D;&#xC30;&#xC41;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC09;&#xC30;&#xC41;&#xC24;&#xC30;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC48; &#xC2F;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC46;&#xC17;&#xC38;&#xC46;&quot; &quot;&#xC15;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F; &#xC24;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC30; &#xC1A;&#xC46;&#xC28;&#xC15;&#xC02;&#xC17; &#xC28;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. ii. 101. To start, as in surprise. &#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;</span>&#xA0;&#xA0;. In poetry denotes a stanza in the metre named &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC3E;&#xC32;. The character &#xC09;. in common business is used as a contraction for &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; an answer, as &#xC2A;&#xC4D;&#xC30;. means a question.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;</span>&#xA0;&#xA0;u. [Tel. In common writing the vowel &#xC09; is shaped like &#xC30;. Compare with this the Kanarese &#xC09; and the Skt. &#xC09; and Eng. U and W, all having the same origin.] The vowel U, as sounded in put, as in oo foot. Many Telugu words use A or U at pleasure: particularly in the second syllable, thus: &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17; or &#xC35;&#xC3E;&#xC32;&#xC17;, &#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC30;&#xC17;&#xC41; or &#xC35;&#xC30;&#xC38; or &#xC35;&#xC30;&#xC41;&#xC38;, &#xC05;&#xC1F;&#xC15; or &#xC05;&#xC1F;&#xC41;&#xC15;, &#xC24;&#xC30;&#xC2E;&#xC41; or &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. If one of these forms does not occur we must look for the word the other spelling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC39;&#xC40;</span>&#xA0;&#xA0;&#x12B;h&#x12B;. [Tel.] interj. Fie! &#xC07;&#xC38;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC39;</span>&#xA0;&#xA0;&#x12B;ha. [Skt.] n. Wish, desire, inclination.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC08;&#xC38;&#xC41;</span>&#xA0;&#xA0;&#x12B;su. [from Skt. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;.] n. Envy. Dislike, disgust, anger. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;. &quot;&#xC36;&#xC42;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC30;&#xC3E;&#xC18;&#xC35;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC2C;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC41; &#xC38;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC40;&#xC38;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC35;&#xC48;&#xC30;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;: vii. &#xC08;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; &#x12B;suk&#x101;&#x1E0D;u. n. an envious man. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC1F;</span>&#xA0;&#xA0;un&#x1E6D;a. [Tel.] n. Contraction of &#xC09;&#xC02;&#xC21;&#xC41;&#xC1F; q. v. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC1F; being unable to tell. Also, a ball. &#xC09;&#xC02;&#xC21;, &#xC09;&#xC02;&#xC1F;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41; a fish hook to which a ball of lead is tied. &#xC38;&#xC40;&#xC38;&#xC2A;&#xC41;&#xC17;&#xC02;&#xC21;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;unchchamu. [Skt.] n. Gleanings. To live by gleaning corn in the fields, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F;. Extreme poverty &#xC32;&#xC47;&#xC15;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC09;&#xC02;&#xC1B;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; unchha-vritti. Living on alms. &#xC2A;&#xC47;&#xC26;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;un&#x1E6D;su. [Tel. Causal of &#xC09;&#xC02;&#xC21;&#xC41;] v. t. To place, put, set, lay, let be, keep, deposit, preserve, reserve. &#xC08; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC09;&#xC02;&#xC1A;&#xC41; leave off these assertions. &#xC2E;&#xC26;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41; to bear in mind. &#xC24;&#xC2E;&#xC30;&#xC41; &#xC26;&#xC2F; &#xC09;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you must not forget me: &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; un&#x1E6D;su-konu. To keep for himself. To keep a mistress. To entertain in service.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC17;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ungu&#x1E6D;amu. [from Skt. &#xC05;&#xC02;&#xC17;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;] n. The thumb. &#xC2C;&#xC4A;&#xC1F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ungi&#x1E0D;i. [Tel.] n. A disease amongst cattle arising from their grazing on the sprouts of &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC2A;&#xC1A;&#xC47;&#xC28;&#xC41; and &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;, as in England they are injured by eating clover.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41; ungaramu. [Tel.] n. A ring, a finger ring. &#xC09;&#xC02;&#xC17;&#xC30;&#xC2A;&#xC41; &#xC35;&#xC47;&#xC32;&#xC41; the ring finger, or fourth finger. &#xC05;&#xC28;&#xC3E;&#xC2E;&#xC3F;&#xC15;.
			</div>
                