&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;ami. [Tel. negative noun from &#xC09;&#xC02;&#xC21;&#xC41;] n. Absence: non-existence. &#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC09;&#xC02;&#xC21;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;a. [Tel.] n. A lump, a ball, a pellet, a pill or bolus. adj. Round. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC09;&#xC02;&#xC21;&#xC15;&#xC4B;&#xC35;&#xC3F; u&#x1E47;&#x1E0D;a-k&#x14D;vi. n. A rod, a staff. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30;. &#xC09;&#xC02;&#xC21;&#xC1A;&#xC40;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; u&#x1E47;&#x1E0D;a-ch&#x12B;&#x1E6D;lu-v&#x113;yu. v. n. To ballot. &#xC09;&#xC02;&#xC21;&#xC28;&#xC42;&#xC32;&#xC41; u&#x1E47;&#x1E0D;an&#x16B;lu. n. A ball of thread. See &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; u&#x1E47;&#x1E0D;a-villu. n. A pellet-bow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC09;&#xC02;&#xC2C;&#xC33;&#xC3F; or &#xC09;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC15; umba&#x1E37;amu. [Tel.] adj. Free from taxation. &#xC08;&#xC28;&#xC3E;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC09;&#xC02;&#xC2C;&#xC33;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; a village free of rent. &#xC1C;&#xC3E;&#xC17;&#xC40;&#xC30;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC2C;</span>&#xA0;&#xA0;umba. [Tel. an imitative word.] n. The lowing of oxen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;umpa&#x1E0D;amu. [Tel. from &#xC09;&#xC02;&#xC1A;&#xC41;] n. Keeping. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F; the dancing woman kept by him &#xC09;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; umpu&#x1E0D;u. adj. Kept.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;r&#x101;yi. [Tel. &#xC09;&#xC02;&#xC21;+&#xC30;&#xC3E;&#xC2F;&#xC3F;] n. A ball of rice flour boiled in steam. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; u&#x1E47;&#x1E0D;r&#x101;&#x1E37;&#x1E37;u. n. Cakes offered to the gods and particularly to Ganesa. &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; or &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC26;&#xC4D;&#xC26;&#xC46; a feast kept by women who pay their vows by such offerings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;ramu. [Tel.] n. A ball. adj. Round. plu. &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; same as &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; See &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC02;&#xC2A;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;ra-kampa. [Tel.] n. A bush with thorns.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC09;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC38; u&#x1E47;&#x1E0D;ra. [tel.] n. The white Mimosa tree. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;u. [Tel.] v. n. To be, exist, live. 2. To reside, dwell. 3. To remain, stop, stay. 4. To last, endure, continue. 5. To keep still, stay quiet; 6. To wait. To stand over, remain as a surplus. &#xC09;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. 7. To have. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F; &#xC09;&#xC02;&#xC21;&#xC17;&#xC3E; as I have a wife. &quot;&#xC15;&#xC28;&#xC15;&#xC2E;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;&quot; he who possesses gold. -- 8. To keep a feast. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC26;&#xC36;&#xC2E;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they kept the Vijaya Dasami feast. &#xC09;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC3F;&#xC26;&#xC3F; this is the fact. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC42;&#xC2A;&#xC41; the true form, the reality. &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2A;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I remained there ten days, &#xC35;&#xC3E;&#xC21;&#xC41; (&#xC07;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B;) &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3E; is he at home? &#xC2E;&#xC40; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3E; is your father well? &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC02;&#xC21;&#xC3F; suddenly, just as they were. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are; &#xC30;&#xC47;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC15; &#xC09;&#xC02;&#xC1F;&#xC3E;&#xC30;&#xC3E; will they remain till to-morrow? &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3E; are they there?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;u&#x1E47;&#x1E0D;i. [Tel. from &#xC09;&#xC02;&#xC21;&#xC41;] Past p|| of &#xC09;&#xC02;&#xC21;&#xC41;. (An affix) by, through or from &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;. &#xC2C;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; from a long time. n. A poor&apos;s box. &#xC09;&#xC02;&#xC21;&#xC3F; or &#xC39;&#xC41;&#xC02;&#xC21;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ukkivamu. [Tel.] n. Baseness, vileness, cunning, cruelty. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;. adj. Vile, base. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;, &#xC09;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; ukkivu&#x1E0D;u. n. A cunning man, a wretch &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ukkiri-bikkiri. [Tel.] adj. Close, suffocating, oppressive. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ukka&#x1E37;amu. [Tel.] n. The vanguard, pickets round a camp. A principal or royal road near a city. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC38;&#xC2E;&#xC40;&#xC2A; &#xC30;&#xC3E;&#xC1C; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ukkalu&#x1E0D;u. [Tel.] adj. Eager, earnest. &#xC26;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;and &#xC09;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41; See under &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ukka&#x1E47;amu. [Tel.] n. A watch, guard. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ukka&#x1E0D;amu. [Tel. from &#xC09;&#xC21;&#xC15;&#xC21;&#xC2E;&#xC41;] adj. Much, great. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC40;&#xC21;&#xC41; ukka&#x1E0D;&#x12B;&#x1E0D;u. n. A brave man. &#xC2C;&#xC02;&#xC1F;&#xC41;, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;See under &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;ukka. [Tel. from &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;.] n. Heat, closeness. &#xC09;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;umbhanamu. [Skt.] n. Sinking, depressing. A ii. 75. &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Filling. &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC09;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; umbhitamu. adj. Filled. &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;..
			</div>
                