&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;uggin&#x1E6D;su. [Tel.] v. a. To weave closely so as to be without any interstices between the threads either of the woof or warp. Also, to flatter. &#xC2D;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uggamu. [Tel.] n. A cord or suspender attached to any thing for the purpose of carrying it about. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC40;&#xC32;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC24;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ugga&#x1E0D;in&#x1E6D;su. [Tel.] v. a. To sound. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To use, to utter (language or expression.) To remember, bring to mind. To mention, speak of.. &#xC35;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; To calculate in the head without writing. To utter notes: to trill or harmonize. M. XII. vi. 368. T. iii. 332. &#xC09;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC09;&#xC17;&#xC4D;&#xC17;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC41; ugga&#x1E0D;impu. n. Eloquence, voice, argument. &#xC09;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC41;&#xC35;&#xC41; ugga&#x1E0D;uvu. adj. Much, great. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;ukk&#x12B;&#x1E0D;u. [Tel. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC08;&#xC21;&#xC41;] n. A stubborn man. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;</span>&#xA0;&#xA0;or &#xC09;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC2E;&#xC41; ukkisa. [Tel.] n. Asthma, gasping for breath. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC2E;&#xC41;. &#xC0E;&#xC17; &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;, &#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;. Dry cough. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;ugga. [Tel.] adj. Tight, fast. &#xC09;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ugga-pa&#x1E6D;&#x1E6D;u. v. n. To determine. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. Kalah. iii. 122. &#xC09;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; ugga-p&#x14D;sikonu. v. a. To resolve. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;ug&#x101;di. [Skt. &#xC2F;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC3F;] n. The Telugu New Year&apos;s day. &#xC1A;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC23; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ugamu. [Tel.] n. Life. &#xC06;&#xC2F;&#xC41;&#xC35;&#xC41;. R&#x101;gha. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ukshamu. [Skt.] n. An ox. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uktamu. [Skt.] adj. Spoken, said, uttered. &#xC09;&#xC15;&#xC4D;&#xC24;&#xC3F; ukti. n. Speech, speaking, a word, an expression.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;</span>&#xA0;&#xA0;ukkera. [Tel.] n. A maccaroon, a sugar cake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;</span>&#xA0;&#xA0;ukke&#x1E0D;a. [Tel.] n. An oblong ball of thread for a spindle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;ukku. [Tel.] n. Steel. Strength, courage, pride, vigour, potency. &#xC05;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Steadiness. &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC17; &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;. A very tough sort of steel. R. v. 197. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC24;&#xC40;&#xC17;&#xC46; ukku-t&#x12B;ge. n. Steel wire. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC41;&#xC28;&#xC15; or &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15; ukku-tunaka. n. A bit of steel, a brave, sharp or active man. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC3F; ukku-mukhi. n. The crimson crested barbet, or coppersmith bird, Xantholaema haemaxtocephala. (F.B.I.) &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; ukku-sunnamu. n. Ashes of calcined iron, scori&#xE6; calx. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC09;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC1A;&#xC41; ukka&#x1E0D;agin&#x1E6D;su. v. a. To crush one&apos;s pride, to humble: to dishearten. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC17;&#xC41; ukka&#x1E0D;agu. (&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC05;&#xC21;&#xC17;&#xC41;) v. To sink or faint. To be disheartened. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F; ukk-ari. (&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC05;&#xC30;&#xC3F;) A man, a hero. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41; ukk-&#x101;ru. (&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC05;&#xC30;&#xC41;) v. n. To ebb (as strength), to be exhausted, to faint. To lose one&apos;s vigour. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41;. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F; having lost vigor. &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC21;&#xC17;&#xC41; ukku-ma&#x1E0D;agu. v. i. To lose vigor. To die. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC21;&#xC1A;&#xC41; to kill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ugramu. [Skt.] adj. Fearful. Angry, wrathful, fierce, furious, violent, cruel. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC09;&#xC17;&#xC4D;&#xC30;&#xC24; n. Fierceness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC2E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ugmali. [Tel.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;uggu&#x1E0D;u. [Tel.] n. Distance. Respect. &#xC2E;&#xC47;&#xC30;. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;uggu. [Tel.] n. A mixture of castor oil and breastmilk given to infants. A wrinkle or plait in cloth. &#xC2E;&#xC21;&#xC24;. Confusion. &#xC09;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; uggu-pa&#x1E0D;u. v. i. To form into a fold. &#xC2E;&#xC41;&#xC21;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC09;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; uggulu-p&#x101;ru. v. n. To run into a knot in spinning or twisting, to be entangled, to run into wrinkles. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be confused or confounded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ugg-&#x101;&#x1E0D;u. [Tel.] n. To tread to pieces, destroy. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;ukku. [Tel.] v. i. To die, to be crushed.
			</div>
                