&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchch&#x101;&#x1E6D;anamu. [Skt.] n. Routing, driving away. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; uchch&#x101;&#x1E6D;anamu-ch&#x113;yu. v. To exorcise, drive out (evil spirits.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;uchcharin&#x1E6D;su. [Skt.] v. a To pronounce, articulate, recite, say. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC23; or &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; uchch&#x101;ra&#x1E47;a n. Pronunciation, utterance, recitation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchchayamu. [Skt.] n. A crowd. A knot formed of a woman&apos;s cloth in front. &#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC15; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchchamu. [Skt.] adj. Vertical, high, tall. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC41;. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41; n. The zenith, the meredian, the vertical point in the sky.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchcha&#x1E47;&#x1E0D;amu. [Skt.] adj. Quick, hasty, sudden in temper. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; = &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchitamu. [Skt.] adj. Proper, agreeable. Free, graits, for charity. &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; uchitamu-g&#x101;. adv. Freely, as a gift, of one&apos;s own pleasure, without money or price.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ugr&#x101;&#x1E47;amu. [Tel.] n. A store house: a pantry, a treasury. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC41; &#xC28;&#xC3E;&#xC21;&#xC41;, &#xC09;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;, &#xC09;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; a steward, a butler, a storekeeper, a treasurer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ugr-&#x101;kshu&#x1E0D;u. n. The &apos;Fierce-eyed,&apos; an epithet of the god Siva. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; ugru&#x1E0D;u. n. A fearful or fierce man. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC43;&#xC02;&#xC16;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uch-chh&#x1E5B;unkhalamu. [Skt.] adj. Selfwilled, perverse, unrestrained. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC42;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchchh&#x16B;namu. [Skt.] adj. Swollen, turgid, close. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchchhish&#x1E6D;amu. [Skt.] adj. &amp; n. Spittle, the leavings or fragments of the table. &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;. &#xC2E;&#xC27;&#xC42;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; a bee&apos;s leavings, i.e., wax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;su. [Tel.] v. n. To rush. &#xC26;&#xC42;&#xC30;&#xC41;. v. i. To go, to enter. To send. To drive away. &quot;&#xC21;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&quot; he cried avaunt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;su. [Tel.] n. A slip-knot, noose, a halter. &#xC09;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;sa-malli. [Tel.] n. A naked or low woman. A jade, a slut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;sa. [Tel.] n. Urine. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC21;&#xC3F;, &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC4B;&#xC2F;&#xC41; u&#x1E6D;&#x1E6D;sa-p&#x14D;yu. v. n. To make water. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21; u&#x1E6D;&#x1E6D;sa-bu&#x1E0D;&#x1E0D;a. The bladder. &#xC28;&#xC40;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;su-karin&#x1E6D;su. [Tel.] v. i. To cry shame (&#xC06;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B;) &#xC09;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41;. &#xC09;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; u&#x1E6D;sukku. n. An onomatopoeic word imitating the sound &#xC09;&#xC1A;&#xC41;&#xC15;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC48;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchchai&#x1E63;ravamu. n. Name of the horse of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC47; uchchichchire. [Tel.] Hey! hiss! a word used in setting a dog on to fight. BD. vii. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;or &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24; uchchinta. [Tel.] n. The gigantic swallowwort: a large kind of calotropis. HK. iii. 70. &#xC05;&#xC32;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC3E;&#xC15;&#xC2E;&#xC41;. Rox. i. 571.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;uchchi. [Tel.] n. The crown or top of the head. &#xC2E;&#xC3E;&#xC21;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; she is suffering from the evil (imagined to be) caused by letting the nipple touch the top of her child&apos;s head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC35;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchch&#x101;-vachamu. [Skt.] adj. Diverse: not of one sort, in all sorts of ways. &#xC2C;&#xC39;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32;&#xC28;&#xC41;. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC35;&#xC1A;&#xC2E;&#xC41;&#xC17;&#xC3E; uchch&#x101;-vachamu-g&#x101;. adv. Up and down, high and low. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC35;&#xC1A;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he called me all sorts of names.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; uchchrayamu. [Skt.] n. Height, the highest point: exaltation. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC03;&#xC2A;&#xC24;&#xC28;&#xC39;&#xC47;&#xC24;&#xC41;&#xC03; Great exaltation leads to downfall.
			</div>
                