&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC5B;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uzzanamu. [Tel.] n. The act of giving up, abandonment. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC09;&#xC5B;&#xC4D;&#xC1C;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; uzzana-ch&#x113;yu. v. t. To give up. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;uzza-gin&#x1E6D;su. v. a. To cease from, lay aside, leave, abandon, desist from. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC2E;&#xC41;.&quot; &#xC09;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; uzzagillu. v. i. To avoid. to pass. &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;, &#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;uzza. [Tel.] n. A guess, estimate. &#xC0A;&#xC39; &#xC0A;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC4B;&#xC28;&#xC41; uzza-gonu. v. t. To guess. &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC5B;&#xC2F;&#xC2C;&#xC4B;&#xC21;</span>&#xA0;&#xA0;uzia-b&#x14D;&#x1E0D;a. [H.] n. Starboard. &#xC15;&#xC41;&#xC21;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC15; (a sea phrase.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC3E;&#xC21;</span>&#xA0;&#xA0;uz&#x101;&#x1E0D;a. [H.] adj. Depopulated, waste, deserted. &#xC2A;&#xC3E;&#xC21;&#xC48;&#xC28;, &#xC06; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC09;&#xC1C;&#xC3E;&#xC21;&#xC48;&#xC28;&#xC26;&#xC3F; the village was depopulated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ujvalamu. [Skt.] adj. Radiant, splendid. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ujjrimbhitamu. [Skt.] adj. Bursting forth, betrayed, manifested, as any passion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ujj&#x12B;v&#x101;namu. [Skt. &#xC09;&#xC24;&#xC4D;+&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;] n. Animating, inspiring with life. Revival. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;, &#xC09;&#xC1C;&#xC4D;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; ujj&#x12B;vin&#x1E6D;su. v. a. To live. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;ujji. [Tel.] n. A match, a rival. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC1C;&#xC2F;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ujjayini. [Tel.] n. Ujjain or Oojein in Malwa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uchchhvasitamu. [Skt.] n. Breathing, Dasav. VII. 91. &#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; uchch&#x1E25;v&#x101;samu. n. Breath, a breathing sigh. &#xC0E;&#xC17;&#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;. &#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; uchchhv&#x101;sa-nir&#x14D;damu. n. A stoppage of the breath from stitch or other bodily pain. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC32;&#xC24;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC09;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; A feast. See &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F; and &#xC24;&#xC26;&#xC4D;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;ra-va&#x1E0D;iyamu. [Tel.] n. A rich dish, a kind of pilao of rice and spices. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC09;&#xC1F;&#xC4D;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he took that man&apos;s property as quietly as he would have eaten his dinner.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;u. [Tel.] n. Salt land; land fit for the manufacture of salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC32;, &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC41; u&#x1E6D;&#x1E6D;u. [for &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;] v. n. To be born. To flow. &#xC15;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;i-pa&#x1E0D;u. [Tel.] v. n. To start forth. To be manifested, as a passion. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;ajamu. [Skt.] n. A hermitage: a cell formed of leaves. &#xC2A;&#xC30;&#xC4D;&#xC23;&#xC36;&#xC3E;&#xC32;, &#xC06;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E6D;a&#x1E47;kamu. [Tel.] n. Summing up, a summary. &#xC1F;&#xC42;&#xC15;&#xC3F;, &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC09;&#xC1F;&#xC02;&#xC15;&#xC3F; u&#x1E6D;anki. adj. Clever, active, ready, nimble, brief. &#xC09;&#xC1F;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; u&#x1E6D;ankin&#x1E6D;su. v. a. To note, make a note or abstract of; to note down as a memorandum. To state, cite. To sum up or abstract. &#xC09;&#xC1F;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; u&#x1E6D;anki-tanamu. n. Vivacity, briskness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC18;&#xC3F;&#xC24;</span>&#xA0;&#xA0;ujjhita. [Skt.] adj. Left, abandoned.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;uzzuva-kallu. [Tel.] n. Pumice stone. A stone thrown up by a volcano.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;uzz&#x101;yin&#x1E6D;su. [Tel from &#xC09;&#xC5B;&#xC4D;&#xC1C;.] v. i. To guess. &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC5B;&#xC4D;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC5B;&#xC4D;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; uzz&#x101;yimpu. n. Conjecture, guess, estimate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;i. [Tel. plu. &#xC09;&#xC1F;&#xC4D;&#xC32;&#xC41;.] n. A fibrous network sling, in which pots, &amp;c., are suspended from the beams of the house. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC28;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC28;&#xC47;&#xC32; why long for little things after losing the greater? &#xC09;&#xC1F;&#xC4D;&#xC32;&#xC42;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it came down by the run, it fell down flat. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC1F;&#xC4D;&#xC32;&#xC41; the fibres inside a ripe tamarind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC32;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F; u&#x1E6D;la-bo&#x1E0D;&#x1E0D;i. [Tel.] n. A certain plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC40;&#xC32;</span>&#xA0;&#xA0;u&#x1E6D;&#x1E6D;i-ch&#x12B;la. [Tel.] n. A rivet. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC32;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC24;&#xC32;&#xC17;&#xC32; &#xC1A;&#xC40;&#xC32;.
			</div>
                