&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;See under &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;ikilin&#x1E6D;su. v. t. To irritate, to make one&apos;s blood boil. To distress or hurt one&apos;s feelings, to annoy. &#xC09;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41; u&#x1E0D;ikilu. v. n. To feel sore or hurt, to be annoyed. &#xC09;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;uku. [Tel.] v. n. To boil, to bubble with heat, to seethe. To be hot, feverish from heat, to boil with rage. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41; u&#x1E0D;uku. n. Boiling, ebullition, bubbling, heat. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41; u&#x1E0D;uku adj. Hot. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; u&#x1E0D;uku-b&#x14D;tu. [Tel. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;+&#xC2A;&#xC4B;&#xC24;&#xC41;] n. An envious wretch &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41;. &#xC09;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; u&#x1E0D;ikin&#x1E6D;su. v. t. To cause to boil, to debase, disgrace. To displease, offend, annoy. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC41;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC47; &#xC28;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC17;&#xC41;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC28;&#xC2F;&#xC41; &#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC26;&#xC41; &#xC30;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC17;&#xC41; &#xC28;&#xC3E;&#xC26;&#xC41;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; M. V. ii. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;u-k&#x101;&#x1E0D;u. [Tel.] v. t. To plague, tease, chaff. &#xC09;&#xC21;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; Same as &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. q.v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC09;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41; See under &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;&#x101;yin&#x1E6D;su. [H.] v. i. To run away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC35;</span>&#xA0;&#xA0;u&#x1E0D;ava. [Tel.] n. A sort of fish, Gerres mentosus, a species of Zues. Russel, plate 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC24;</span>&#xA0;&#xA0;same as &#xC09;&#xC21;&#xC41;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC20;&#xC3E;&#xC35;&#xC41;&#xC20;&#xC3F;</span>&#xA0;&#xA0;or &#xC39;&#xC41;&#xC20;&#xC3E; &#xC39;&#xC41;&#xC20;&#xC3F; u&#x1E6D;h&#x101;-hu&#x1E6D;hi. [H.] n. Hastiness. &#xC05;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC30;. &#xC09;&#xC20;&#xC3E;&#xC35;&#xC41;&#xC20;&#xC3F;&#xC2A;&#xC2F;&#xC28;&#xC2E;&#xC41; a forced march. &#xC09;&#xC20;&#xC3E;&#xC35;&#xC41;&#xC20;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC30;&#xC3F; they arrived in a great hurry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC20;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;u&#x1E6D;h&#x101;&#x1E47;i. [Mahr.] adj. Great, high &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;u-pushpamu. [Skt.] n. The scentless china rose. Hibiscus Sinensis. &#xC06;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;upu. [Tel. causative of &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;] v. a. To efface, to turn out, to do away with, to wipe away, remove. To leave, to stop or cease. &#xC09;&#xC21;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC24;</span>&#xA0;&#xA0;or &#xC09;&#xC21;&#xC24; u&#x1E0D;uta. [Tel.] n. A squirrel. &#xC09;&#xC21;&#xC41;&#xC24;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; the squirrel&apos;s devotion, Kuch&#x113;lo. i. 130 (When R&#x101;ma was building his bridge between Ceylon and the mainland, the squirrel came to lend his little aid: Rama in approbation stroked the squirrel down the back, which accounts for the white marks seen upon it.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;ugu. [Tel.] v. n. To fall away, grow thin, lean or emaciated, decrease, to be cast off, to be removed as a stone or chain: to be exhausted. To pause, halt, stop. To cease, abate, leave, quit, or relinquish anger. To cease or depart as desire. To be shaken (as a resolution.) M. II. if. 126. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; breeding has ceased. &#xC09;&#xC21;&#xC41;&#xC17;&#xC15; ceaselessly, incessantly, without intermission. &#xC0E;&#xC17;&#xC24;&#xC46;&#xC17;&#xC15;. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC35; u&#x1E0D;ukuva. [Tel. &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC15;&#xC41;&#xC35;] n. Cessation. Rest. &#xC0A;&#xC30;&#xC1F;, &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC28;&#xC2E;&#xC41;. &#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; u&#x1E0D;igin&#x1E6D;su. [Tel. causative of &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;] v. a., To weaken, to lower or starve. To loosen. To turn out, cause to leave, &amp;c., to check, stop, bridle. To remove, do away with. &#xC2A;&#xC4A;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC17;&#xC30;</span>&#xA0;&#xA0;u&#x1E0D;ugara. [Tel.] n. A gift, a present, any present given to a bride or bridegroom during the celebration of their marriage, A. vi. 190. -- &#xC15;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15; &quot;&#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;&#xC17;&#xC30;&#xC32;&#xC4D; &#xC26;&#xC2F;&#xC28;&#xC4A;&#xC38;&#xC17;&#xC41;&quot; N. ii. 126. &#xC32;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC32;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28; &#xC2D;&#xC42;&#xC37;&#xC32;&#xC41; &#xC1A;&#xC40;&#xC30;&#xC32;&#xC41; &#xC28;&#xC30;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2C;&#xC4A;&#xC32;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41; &#xC17;&#xC30;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC28;&#xC02;&#xC24;&#xC28;&#xC4D;.&quot; Swa. v. 120.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC2A;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;u&#x1E0D;upa-kukka. [Tel. &#xC09;&#xC21;&#xC41;&#xC2E;&#xC41;+&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;] n. A hound that hunts after iguanos. Swa. iv. 78.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;upamu. [Skt.] n. A float or raft. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;upu. [Tel.] n. A suit of clothes; a dress.
			</div>
                