&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utkalamu. [Skt.] n. The country of Orissa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utkarshamu. [Skt.] n. Excellence, superiority. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC24;, &#xC2E;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utkaramu. [Skt.] n. A mass or heap. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;another form of &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;umu. [Tel.] n. The iguana &#xC17;&#xC4B;&#xC27;; &#xC17;&#xC4B;&#xC27;&#xC3F;&#xC15;. &#xC09;&#xC21;&#xC41;&#xC2A;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; the young iguana. &#xC09;&#xC21;&#xC41;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;. if you catch an iguana, you are lucky if you get your hand off it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utka&#x1E6D;amu. [Skt.] adj. Abundant, excessive. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC24;</span>&#xA0;&#xA0;ut-kan&#x1E6D;ha. [Skt.] n. Great eagerness. &#xC24;&#xC39;&#xC41;&#xC35;&#xC3E;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;utuku. [Tel.] v. a. To wash, as cloth, &#xC09;&#xC26;&#xC41;&#xC15;&#xC41;. To thrash, &#xC09;&#xC24;&#xC15;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to send clothes to be washed. &#xC09;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; utikin&#x1E6D;su. (Causal of &#xC09;&#xC24;&#xC41;&#xC15;&#xC41;.) v. To get washed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC15;</span>&#xA0;&#xA0;utaka. [Tel.] n. The pivot under a door. &#xC09;&#xC24;&#xC15;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to lift a door off its hinges. See &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC23;&#xC41;&#xC1C;&#xC41;</span>&#xA0;&#xA0;u&#x1E47;uju. [Tel.] n. A kind of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;&#x1E0D;u-ku&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To be out of breath, to be suffocated. To be at one&apos;s wits&apos; end. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC32;&#xC47;&#xC15; &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC1A;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC09;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; the coldness of the water took away my breath. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the infant was choked with milk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC4D;&#xC21;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;&#x1E0D;&#x12B;namu. [Skt.] n. Flying, soaring. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;&#x1E0D;&#x101;&#x1E0D;in&#x1E6D;su. [Tel. causative of &#xC09;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41;] v. t. To palter, play backwards and forwards. Satyab. i. 114. &#xC09;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; u&#x1E0D;&#x1E0D;&#x101;&#x1E0D;u. v. i. To be confounded, to be confused. &#xC15;&#xC32;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;or &#xC09;&#xC21;&#xC4D;&#xC21;&#xC3E; u&#x1E0D;&#x1E0D;a. [Tel.] n. Four, a parcel or pack of four, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;; an assemblage or collection, a heap or pile. &#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC09;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; u&#x1E0D;&#x1E0D;&#x101;-ch&#x113;yu. v. a. To collect in a heap or crowd.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC38;&#xC30;</span>&#xA0;&#xA0;u&#x1E0D;u-sara. [Tel.] n. A kind of plant. &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;uvu. [Skt.] n. A lunar mansion, a star. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC09;&#xC21;&#xC41;&#xC2A;&#xC24;&#xC3F; or &#xC09;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41; u&#x1E0D;u-pati n: The lord of the stars, i.e., the moon &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC41;. &#xC0A;&#xC21;&#xC41;&#xC17;&#xC23;&#xC2E;&#xC41; u&#x1E0D;u-ga&#x1E47;amu. n. A constellation. &#xC09;&#xC21;&#xC41;&#xC35;&#xC40;&#xC27;&#xC3F;. The heavens. &#xC09;&#xC21;&#xC41;&#xC24;&#xC24;&#xC3F; u&#x1E0D;u-tati. n. The constellations. &#xC09;&#xC21;&#xC4D;&#xC35;&#xC27;&#xC40;&#xC2A;&#xC41;&#xC21;&#xC41; u&#x1E0D;vadhipu&#x1E0D;u. n. The moon, as prince of the stars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-kshiptamu. adj. That which is thrown up. &#xC0E;&#xC17;&#xC1C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; ut-ksh&#x113;pamu. n. Throwing up in fragments. &#xC0E;&#xC17;&#xC1C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-krish&#x1E6D;amu. [Skt.] adj Superior, great, fine, grand. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC26;&#xC36; good fortune, high station. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC36;. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC2C;&#xC3E;&#xC27;. terrible suffering.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-k&#x101;ramu. [Skt.] n. Winnowing &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-kalitamu. [Skt.] n. Geometric progression. &#xC38;&#xC02;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; arithmetical progression.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ut-kalika. [Skt.] n. Desire, longing. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC09;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC20;, &#xC09;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC21;&#xC41; utkalu&#x1E0D;u. n. An eager or clever man &#xC26;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-krama&#x1E47;amu. [Skt.] n. Going up: setting out. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23; &#xC26;&#xC36;&#xC32;&#xC4B; at the moment the soul leaves the body.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-kr&#x14D;&#x1E63;amu. [Skt.] n. The ospray, or sea eagle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utk&#x14D;chamu. [Skt.] n. A bribe &#xC32;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
                