&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-tambhitamu. [Skt.] adj. Planted, set. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Lengthened. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Vasu. vi. 137.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41; utta&#x1E47;&#x1E0D;amulu. [Tel.] n. Plu. A sort of gold necklace, worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;utta. [Tel.] adj. Empty, mere, bare, plain, actual, just, simple; idle, naked, vain, useless, in just, not serious, not in earnest, false. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; on common occasions, in general. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC26;&#xC4A;&#xC02;&#xC17;&#xC2A;&#xC28;&#xC3F; actual theft. &#xC09;&#xC24;&#xC4D;&#xC24; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; a horse without a rider. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC41; persons not involved or concerned in a matter. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E; &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E; were you present when he gave it, or at same other time?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utt-aramu. [Skt.] n. An answer, a reply. A letter or epistle. The north. A command. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; letter and reply, correspondence. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; question and answer. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; the northern division of the country. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC26;&#xC3F; ut-t&#x101;r&#x101;di. n. The north, northern. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; the north country. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; uttar&#x101;ya&#x1E47;amu. [from &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30; the north and &#xC06;&#xC2F;&#xC28;&#xC2E;&#xC41; going] n. The sun&apos;s progress to the north of the equator, the period of the year during which the sun is north of the equater, the summer solstice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-tara&#x1E47;amu. [Skt.] n. Passing, crossing. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;uttara-kriya. [Skt.] n. A funeral rite, obsequies. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC46;&#xC21;&#xC3F; &#xC05;&#xC2A;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttar-angamu. [Skt.] n. An arch over the door frame. &#xC17;&#xC21;&#xC2A; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;</span>&#xA0;&#xA0;ut-tara. [Skt.] n. The 12th lunar mansion. The daughter of the King of Vir&#x101;&#x1E6D;a. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC2D;&#xC3E;&#xC26;&#xC4D;&#xC30; the 26th mansion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-tamamu. [Skt.] adj. Excellent. best, virtuous, chief, principal, first. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; (in gram. lit. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E; = last), the first person. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; ut-tamarnu&#x1E47;u. [Skt. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;+&#xC0B;&#xC23;&#xC2E;&#xC41;] n. A creditor. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; ut-tam-&#x101;ngamu. [Skt. &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;] n. The principal member, i.e., the head. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41; ut-tamu&#x1E0D;u. A most excellent man. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC41; ut-tam&#x14D;t-tamamu [Skt. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;+&#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;] adj. Superlative, best, excellent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;</span>&#xA0;&#xA0;ut-tama. [Skt.] n. An excellent good woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-taptamu. [Skt. &#xC09;&#xC24;&#xC4D;+&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;] adj. Dried. n. Dried flesh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttamsamu. [Skt.] n. An earring: a tire or tiara. &#xC2A;&#xC42;&#xC17;&#xC2E;&#xC4D;&#xC2E;, &#xC38;&#xC3F;&#xC17;&#xC2C;&#xC02;&#xC24;&#xC3F;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; uttamsitamu. adj. Set or worn as a crown. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41; uttamsu&#x1E0D;u. n. The chief or noblest man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttara-v&#x101;damu. [Skt.] n. Responsibility, security. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to hold one responsible. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F; uttara-v&#x101;di. n. One who is responsible or answerable. A respondent or defendant, a security. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC38;&#xC2D; uttara-sabha. n. An ulterior or superior court.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttaramu. [Skt.] adj. Secondary subsequent, following after. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC26;&#xC3F;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; the sequel or supplement. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; the sequel to the R&#x101;m&#x101;ya&#x1E47;a. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41; a further means. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a subscribing witness. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; the party who support the affirmative. Also, the affirmative proposition &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, the party in opposition being called &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;; the hypothesis or affirmative proposition, the second part or deduction from an argument. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; the second half of an argument being the demonstration or exemplification of the &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41; or assertion first made. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30; adv. Ever after, at any future time, hereafter, in course of time, gradually.
			</div>
                