&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;uttaru&#x1E0D;u. [Skt.] n. Name of the son of Vir&#x101;&#x1E6D;a (See Bh&#x101;rata). &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41; vain bragging like that of &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; he is a mere braggart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttar&#x12B;yamu. [Skt.] n. A cloak, an upper garment. &#xC2A;&#xC48; &#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;uttariga. [Tel.] n. A kind of necklace. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC26;&#xC02; &#xC2A;&#xC41;&#xC1F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC41; &#xC05;&#xC32;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC2F;&#xC32;&#xC41;.&quot; H. v. 404.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;uttarin&#x1E6D;su. [Tel.] v. a. To cross or pass over. To amputate: to divide cloth into separate pieces, to refund, repay, restore. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; utt&#x101;raku&#x1E0D;u. n. One who helps one to cross. A saviour, a deliverer. &#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;uttar&#x101;si. [Tel.] n. A hole in the lintel and sill or below the doorway, in which are inserted the pivots upon which the door turns. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC47; &#xC15;&#xC42;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttar&#x101;sangamu. [Skt.] n. A cloak: an upper or outer garment. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC3E;&#xC22;</span>&#xA0;&#xA0;uttar&#x101;sh&#x101;&#x1E0D;ha. [Skt.] n. The 21st of the lunar mansions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utth&#x101;namu. [Skt.] n. Rising: effort: an army, war. &#xC09;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; utth&#x101;panamu. n. Rising: erection. &#xC32;&#xC47;&#xC2A;&#xC41;&#xC1F;. &#xC09;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; impotent. &#xC2E;&#xC43;&#xC24;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC27;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; resurrection. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; resurrection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;uttu&#x1E0D;u. [Skt. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.] adj. A fit person. &#xC24;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC28;&#xC41;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttungamu. [Skt.] High, tall: big, projecting, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttir&#x1E47;amu. [Skt.] adj. That which is crossed over. &#xC26;&#xC3E;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;utti. [Tel.] n. An equal. A substitute. &#xC08;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC27;&#xC3F;. (Jai. Bh&#x101;r. i.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utt&#x101;lamu. [Skt.] adj. Long: formidable. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; he of the formidable sword. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC32;&#xC2A;&#xC21;&#xC41; to hurry, to be precipitate. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utt&#x101;namu. [Skt.] adj. Not deep. Turned on one&apos;s back. lying supinely, reclining. &#xC32;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC32; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC36;&#xC2F;&#xC41;&#xC21;&#xC41; n. One who lies on one&apos;s back.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uttalamu. [Tel.] n. Fear, dread, terror, distress, agitation, trouble, &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC2A;&#xC41;, &#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Haste. &#xC24;&#xC4D;&#xC35;&#xC30;. &quot;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC21;&#xC41; &#xC28;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&quot; Swa. iv. 158. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2A;&#xC21;&#xC41; or &#xC09;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC41; uttala-pa&#x1E0D;u. v. i. To be in trouble or agitated. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; uttala-p&#x101;&#x1E6D;u. n. Disquiet, distress.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC23;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC23;&#xC3F; or &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC28;&#xC41; uttar&#x113;&#x1E47;u. [Tel.] n. The plant termed achyranthes aspera or, the Prickly Chaff flower (E. P.) &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; a bur that sticks to the clothes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;uttaruvu. [Skt.] n. An answer, a reply, an order, a command, permission, leave. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; uttaruvu-cheppu. v. n. To answer or reply. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; uttaruvu-ch&#x113;yu. v. t. To order. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to take leave. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; uttaravi&#x1E6D;&#x1E6D;su. v. t. To dismiss, give leave, direct.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utpannamu. [Skt.] adj. Born. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utpatti. [Skt.] n. Birth, creation, production, origin. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; utpatti-ch&#x113;yu. To produce, create, fabricate. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41; utpatti-y-agu. v. n. To be born, created, formed, framed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-patanamu. [Skt.] n. Flying, soaring, Birth, production. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;.
			</div>
                