&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;utr&#x101;si. [Tel.] n. The upper hinge of door, a pivot on which the door turns. Same as &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC38;&#xC3F;. The lower hinge is called &#xC09;&#xC24;&#xC15; utaka. &#xC09;&#xC24;&#xC15;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to enter the house as a thief does by lifting the door out of its socket.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2B;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-phullamu. [Skt.] adj. Expanded, or blown as a flower. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;ut-pr&#x113;ksha. [Skt.] n. Hyperbole, rhetorical sublimity, high flown language, Poetical ecstacy. Apostrophe &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; ut-pr&#x113;kshin&#x1E6D;su. v. i. and t. To apostrophise, or describe hyperbolically.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-pr&#x101;samu. [Skt.] n. Satirical speech. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; utp&#x101;din&#x1E6D;su. [Skt.] v. n. To be born, to rise, to spring from a source. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; utp&#x101;ditamu. adj. Produced, effected, generated, begotten. &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-p&#x101;tamu. [Skt.] n. A prodigy, a preternatural phenomenon such as an earthquake, a comet, or an abnormal birth. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41; a wonderful genius. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; marvels or signs in air, earth, and heaven. A. iv. 300.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-p&#x101;&#x1E6D;anamu. [Skt.] n. Rooting out, eradication. &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; utp&#x101;&#x1E6D;in&#x1E6D;su. v. a. To root out or eradicate. &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; utp&#x101;&#x1E6D;itamu. adj. Eradicated, rooted up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-agramu. [Skt.] n. High Fearful. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC48;&#xC28;, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udakamu. [Skt.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC15;&#xC4D;</span>&#xA0;&#xA0;udak. [Skt.] n. North. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; adj. Northern. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udantamu. [Skt.] n. A message, Tidings, intelligence. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udanchitamu. [Skt.] adj. Thrown up, tossed. Worshipped, honoured. Fine, grand, splendid. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udanchanamu. [Skt.] n. An earthen cover for a pot. &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC47;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-s&#x113;dhamu. [Skt.] n. Height, elevation, loftiness. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC41;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-s&#x113;kamu. [Skt.] n. Increase, pride; sprinkling water. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; ut-s&#x113;kin&#x1E6D;su. v. i. To be full, to increase. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-srish&#x1E6D;amu. [Skt.] adj. Abandoned, left. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-sukamu. [Skt.] adj. Strenuous, zealously active, earnest, zealous &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41; &#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; ut-sahin&#x1E6D;su.[Skt.] v. i. To attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To triumph, to rejo&#xEF;ce. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41; ut-s&#x101;hamu. n. Perseverance. Alacrity. Glee, eagerness, mettle, spirit, jollity, bloom of beauty. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; a man of mettle. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39; &#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; sanguine, straight forward, mettlesome.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;utpalamu. [Skt.] n. A water lily, a blue lotus. &#xC15;&#xC32;&#xC41;&#xC35;. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC3E;&#xC32; utpala-m&#x101;la The name of a particular metre in verse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-savamu. [Skt.] n. A feast, festivity, mernment. &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; a feast for the eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; ut-sargamu. [Skt.] n. Yielding, relinquishment, quitting. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. Common. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-sannamu. [Skt.] adj. Rooted up, destroyed, decayed, ruined. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC24;&#xC4D;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ut-sangamu. [Skt.] n. The lap, the front of the thigh. Association, union. &#xC2C;&#xC21;&#xC3F;, &#xC24;&#xC4A;&#xC21;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC27;&#xC3F;</span>&#xA0;&#xA0;uda-dhi. [Skt. &#xC09;&#xC26; water+&#xC27;&#xC3F; place.] The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; udap&#x101;namu. n. A well. &#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
                