&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ud&#x101;ru&#x1E0D;u. [Skt.] n. A liberal or splendid man, a generous man &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E0D;&#x101;namu. [Skt.] n. Air that rises in the throat. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud&#x101;ttamu. [Skt.] n. A sort of quaver used in reading the Veda. &#xC09;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; ud&#x101;ttamu. adj. Generous, liberal, noble, glorious, Exceeding, great, vast. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC09;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; ud&#x101;ttu&#x1E0D;u. n. A noble man, a liberal man. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC2F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;udastu&#x1E0D;u. [Skt.] adj. He who is expelled, humbled or shamed; an exile&apos; &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udarkamu. [Skt.] n. Future or remote consequence, &#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D; &#xC2B;&#xC32;&#xC2E;&#xC41;; future time. &#xC30;&#xC3E;&#xC17;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;udaru. [Tel.] v. i. To be afraid, to be alarmed. &#xC09;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; udari-pa&#x1E6D;u. v. n. To start or be alarmed. &#xC05;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC09;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; udari-p&#x101;&#x1E6D;u. n. Startling. &#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udaramu. [Skt.] n. The belly, the centre; &#xC32;&#xC02;&#xC2C;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; the corpulent being, a title of Ga&#x1E47;&#x113;sa. &#xC09;&#xC26;&#xC30;&#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; a glutton, one who cares chiefly to fill his belly. &#xC09;&#xC26;&#xC30;&#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41; udara-p&#x14D;sha&#x1E47;amu. n. Nourishing the belly, livelihood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udayamu. [Skt.] n. Birth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. The rising of the sun or other heavenly bodies, the morning. &#xC09;&#xC26;&#xC2F;&#xC3E;&#xC28; in the morning. &#xC09;&#xC26;&#xC2F;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; uday&#x101;dri. n. The eastern mountain behind which the sun is supposed to be born. &#xC09;&#xC26;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; Morning carol. A particular sort of red silk. &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; udayin&#x1E6D;su. v. a. To be born. To rise. To begin or originate, as a quarrel or an opinion. To arise or become celebrated. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; crooked thoughts having arisen in the mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC41;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udumbaramu. [Skt.] The glomerous fig tree, ficus racemosa. &#xC2E;&#xC47;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud&#x12B;r&#x1E47;amu. [Skt.] adj. Generous, noble, great. &#xC09;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC40;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;ud&#x12B;chi. [Skt.] n. The north. &#xC09;&#xC26;&#xC40;&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC41; or &#xC09;&#xC26;&#xC40;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; ud&#x12B;ch&#x12B;namu. adj. Northern.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3F;&#xC32;</span>&#xA0;&#xA0;udila. [Tel.] n. Trouble, grief, regret, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Discouragement, timidity, cowardice. &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC3F;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41; udila-konu. v. i. To be afraid. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;; to lose heart, to grieve, to regret &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC0F;&#xC28;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC28; &#xC38;&#xC2E;&#xC41;&#xC27;&#xC43;&#xC24;&#xC3F;, &#xC28;&#xC42;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC26;&#xC3F;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC15;.&quot; M. XII. iii. 166.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;udiri. [Tel.] adj. Fine, pure. Refined. &#xC24;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC30;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; fine gold &#xC05;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F; R. vii. 184. &apos;&#xC09;&#xC26;&#xC3F;&#xC30;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; lilies. &#xC09;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC1F;&#xC28;&#xC4D; in a sweet embrace. &#xC09;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; udiri-gonu. v. i. To be hot, to melt. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;udiya. [Tel. another form of &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;] n. An attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. &#xC05;&#xC30;: ii. &#xC09;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC4A;&#xC28;&#xC41; udiya-gonu. v. t. To try. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uditamu. [Skt.] adj. Spoken, said. Risen, produced. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud&#x101;hara&#x1E47;amu. [Skt.] n. An example, instance, or illustration of any rule or precept. &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ud&#x101;harin&#x1E6D;su. v. a. To instance, mention. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC3E;&#xC38;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud&#x101;s&#x12B;namu. [Skt.] n. Bullying, rejection, disregard. &#xC09;&#xC26;&#xC3E;&#xC38;&#xC40;&#xC28;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, abusive language, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC37;&#xC32;&#xC41;. &#xC09;&#xC26;&#xC3E;&#xC38;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; ud&#x101;s&#x12B;nu&#x1E0D;u. n. A stranger. One who is indifferent or unconcerned. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC15; &#xC09;&#xC26;&#xC3E;&#xC38;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; he was an unconcerned spectator.
			</div>
                