&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC24;&#xC41;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uddamu. [Tel.] n. Height, length. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC41; uddamulu. n. Shoes, slippers. &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC2F;&#xC2E;&#xC30;.&quot; H. iii. 121.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC24; uddan&#x1E0D;amu. [Skt.] n. Violence, fierceness, as of heat. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; fiercely, hotly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;udda. [Tel.] adj. and adv. Much, very. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. High or long. &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-gh&#x14D;shamu. [Skt.] n. Cry &#xC2E;&#xC4A;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; ud-gh&#x14D;shin&#x1E6D;su. v. i. To cry. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-gh&#x101;tamu. [Skt.] n. Beginning, Striking. &#xC06;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-g&#x101;ramu. [Skt.] n. Vomiting, belching, emitting, exuding, gushing. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC1F;, &#xC24;&#xC47;&#xC2A;&#xC41;. A. ii. 92. R. vi. 24. &#xC09;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; udg&#x101;rin&#x1E6D;su. v. a. To vomit, to belch, emit. &#xC15;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC47;&#xC2A;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC18;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; ud-gh&#x101;&#x1E6D;anamu. [Skt.] n. Breaking. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC09;&#xC26;&#xC4D;&#xC18;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; udgh&#x101;&#x1E6D;in&#x1E6D;su. n. To break, open. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC24;</span>&#xA0;&#xA0;ud-g&#x101;ta. [Skt.] n. One who directs the Sama Veda ceremonies in a sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC38;&#xC3E;&#xC2E; &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-d&#x113;&#x1E63;amu. [Skt.] n. Intent, desing. &#xC17;&#xC41;&#xC30;&#xC3F;. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; ud-d&#x113;&#x1E63;in&#x1E6D;su. v. i. To intend, design. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; ud-d&#x113;&#x1E63;yamu. adj. That which is intended.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;uddulu. [Tel.] n. The grain called black gram. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-d&#x12B;panamu. [Skt.] n. Burning. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udd&#x12B;pakamu.[Skt.] adj. Inflaming, lighting. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. See under &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-dish&#x1E6D;amu. [Skt.] adj. Designed, mentioned. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;uddiya. [Tel.] n. A trial, attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41; to try. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;uddi. [Tel.] n. A match, an equal, a rival. Rivalry, equality. A bank or dam with a channel on it, into which water is pumped to be conveyed to higher lands. The name of a certain tree. Bignonia spathacea. Rox. iii. 103. &#xC1C;&#xC24;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41; to rival. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; equals &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC3F; fighting hand to hand. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F; uddi. adj. Paired, couple, side by side. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; uddin&#x1E6D;su. v. a. To pair, match, couple. &#xC1C;&#xC24;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; uddik&#x101;&#x1E0D;u. n. A match, an equal. A friend &#xC5B;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;See under &#xC09;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;udd&#x101;ri. [H.] n. A superintendent &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23; &#xC15;&#xC30;&#xC4D;&#xC24; (Viz&#x101;g.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;udd&#x101;mu&#x1E0D;u. [Skt.] n. An irresistible man. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC48;&#xC28; &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. An independent man. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;uddari. [Tel. &#xC09;&#xC26;&#xC4D;&#xC26;+&#xC26;&#xC30;&#xC3F;] n. A sleep bank: &#xC28;&#xC26;&#xC3F;&#xC32;&#xC4B; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC26;&#xC30;&#xC3F;. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41;&#xC35;&#xC41; uddaravu. (&#xC09;&#xC26;&#xC4D;&#xC26;+&#xC05;&#xC30;&#xC41;&#xC35;&#xC41;.) n. Mortgage of a crop not yet raised. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC21;&#xC3F; or &#xC09;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC21;&#xC3F; uddava&#x1E0D;i. &#xC09;&#xC26;&#xC4D;&#xC26;+&#xC35;&#xC21;&#xC3F;) n. Rapidity, great celerity. Violence, haste. P. i. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-g&#x101;&#x1E0D;hamu. [Skt.] adj. Much, excessive, deep. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-gamamu. [Skt.] n. Birth, production, flight &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;, &#xC0E;&#xC17;&#xC2A;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; udgamin&#x1E6D;su. v. i. To fly. &#xC0E;&#xC17;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ud-gati. [Skt.] n. Birth, production. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &quot;&#xC1C;&#xC30;&#xC26;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;&quot; &#xC06;&#xC2E;&#xC41;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC41;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC26;&#xC41;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; udu&#x1E6D;u. [Tel.] n. Bigness, vigour, weight, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;. adj. Big, vigorous , fine, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;uduru. [Tel.] adj. Insolent. &#xC09;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41; a fool. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
                