&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-buddhamu. [Skt.] adj. Awakened, excited, reminded &#xC24;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC32;&#xC47;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC09;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC09;&#xC26;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC15;&#xC2E;&#xC41; ud-b&#x14D;dhakamu. n. Hinting, suggesting. Association, connection of ideas: exemplified thus: &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; the sight of this elephant reminds one of him who rode it. &#xC09;&#xC26;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41; ud-b&#x14D;dhaku&#x1E0D;u. n. One who reminds. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC26;&#xC4D;&#xC26;&#xC4D;&#xC2A;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-dhritamu. [Skt.] adj. Raised drawn up. &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC1A;&#xC47;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-dh&#x16B;tamu. [Skt.] adj. Driven up, shaken off, scattered, removed. &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC15;&#xC46;&#xC17;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-dhuramu. [Skt.] adj. Weighty, firm. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23; or &#xC09;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; ud-dh&#x101;ra&#x1E47;amu. [Skt.] n. Lifting up. Protection. Sustaining. Rescuing, delivering, releasing, restoring. &#xC2E;&#xC24;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41; to re-establish a religion. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41; a share granted to the man who re-established something that has fallen into decay. &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to sustain: support. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; ud-dh&#x101;raku&#x1E0D;u. n. He who sustains or nourishes, a saviour, a redeemer &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-dhavamu. [Skt.] n. A festival, a holiday &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ud-dharin&#x1E6D;su. [Skt.] v. a. To raise, lift, set up, support, up-hold, re-establish, restore, rescue, deliver, preserve, protect. &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to restore the Vedas. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to support the family. &quot;&#xC28;&#xC17;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;&quot; he saved the village which had been sequestrated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ud-dhara&#x1E47;i. [Skt.] n. A little spoon used in worship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ud-dhati. [Skt.] n. Rudeness, arrogance. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC21;&#xC41; ud-dhatu&#x1E0D;u. n. An insolent man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-yuktamu.[Skt.] adj. Attempted. Zealous, resolved, determined. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; He who is ready or prepared. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; being about to go. &#xC1C;&#xC3E;&#xC2C;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC28;&#xC48; when I was going to write the letter. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; ready to do a cruel deed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udy&#x101;namu. [Skt.] n. A royal garden, or park.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udyamamu.[Skt.] n. An attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; udy&#xE1;min&#x1E6D;su. v. i. To attempt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2D;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC3F;&#xC26;&#xC2E;&#xC41; ud-bhijjamu. [Skt.] n. Sprouting, germinating, shooting. A. v. 114. &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; ud-bh&#x113;damu adj. Breaking or bursting through, as a shoot through the ground. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-bh&#x101;sitamu. [Skt.] adj. Splendid, glorious. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&amp;dmacr;-bhavamu. [Skt.] n. Birth, production, emanation. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC09;&#xC26;&#xC4D;&#xC2C;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ud-bhavin&#x1E6D;su. v. i. To be born or produced. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-bha&#x1E6D;amu. [Skt.] adj. Great, exceeding. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;.
			</div>
                