&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udr&#x113;kamu. [Skt.] n. Increase, excess. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; udr&#x113;kin&#x1E6D;su. v. i. To increase. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; udriktamu. adj. Distinct: increased.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udy&#x14D;gamu. [Skt.] n. An attempt, endeavour, undertaking; enterprise, exertion; activity. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. a profession, employment, occupation, calling, mission, office or situation; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to excercise an office. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; or &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC3F; udy&#x14D;gasthu&#x1E0D;u n. An officer, a functionary. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; udy&#x14D;gin&#x1E6D;su. v. t. To undertake, set to do, to turn one&apos;s mind to: to apply oneself to &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;for &#xC09;&#xC02;&#xC21;&#xC41;&#xC28;&#xC3E; is it likely to be so?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;unni. [Tel.] n. Wool. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-namitamu. [Skt.] adj. Raised, high, exalted. &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-natamu. [Skt.] adj. T&#xE1;ll high, lofty. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F; un-nati. n. Tallness height. Increase, advancement, prosperity, rising, ascending. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC14;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC09;&#xC28;&#xC4D;&#xC15;&#xC3F; uniki. [Tel. from &#xC09;&#xC02;&#xC21;&#xC41;.] n. Being, existence. Stay, dwelling, home, place, residence, state, condition, &#xC09;&#xC02;&#xC21;&#xC41;&#xC1F;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; remaining silent. &#xC39;&#xC3F;&#xC24;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; his not being friendly. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. uniki-pa&#x1E6D;&#x1E6D;u. n. Home, dwelling, abode. &#xC09;&#xC28;&#xC41;&#xC15;&#xC41;&#xC35; same as &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;udramu. [Skt.] n. An otter. &#xC28;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-v&#x113;lamu. [Skt.] n. Excess, vastness. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC09;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41; adj. extreme, vast, prodigious. &#xC09;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC32;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28; very vast. R. iv. 116.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-v&#x113;gamu. [Skt.] n. Anxiety. agitation., &#xC35;&#xC46;&#xC30;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-vrittamu. [Skt.] adj. Potent, irresistible, ill behaved, proud &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC09;&#xC26;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; ud-vritti. Might; misbehaviour. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-vignamu. [Skt.] adj. Disturbed, discomposed, disquieted, affected with fear or sorrow. &#xC06;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-v&#x101;hamu. [Skt.] n. Marriage. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-v&#x101;sanamu [Skt.] n. Expulsion, exile. &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; udv&#x101;sin&#x1E6D;su. v. a. To expel. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F; to banish the regent of fire out of flame. M. XV. ii. 192.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC26;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ud-vartanamu. [Skt.] n. Any unguent applied to the body before bathing. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. B. iii. 1002.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC15;&#xC25;</span>&#xA0;&#xA0;upa-katha. [Skt.] n. An episode.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-ka&#x1E47;&#x1E6D;hamu. [Skt.] n. Contiguity, nearness. adj. Near, proximate. &#xC26;&#xC3E;&#xC2A;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC2E;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-m&#x113;shamu. [Skt.] n. Opening blowing as a flower. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC35;&#xC28;&#xC35;&#xC4B;&#xC28;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; with increasing delight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-m&#x16B;lamu. [Skt.] adj. Radical. or from the root &#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC46;&#xC17;&#xC3F;&#xC28;. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; radically, by the roots. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; un-m&#x16B;lin&#x1E6D;su. v. t. To root up, eradicate, destroy. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; unm&#x16B;litamu. adj. Eradicated, pulled up by the roots. &#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-mukhamu. [Skt.] adj. Looking up, facing, fronting. &#xC35;&#xC3F;&#xC1A;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; un-mukhatvamu. n. Tendency, inclination. &#xC2E;&#xC41;&#xC26;&#xC28;&#xC4B;&#xC2E;&#xC4D;&#xC2E;&#xC16;&#xC1A;&#xC4D;&#xC2E;&#xC2E;&#xC41; an amorous feeling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC2E;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-m&#x12B;lanamu. [Skt.] n. Opening, expanding. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;&#xC1F;, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC40;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; un-m&#x12B;litamu. adj. Opened, blooming, blown as a flower, opening. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-m&#x101;thamu. [Skt.] n. A trap, a snare. &#xC2C;&#xC4B;&#xC28;&#xC41;, &#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;un-mattamu. [Skt.] adj. Mad, foolish, tipsy. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; un-mattu&#x1E0D;u. n. A madman, a fool. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC26;&#xC41;&#xC21;&#xC41; un-madu&#x1E0D;u. adj Proud, spirited. &#xC0A;&#xC28;&#xC4D;&#xC2E;&#xC26;&#xC2E;&#xC41; unm&#x101;damu. n. Madness, folly. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;.
			</div>
                