&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-kara&#x1E47;amu. [Skt.] n. An instrument, implement, apparatus, an appendage. &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-karin&#x1E6D;su. v. a. To be of use, benefit, do good to. &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; upa-k&#x101;ramu. n. Beneficence, kindness, obligation, aid, help. &#xC2E;&#xC47;&#xC32;&#xC41; &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F; upa-k&#x101;ri. adj. Beneficent, kind, charitable, obliging, assisting. n. One who does good. &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15; upa-k&#x101;rika. n. The temporary abode of a king. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC17;, &#xC09;&#xC2A;&#xC15;&#xC43;&#xC24;&#xC3F; upa-kriti. n. Aid, assistance, kindness. &#xC2E;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC26;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-dam&#x1E63;amu. [Skt.] n. A relish, a pickle or condiment. &#xC0A;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC2F;. A painful venereal disease. &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC26;</span>&#xA0;&#xA0;upada. [Skt.] n. A present or gift. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC15;</span>&#xA0;&#xA0;upa-tyaka. [Skt.] n. Low land. The foot of a hill. &#xC15;&#xC4A;&#xC02;&#xC21; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC3F; &#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-t&#x101;pamu. [Skt.] n. Grief, weariness; disease, trouble. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC1C;&#xC40;&#xC35;&#xC3F;</span>&#xA0;&#xA0;upa-j&#x12B;vi. [Skt.] n. A dependent. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC4B;&#xC2A;&#xC1C;&#xC40;&#xC35;&#xC3F; his humble servant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC1C;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;upa-j&#x101;ti. [Skt.] n. A sub-class &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;upa-charin&#x1E6D;su. [Skt.] v. a. To serve, be friend. To help (at table), to tend, wait upon. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; upa-ch&#x101;ramu. n. Service or waiting upon. Kindness, good offices, attendance &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; upa-ch&#x101;ramaina. adj. Civil, polite.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-chayamu.[Skt.] n. Increase, heap, excess. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-ghnamu. [Skt.] n. A prop: a trellis for creepers to grow over. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-grahamu. [Skt.] n. A satellite.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC17;&#xC42;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-g&#x16B;hanamu. [Skt.] n. An embrace. &#xC06;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-kr&#x14D;&#x1E63;amu. [Skt.] n. Censure, blame. &#xC28;&#xC3F;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-kramamu. [Skt.] n. Beginning or commencement. A skilful plan. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC09;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-kramin&#x1E6D;su. v. a. To begin, to proceed to do, commence. &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;upanya-sin&#x1E6D;su. [Skt.] v. a. To keep. &#xC09;&#xC02;&#xC1A;&#xC41;. To detail, inculcate, amplify.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;upa-n&#x12B;tu&#x1E0D;u. [Skt.] n. One initiated into the twice born castes. &#xC35;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC41;. See &#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;upa-nishattu. [Skt.] n. An Upanishad, a philosophical disquisition attached to the Vedas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC28;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;upa-nidhi. [Skt.] n. A secret hoard. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-nayanamu. [Skt.] n. Investiture with the sacred thread. The initiation rite in the twice-born castes among the Hindus. &#xC35;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-dh&#x101;namu.[Skt.] n. A pillow or cushion. &#xC24;&#xC32;&#xC17;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC27;</span>&#xA0;&#xA0;upadha. [Skt.] n. (In gram.) the penultimate letter. &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-dravamu. [Skt.] n. Trouble, annoyance, plague, affliction. Danger, injury, harm. &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2A;&#xC41; &#xC2A;&#xC28;&#xC3F; a dangerous business.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-d&#x113;&#x1E63;amu. [Skt.] n. Teaching, instruction, guidance, practical observations. &#xC39;&#xC3F;&#xC24;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. Initiation, confirmation in the creed: &#xC09;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-d&#x113;&#x1E63;in&#x1E6D;su. v. a. To teach, guide, initiate, prompt. &#xC09;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC09;&#xC2A;&#xC26;&#xC47;&#xC37;&#xC4D;&#xC1F; upa-d&#x113;&#x1E63;aku&#x1E0D;u. n. A teacher. &#xC09;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                