&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-balamu. [Skt.] n. Aid, assistance. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28; conducive to.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-barhamu. [Skt.] n. A pillow. &#xC24;&#xC32;&#xC17;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-plavamu. [Skt.] n. A calamity. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-pur&#x101;&#x1E47;amu. [Skt.] n. A minor Pur&#x101;&#x1E47;a. See &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;upa-pannu&#x1E0D;u. [Skt.] n. An opulent man. &#xC09;&#xC2A;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-padamu. [Skt.] n. An affix in grammar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;upa-patti. [Skt.] n. Convenience, aid, wealth, aquisition, gain. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; a fund.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;upa-pati. [Skt.] n. One who keeps a woman. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC17;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-pa&#x1E6D;&#x1E6D;a&#x1E47;amu. [Skt.] n. A suburb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-ny&#x101;-samu. n. Dwelling on a subject; an exposition, a lecture.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upalamu. [Skt.] n. A stone, a jewel, a rock. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC4B;&#xC2A;&#xC32;&#xC2E;&#xC41; a hailstone. &#xC2D;&#xC42;&#xC24;&#xC32;&#xC38;&#xC2E;&#xC4B;&#xC2A;&#xC32;&#xC2E;&#xC41; a rock even with the surface of the ground.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC32;&#xC2C;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;upa-labdhi. [Skt.] n. Acquirement, gain, knowledge. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1F;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-laksha&#x1E47;amu. [Skt.] n. Implying something that has not been expressed; implying something in addition or any analogous object where only one is specified; using a term in a generic sense; metaphorical or elliptical expression; synecdoche of a part for the whole. &#xC09;&#xC2A;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-lakshin&#x1E6D;su. v. t. To survey, to observe. &#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;upari [Skt. cognate with Eng. Up.] adj. Over, above. &#xC09;&#xC2A;&#xC30;&#xC3F;&#xC30;&#xC2F;&#xC3F;&#xC24;&#xC41; upari-rayitu. [H.] n. A tenant at will. &#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;See &#xC30;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-yuktamu. [Skt.] adj. Convenient, fit, disposable, serviceable. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC2F;&#xC3F;&#xC28;. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; upa-y&#x14D;gamu. n. Use, advantage, benefit. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC41; that money won&apos;t pass. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-y&#x14D;gin&#x1E6D;su. v. a. To benefit, avail. To be useful or applicable, as an argument. &#xC05;&#xC26;&#xC3F; &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC41; it is of no use, of no avail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2E;</span>&#xA0;&#xA0;upama. [Skt.] n. A resemblance, a simile. Also, skill &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC09;&#xC2A;&#xC2E;&#xC30;&#xC3F; upamari. adj. Clever, ready at expedients. &#xC09;&#xC2A;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; upam&#x101;namu. n. A comparison, simile. The object to which a thing is compared. &#xC09;&#xC2A;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-min&#x1E6D;su. v. a. To compare. &#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC1A;&#xC41;. &#xC09;&#xC2A;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41; upa-m&#x113;yamu. n. The object which is compared to another. The antitype or thing meant in a parable or comparison. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC07;&#xC26;&#xC3F; &#xC09;&#xC2A;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC2A;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; here we must understand the thing meant from the figure the poet uses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-bh&#x14D;gamu. [Skt.] n., Enjoyment, use. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC2C;&#xC43;&#xC02;&#xC39;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-b&#x1E5B;imha&#x1E47;amu. [Skt.] n. Increase, prosperity. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-vanamu. [Skt.] n. A park or demesne, a garden or grove. &#xC06;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-l&#x113;panamu. [Skt.] n. Smearing, plastering. &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC32;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-l&#x101;lanamu. [Skt.] n. Lulling, coaxing. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-l&#x101;lin&#x1E6D;su. v. To lull (a child, &amp;c.) to sleep, to coax. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC2A;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; upa-l&#x101;litamu. adj. Coaxed lulled. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                