&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-sadanamu. [Skt.] n. A neighbouring abode: the neighbourhood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC38;&#xC02;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;upa-samharin&#x1E6D;su. [Skt.] v. t. To clear away, get rid of. To kill. To recall. &#xC38;&#xC02;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC2A;&#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; upa-samh&#x101;ramu. n. Recalling, annulling, concluding: averting a spell, recalling an enchanted arrow to prevent its taking effect, refutation. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;upa-&#x1E63;l&#x14D;kin&#x1E6D;su. [Skt.] v. t. To applaud. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;</span>&#xA0;&#xA0;upa-&#x1E63;ruti. [Skt.] n. A good or bad omen gathered from overhearing a conversation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC36;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC2E;&#xC41; upa-&#x1E63;amanamu. [Skt.] n. Tranquillity, calmness, patience, alleviation, relief, abatement &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; upa-&#x1E63;amin&#x1E6D;su. v. n. To be calmed or pacified, to be alleviated, to be abated or assuaged. &#xC09;&#xC2A;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; upa-&#x1E63;&#x101;nti. n. Calmness, quiet, serenity. &#xC05;&#xC23;&#xC17;&#xC41;&#xC1F;, &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-v&#x12B;tamu. [Skt.] n. The Brahminical thread. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-vish&#x1E6D;amu. [Skt.] adj. Seated, sitting. &#xC38;&#xC41;&#xC16;&#xC4B;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC48; seated at their ease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-v&#x101;samu. [Skt. n. Fasting, a fast. &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;. &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to go without food, to fast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;-karmamu. [Skt.] n. A rite celebrated by Brahmins on the full moon in the month Sravanam (July, August:) they imagine that this blots out all the sins of the past year, and they put on new threads. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC02;&#xC36;&#xC41;</span>&#xA0;&#xA0;up&#x101;m&#x1E63;u. [Skt.] adv. Solitary. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. A iv. 73. &#xC09;&#xC2A;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41;. up&#x101;n&#x1E63;uvu. n. Muttering a prayer, &#xC1C;&#xC2A;&#xC2D;&#xC47;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;ntamu. [Skt.] n. Nearness. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4B;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC28;&#xC02;&#xC26;&#xC41; in the vicinity of the village &#xC38;&#xC30;&#xC4B;&#xC35;&#xC30;&#xC4B; &#xC2A;&#xC3E;&#xC02;&#xC24; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in the land near the lake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC39;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;ngamu. [Skt.] n. In music, the accompaniment, as the drone. &#xC38;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC46;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-h&#x101;ramu. [Skt.] n. A complimentary present. &#xC15;&#xC3E;&#xC38;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-hatamu. [Skt.] adj. Struck (by lightning, &amp;c.) hurt, injured, destroyed. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC09;&#xC2A;&#xC39;&#xC24;&#xC3F; upa-hati. n. A blow, calamity, trouble, ruin. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC06;&#xC2A;&#xC26;. &#xC26;&#xC48;&#xC35;&#xC4B;&#xC2A;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC24; by the finger of God.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-spar&#x1E63;amu. [Skt.] n. Touching, contact. Also &#xC06;&#xC1A;&#xC2E;&#xC28;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-sth&#x101;&#x1E47;amu. [Skt.] n. Service. &#xC38;&#xC47;&#xC35;. &#xC09;&#xC2A;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; upa-sthitamu. adj. Near, that is near. Contiguous &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;. &#xC09;&#xC2A;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; upa-sthiti. n. Nearness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-v&#x101;hyamu. [Skt.] n. A king&apos;s elephant. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC35;&#xC3E;&#xC30;&#xC40;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC17;</span>&#xA0;&#xA0;upa-sarga. [Skt.] n. A grammatical particle, a prefix or preposition. &#xC09;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; upa-sargamu. n. A portent such as an eclipse, &amp;c. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;. &quot;&#xC09;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC3E;&#xC27;&#xC3F;&#xC15; &#xC39;&#xC40;&#xC28; &#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC38;&#xC30;&#xC40;&#xC38;&#xC43;&#xC2A; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37; &#xC1C;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC3F;&#xC2E; &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3E;&#xC26;&#xC3F; &#xC26;&#xC4B;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;.&quot; V. P. vi. 349.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up-&#x101;khy&#x101;namu. [Skt.] n. A tale, legend, narrative. &#xC07;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC1A;&#xC47;&#xC32;&#xC4B;&#xC2A;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; the story of Kuch&#x113;la. &#xC28;&#xC32;&#xC4B;&#xC2A;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; the life of Nala.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upa-sarpa&#x1E47;amu. [Skt.] n. Courting, fawning. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC09;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; upa-&#x1E63;arpin&#x1E6D;su. v. a. To court, sue. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;-d&#x101;namu. [Skt.] n. A cause or motive. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. Alms &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to beg.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;tyayamu. [Skt.] n. Neglect, transgression. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;.
			</div>
                