&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC32;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;lambhamu. [Skt.] n. A taunt, irony, innuendo &#xC26;&#xC42;&#xC37;&#xC23;. &#xC09;&#xC2A;&#xC3E;&#xC32;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; up&#x101;lambhin&#x1E6D;su. a. To taunt &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;yamu. [Skt.] n. A contrivance, expedient, means, method, agency. &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to contrive. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41;, the four devices, i.e., &#xC38;&#xC3E;&#xC2E;&#xC2E;&#xC41; using gentle or pacific means, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; giving presents or bribing, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; sowing dissensions among the enemy or dividing his force or strength, &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; punishment. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; up&#x101;yamu-g&#x101;. adv. Cleverly, artfully. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F; up&#x101;ya-&#x1E63;&#x101;li. n. A clever man, a man of tact, a man of many devices.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;yanamu. [Skt.] n. A complimentary gift. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. A. iv. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC28;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x101;-nahamu. [Skt.] n. A shoe. M. XIII. iii. 274.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;up&#x101;-dhy&#x101;yu&#x1E0D;u. [Skt.] n. A tutor, instructor &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A preceptor in religion. One who teaches the Veda. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F; up&#x101;dhy&#x101;ya. n. A female teacher. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC28;&#xC3F; up&#x101;-dhy&#x101;y&#x101;ni. n. A teacher&apos;s wife. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3F; up&#x101;dhy&#x101;yi. n. A female teacher or a teacher&apos;s wife. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; up&#x101;-dhy&#x101;yatvamu. n. A teacher&apos;s profession. The teaching profession.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC27;&#xC3F;</span>&#xA0;&#xA0;up&#x101;dhi. [Skt.] n. Meditation &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC1A;&#xC3F;&#xC02;&#xC24;. One who support his family &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C; &#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. Cause or means. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;. An attribute or characteristic. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC27;&#xC3F; means of subsistence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;</span>&#xA0;&#xA0;uppata. [Tel.] n. Betraying; divulging a secret; dilating on any man&apos;s extraordinary prosperity, qualifications or beauty of any person. &#xC30;&#xC26;&#xC4D;&#xC26;&#xC3F;, &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC30;&#xC28;&#xC4D;&#xC35;, &#xC12;&#xC15;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC28; &#xC15;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC15; &#xC06;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is the common talk of the town. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41; to be the talk of the town is unlucky. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; uppatin&#x1E6D;su. v. a. To abuse through envy. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC15; &#xC06;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;Same as &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; up&#x14D;sha&#x1E47;amu. [Skt.] n. Fasting, starving &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;up&#x14D;dgh&#x101;tamu. [Skt.] n. Preface, introduction. A commencement. &#xC2A;&#xC40;&#xC20;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4B;&#xC26;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x16B;p&#x14D;daki. [Skt.] n. A kind of spinach. Basella alba or Basella cordifera. &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;up&#x113;ksha. [Skt.] n. Indifference, heedlessness, contempt, disregard &#xC05;&#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;, &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; up&#x113;kshin&#x1E6D;su. v. a. To disregard, to contemn. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; up&#x113;kshaku&#x1E0D;u. n. One who disregards or treats another with contempt. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; up&#x113;kshitu&#x1E0D;u. n. One who is disregarded. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;up&#x113;ndru&#x1E0D;u. [Skt.] n. A name of the god Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC3E;&#xC38;&#xC28;</span>&#xA0;&#xA0;up&#x101;sana. [Skt.] n. Service, worship. &#xC38;&#xC47;&#xC35;, &#xC06;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; up&#x101;sin&#x1E6D;su. v. t. To wait on, worship. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41; up&#x101;&#x1E63;aku&#x1E0D;u. n. A worshipper, a devotee. &#xC06;&#xC30;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; up&#x101;sti. n. Service, worship. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC28;. V. P. iv. 143. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x16B;p&#x101;situ&#x1E0D;u. n. One who is worshipped. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x16B;p&#x101;syu&#x1E0D;u. n. One who is fit to be worshipped &#xC38;&#xC47;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC4D;&#xC2A; or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC28;&#xC2E;&#xC41; uppana. [Tel. from &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;] n. Saltness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;uppattulu. [Tel.] n. Shares, portions. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they shared the grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; uppatilu. [Tel.] v. n. To be born, produced, made. &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC15;&#xC21;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; N. ii. 29. &quot;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32; &#xC36;&#xC4B;&#xC15; &#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC27;&#xC3E;&#xC30;&#xC3E; &#xC24;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;.&quot; P. ii. 74.
			</div>
                