&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; uppalin&#x1E6D;su. [Tel.] v. t. To beat. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;uppali. [Tel.] n. Harm, evil, danger. &#xC15;&#xC40;&#xC21;&#xC41;, &#xC06;&#xC2A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uppa&#x1E37;amu. [Tel. from &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;] n. A salt marsh. The soil where salt is manufactured. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; salt manufacturers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;uppala-v&#x101;yi. [Tel.] n. The space of flesh between the thumb and the forefinger. &#xC2C;&#xC4A;&#xC1F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC47;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;uppariga. [Tel.] n. The upper story of a house. &#xC2E;&#xC47;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;upparamu. [Tel.] n. The sky or atmosphere. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30; &#xC35;&#xC40;&#xC27;&#xC3F; the path through the sky.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F; uppara. [Tel.] n. The name of the mining caste who are tank diggers and makers of wells, &amp;c. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; a man of this caste. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC26;&#xC3F; a female of that caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;</span>&#xA0;&#xA0;uppani. [Tel.] adj. Saltish, brackish. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; by fair means or foul.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;uppana-ba&#x1E6D;&#x1E6D;elu. [Tel.] n. A sort of game. &#xC09;. &#xC39;&#xC30;&#xC3F;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uba-l&#x101;&#x1E6D;amu. [Tel.] n. Inclination, fancy, thought. &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;. Kindly feeling. &#xC5B;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;up-pongu. [Tel. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F;+&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;] v. n. To swell, burst forth, overflow, to be transported with joy. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;</span>&#xA0;&#xA0;uppena. [Tel.] n. The swell of the sea, an innundation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;uppu. [Tel.] n. Salt. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; saltpetre. &#xC30;&#xC3E;&#xC24;&#xC3F; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; rook salt. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; a sort of gum (tabasheer. Ainslie 1. 420.) found in the hollows of the bamboo. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. (A. vi. 75.) To give camphor for salt, that is, what is valuable for what is worthless. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC02;&#xC21; uppu-ka&#x1E47;&#x1E0D;a. n. Dried flesh, salt meat. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F; uppu-k&#x101;ya. n. Salted fruit, pickle. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC21;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to foment with heated salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a grain of salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2A; uppu-ch&#x113;pa. n. A salted fish. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC30;&#xC41; uppu-t-&#x113;ru. n. A salt stream. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC30; uppu-parra. n. Salt marsh. &#xC2A;&#xC30;&#xC4D;&#xC30; &#xC0A;&#xC2A;&#xC4D;&#xC35; salt which effloresces on marshy places. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC3F; uppu-ma&#x1E0D;i. n. A salt pen, salt-bed. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC24; uppu-mi&#x1E0D;ata. n. A kind of large black cricket. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC30;&#xC47;&#xC35;&#xC41; uppu-r&#x113;vu. n. A place where salt is manufactured: &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41; upp-uriyu. v. i. To moulder. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; mouldering, dilapidated. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house that sweats salt or that is going to decay. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; uppu-samudramu. n. The ocean or salt sea.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;uppu. [Tel.] v. t. To cook or boil. To steam or scald grain. &#xC09;&#xC21;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC15; &#xC09;&#xC21;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; flour boiled in steam. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; uppu&#x1E0D;u. adj. Malted. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; malted rice. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; kiln dried turmeric.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;uppirinta. [Tel.] n. A certain plant. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC2E;&#xC24;&#xC3F; Cilastrus paniculata. The Oleum Nigrum plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;uppi&#x1E0D;i. [Tel. from &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC07;&#xC21;&#xC3F;] adj. Saltless, unsalted. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; nonsense. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; good or bad. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC41; dry bread: lit. a mess without any flavour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; uppi. [Tel.] n. A thorny medicinal styptic shrub with a ligneous hollow fruit or gall as large as a nutmeg. Volkameria Capparis Sepia. Ainslie. 2. 369. Monetia Barleriodes. Rox. 3. 765. &#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15; &#xC2B;&#xC32; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC15;&#xC4B;&#xC1F;&#xC30;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Asina tetracantha. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Capparis sepiaria (Watts.)
			</div>
                