&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ubbasamu. [Tel.] n. Asthma. &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC32; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC2E;&#xC41; chincough.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ubbali. [Tel.] n. Mire, deep, mud, a quagmire &#xC2C;&#xC41;&#xC30;&#xC26;. &#xC26;&#xC4A;&#xC02;&#xC17; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F; a bog.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;ubbala-pa&#x1E0D;u. [Tel.] v. n. and t. To be fumigated with mercury. &#xC09;&#xC2C;&#xC4D;&#xC2C; &#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC41;. &quot;&#xC30;&#xC38;&#xC27;&#xC42;&#xC2E;&#xC2E;&#xC16;&#xC3F;&#xC32;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30; &#xC1B;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC2A;&#xC21;&#xC3F; &#xC2E;&#xC42;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; P. iv. 724.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ubbaramu. [Tel. from &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;] n. Swelling, inflation. Swelling of the belly due to wind. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ubbarin&#x1E6D;su. v. n. and v. a. To swell, to inflate, to be bloated. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; ubbarimpu. n. Swelling (of the belly.) &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; to be stunned. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC24;&#xC4B;&#xC1A;&#xC15; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC28;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC40;&#xC30;&#xC41;. A. iv. 115.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ubbatillu. [Tel.] v. t. To swell. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ubbakamu. [Tel. from &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;] n. Increase. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;ubba. [Tel.] n. Warmth, oppressive closeness of weather, excessive heat. &#xC09;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC35;&#xC47;&#xC2F;&#xC41; to be close. &#xC08;&#xC35;&#xC47;&#xC33; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC09;&#xC2C;&#xC4D;&#xC2C; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is very close to-day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;ubusu. [Tel.] n. Rest, repose, unemployed time. &#xC2A;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. News, intelligence. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC09;&#xC2C;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; ubusu-pu&#x1E6D;&#x1E6D;su. v. To while away the time, to loiter, to idle, to trifle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;ubuku. [Tel.] n. Heaving, swelling. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC1F;. &#xC09;&#xC2C;&#xC41;&#xC15;&#xC41; v. n. To swell, jut, bulge, be projected, to heave or rise. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC41;&#xC15;</span>&#xA0;&#xA0;Same as &#xC09;&#xC2E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;umiyu. [Tel.] v. a. To spit, to spit out.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC15;</span>&#xA0;&#xA0;umaka. [Tel.] n. Chaff. &#xC0A;&#xC15;. &#xC09;&#xC2E;&#xC15; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F; to winnow paddy after it is beaten.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;</span>&#xA0;&#xA0;uma. [Skt.] n. P&#x101;rvati the wife of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;ubbu. [Tel.] n. Swelling &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. Haughtiness. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41; v. n. To swell, be puffed up, to be delighted. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28; swollen or proud. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC26;&#xC3F; he burst with laughter. &quot;&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC3F; &#xC35;&#xC38;&#xC41;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; (B. X.) he was overjoyed. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is vexed at my obtaining this. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41; suppression of urine, envy, spite, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28; haughtily, fiercly. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41; ubbin&#x1E6D;su. v. t. To inflate, to puff up with joy, to flatter. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; ubbu-r&#x14D;gamu. n. Dropsy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2C;&#xC40;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ub&#x12B;ra-che&#x1E6D;&#x1E6D;u. [Tel.] n. A certain weed that grows on old walls. Streptium Asperum. Rox. iii. 90.
			</div>
                