&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ummalamu. [Tel.] n. Grief, care. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. M. XII. iv. 382. M. V. ii. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;umma-n&#x12B;ru. [Tel.] n. The waters that precede childbirth. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC28;&#xC40;&#xC30;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35; &#xC1C;&#xC32;&#xC2E;&#xC41;. A. iv. 115.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ummadamu. [Tel.] n. Closeness. &#xC09;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;umma&#x1E0D;i. [Tel.] n. Partnership, fellowship. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; common to both: held in common. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC28;&#xC3F; at once, in one rush, all at once. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E;. &#xC06; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;. I bought it wholesale.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;umma. [Tel.] n. Heat, warmth, closeness. &#xC15;&#xC3E;&#xC15;, &#xC09;&#xC15;&#xC4D;&#xC15;, &#xC09;&#xC2C;&#xC4D;&#xC2C;. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ummagillu. v. i. To be hot and close as a closed room. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC32;&#xC4B;&#xC28;&#xC28;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC35;&#xC32;&#xC28;&#xC28;&#xC3F; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&quot; (Swa. iv. 92.) To be distressed or half suffocated with closeness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC2E;&#xC47;&#xC1C;&#xC41; um&#x113;du. [H.] n. Hope. &#xC06;&#xC36;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC09;&#xC2E;&#xC47;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to live in hope, to be a hanger on, as an expectant. &#xC09;&#xC2E;&#xC47;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; um&#x113;du-v&#x101;ri. n. Expectancy, waiting for an employment. Volunteer ing for employment. &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC09;&#xC2E;&#xC47;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; um&#x113;du-v&#x101;ru. n. A candidate for employment, a volunteer, an apprentice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24; ummetta. [Tel.] n. The thorn apple (Datura) a Indian night shade; &#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC2E;&#xC41;. Ainslie. i. 442. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24; Datura meterl. &#xC28;&#xC32;&#xC4D;&#xC32; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24; Datura fastuosa. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; a cup shaped like the flower of this plant. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a clamorous cricket that lives on this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;ummi. [Tel.] n. Spittle. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; umm-v&#x113;yu. v. t. To spit out. &#xC09;&#xC2E;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;umm&#x101;ya-muttemu. [Tel.] n. A sort of artificial pearl. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ummali-k&#x101;&#x1E0D;u. n. A ruler. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC2F;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC35;&#xC30;&#xC23; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC30;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC35;&#xC41;&#xC21;&#xC41; &#xC15;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC38;&#xC41;&#xC27;&#xC38;&#xC40;&#xC2E;&#xC15;&#xC41; &#xC28;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; P. i. 379.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; ummalin&#x1E6D;su. [Tel. from &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;] v. n. To grieve, to cry. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC24;, &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC15; ummalinta. n. Heat, warmth, closeness, grief, uneasiness, agitation. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC26;&#xC40;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC25; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2D;&#xC35;&#xC26;&#xC27;&#xC40;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC15; &#xC2F;&#xC3F;&#xC02;&#xC24; &#xC2F;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; Swa. vi. 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ummali. [Tel.] n. Mud, mire. &#xC2C;&#xC41;&#xC30;&#xC26;, &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;. &quot;&#xC15;&#xC28;&#xC15;&#xC2A;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC1F;&#xC32; &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2B;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC2A;&#xC48; &#xC2A;&#xC28;&#xC38;&#xC32;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC38;&#xC46; &#xC30;&#xC38;&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC3F; &#xC30;&#xC38;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC17; &#xC28;&#xC48;&#xC28;&#xC2F;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC02; &#xC1C;&#xC28;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC02;&#xC27;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC21; &#xC38;&#xC3E;&#xC30;&#xC46;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;&#xC36;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC4D;.&quot; H. v. 107. &quot;&#xC15;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC15;&#xC30;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC5B;&#xC3E;&#xC32; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC28;&#xC4D;.&quot; P. ii. 172.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ura&#x1E47;amu. [Skt.] n. A ram. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; Same as &#xC09;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. See under &#xC09;&#xC30;&#xC35;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uragamu. [Skt. &#xC09;&#xC30;&#xC2E;&#xC41;+&#xC17; = go.] A snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC15;</span>&#xA0;&#xA0;Same as &#xC0A;&#xC30;&#xC15; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC32;</span>&#xA0;&#xA0;or &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32; or &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC32; uyyala. [Tel.] n. A swing. &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a cradle, a swinging bed. &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC4B; &#xC1C;&#xC02;&#xC2A;&#xC3E;&#xC32;&#xC4B; (Dasav. ix. 243.) Lullabies. &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32; &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC32; uyy&#x101;la-ji&#x1E6D;&#x1E6D;a. The wagtail &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;. See. &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
                