&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ura-va&#x1E0D;i. [Tel. &#xC09;&#xC30;&#xC35;&#xC41;+&#xC35;&#xC21;&#xC3F;] n. Swiftness. &#xC05;&#xC24;&#xC3F;. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. &#xC09;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; urava&#x1E0D;in&#x1E6D;su. v. i. To be quick, to hasten. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ura&#x1E37;in&#x1E6D;su. [Tel.] v. i. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;uralu. [Tel. cf. &#xC30;&#xC4B;&#xC32;&#xC41;. Drav. &#xC09;&#xC30;&#xC32;&#xC4D; = a roller.] v. a. To roll down, &#xC30;&#xC3E;&#xC32;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC41;. To flow down. &#xC15;&#xC3E;&#xC30;&#xC41;. &#xC09;&#xC30;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC09;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; Same as &#xC09;&#xC30;&#xC32;&#xC41;. &#xC09;&#xC30;&#xC32;&#xC28;&#xC4D; uralan. adv. Off, over, violently. &#xC09;&#xC30;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41; uraladr&#x14D;&#x1E6D;su. To roll down, to send bounding. &#xC09;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC09;&#xC30;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41; uralaba&#x1E0D;u. To roll over. &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC41;. &#xC09;&#xC30;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; urala-b&#x101;ru. v. i. To move &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC30;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;urar&#x12B;-kritamu. [Skt.] adj. Granted, agreed. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC4B;&#xC30;&#xC30;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; half allowed, not fully ceded. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC17;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;uramu. [Skt.] n. The breast, basom. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC41;&#xC30;&#xC2E;&#xC41; a broad breast. &#xC09;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC09;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41; uras&#x12B;lu&#x1E0D;u n. One who has a broad chest. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC09;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; uras-tr&#x101;&#x1E47;amu. n. Armour for the breast. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC2E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;uramarika. [Tel.] adj. About &#xC30;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;uriyu. [Tel.] v. a. To sweat or leak. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC4B;&#xC21; a wall out of which salt oozes. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the house leaks. &#xC08; &#xC0A;&#xC30;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as the land of that village turned saltish. Also, to move &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To turn grey, as hair &#xC28;&#xC46;&#xC30;&#xC2F;&#xC41;. To ripen &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC17;&#xC41;. To pine away &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC30;&#xC41;&#xC2A;&#xC41; urupu. n. Leaking, soaking through. &#xC09;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;uriya.[Tel.] adj. Strong, steady, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;. M. XII. ii. 367.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;uridi. [Tel.] adj. Steady, Rapid. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41;. adv. Quickly. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC16;&#xC26;&#xC32;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41; &#xC32;&#xC46;&#xC26;&#xC41; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC28;&#xC46;&#xC2F;&#xC41;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC4D; , &#xC2A;&#xC26;&#xC35;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC41;&#xC32; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC26;&#xC41; &#xC38;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC28; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC16;&#xC4D;&#xC2F;&#xC3E;.&quot; N. ix. 190.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC3F;&#xC26;&#xC46;</span>&#xA0;&#xA0;uri&#x1E0D;e. [Tel.] n. A beetle &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC09;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC3F;</span>&#xA0;&#xA0;uri. [Tel.] n. A noose or slipping knot: a snare. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC3F; a snare for the feet. &#xC09;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC32; uri-k&#x14D;la. n. A rod attached to a noose. &#xC09;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; uri-t&#x101;&#x1E0D;u. n. A halter, a tether, a rope to tie a cow&apos;s legs when it is being milked. &#xC09;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC41; or &#xC09;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F; uri-t&#x12B;yu. v. t. To hang: strangle. &#xC09;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; uri-p&#x14D;si-konu. v. i. To hang one self. &#xC09;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; uri-y&#x101;&#x1E0D;u. To move, tremble, fear, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. M. ix. ii. 105. &#xC09;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC1F; moving to and fro. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC0A;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;urasyu&#x1E0D;u. [Skt.] n. A legitimate son. &#xC27;&#xC30;&#xC4D;&#xC2E; &#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC24;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. See &#xC14;&#xC30;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;uravu. [Tel.] n. Beauty, abundance. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. adj. Great, large &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &quot;&#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E; &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F; &#xC2F;&#xC41;&#xC30;&#xC35;&#xC4B;&#xC27;&#xC30; &#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC41;&#xC30;&#xC35;&#xC4B;.&quot; A. iii. 65.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;uru-ko&#x1E6D;&#x1E6D;u. [Tel. &#xC09;&#xC30;&#xC41;+&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;] v. i. To cry like a monkey when angry. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;uruku. [Tel.] v. i. To run: fly, start. To run out or project. To transgress. &#xC09;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A; the flying frog. &#xC09;&#xC30;&#xC41;&#xC15;&#xC41; &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; a projecting navel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;</span>&#xA0;&#xA0;uru. [Skt. &amp; Tel.] adj. Great, large, valuable. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. [Tel.] v. i. To be fit, to suit. In A. vi. 32. is rendered &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC09;&#xC30;&#xC41;&#xC28;&#xC4D;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. v. t. To mind &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC09;&#xC30;&#xC21;&#xC41;&#xC38;&#xC41;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC48;&#xC28;&quot; &#xC2D;&#xC3E;&#xC30;: &#xC06;&#xC26;&#xC3F;. vi. &#xC09;&#xC30;&#xC41;&#xC24;&#xC30;&#xC2E;&#xC41; uru-taramu. More, larger.
			</div>
                