&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC15;</span>&#xA0;&#xA0;, &#xC09;&#xC32;&#xC15;&#xC28; ulaka. [Tel.] n. Lightness. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC35;&#xC30;</span>&#xA0;&#xA0;urvara. [Skt.] n. The earth, fruitful soil. &#xC28;&#xC47;&#xC32;. &#xC09;&#xC30;&#xC4D;&#xC35;&#xC3F; urvi. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC09;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; urv-&#x12B;&#x1E63;u&#x1E0D;u. (&#xC09;&#xC30;&#xC4D;&#xC35;&#xC3F;+&#xC08;&#xC36;&#xC41;&#xC21;&#xC41;) n. A king, a ruler.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ur&#xFC;mu&#x1E0D;u. [Tel.] n. A certain forest tree, with delicate blossoms and a fruit as large as a lemon. Cassia marginata (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;urumu. [Tel.] v. n. To thunder. &#xC09;&#xC30;&#xC3F;&#xC2E;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC46; he looked daggers. &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41; n. Thunder. A sort of drum. To cry avaunt. &#xC35;&#xC40;&#xC30;&#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to celebrate a feast in honor of a rustic deity when a village is to be founded. &#xC5B;&#xC3E;&#xC24;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;uru-manji. [Tel. &#xC39;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC1C;&#xC3F;] n. The yellow water in a pearl. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41;, &#xC2A;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC2E;</span>&#xA0;&#xA0;uruma. [Tel.] n. A kind of musical instrument made of leather. A. iv. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;. See under &#xC09;&#xC30;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC24;</span>&#xA0;&#xA0;uruta. [Tel.] n. A squirrel. &#xC09;&#xC21;&#xC41;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;uruzu. [Tel.] n. A sluice or water channel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC5B;</span>&#xA0;&#xA0;uruza. [Tel.] n. A sort of fish (Sparus.) The gilthead. &#xC38;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;urru-ka&#x1E6D;&#x1E6D;u. [Tel.] v. t. To tie up a cow&apos;s legs while milking. &#xC2A;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41; &#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC06;&#xC35;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;, or &#xC09;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC4D;&#xC32;&#xC41; or &#xC09;&#xC30;&#xC4D;&#xC30;&#xC42;&#xC24;&#xC32;&#xC41; (anuk.) urru. [Tel.] n. The cry of a monkey in anger. &#xC15;&#xC4B;&#xC24;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Also, violent movement. &#xC09;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC42;&#xC17;&#xC41; or &#xC09;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC17;&#xC41; or &#xC09;&#xC30;&#xC4D;&#xC30;&#xC42;&#xC24;&#xC32;&#xC42;&#xC17;&#xC41; urra&#x1E6D;&#x1E6D;ul-&#x16B;gu. [&#xC0A;&#xC17;&#xC41;+&#xC0A;&#xC17;&#xC41;] v. i. To totter. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC0A;&#xC17;&#xC41;. To move &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;urr-&#x101;&#x1E0D;u. [Tel.] v. i. To hang loose, to dangle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4B;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ur&#x14D;jamu. [Skt. from &#xC09;&#xC30;&#xC2E;&#xC41;+&#xC1C;] n. Breast. &#xC15;&#xC41;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC30;&#xC4D;&#xC35;&#xC41; uruvu. [Tel.] v. t. To get rid of. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Form, shape. &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &#xC09;&#xC30;&#xC41;&#xC35;&#xC41; adj. Great, big, large. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. v. t. To flay. &#xC24;&#xC4B;&#xC32;&#xC41; &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC1F;. Also, same as &#xC09;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F; &#xC09;&#xC30;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; as large as a cocoanut. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC09;&#xC30;&#xC41;&#xC35;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21; &#xC32;&#xC47;&#xC26;&#xC41; that work is as yet in embryo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;uru-vi&#x1E0D;i. [Tel.] n. A collection of things. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;uru-va&#x1E0D;u. [Tel.] v. i. To be fulfilled. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;uruva&#x1E0D;i. [Tel.] n. Violence, impetuosity, speed, haste. &#xC09;&#xC30;&#xC35;&#xC21;&#xC3F;. &#xC09;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; uru-va&#x1E0D;in&#x1E6D;su. v. n. &amp; a. To be energetic, to bully, to roar or thunder in talking. To flourish, shine forth, display. To gain, win, conquer. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC15;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28; &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC41; &#xC38;&#xC02;&#xC17;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC24; &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC24;&#xC2E;&#xC48; &#xC2F;&#xC41;&#xC17;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC4D;&#xC28;&#xC43;&#xC2A;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Appakavi. ii. 483.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;urla-ga&#x1E0D;&#x1E0D;a. [Tel.] n. A potato. Lit. the crumbling root: so called because it is farinaceous.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC35;</span>&#xA0;&#xA0;ulava. [Tel.] n. A kind of pulse, horse gram, Glycine tomentosa: Linn. Dolichos beflor. Buch. Rox. iii. 313. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC09;&#xC32;&#xC35;&#xC32;&#xC41; Glycinca Succeolens. (Rottler.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ulapamu [Skt.] n. A creeper, a trellis. &#xC24;&#xC40;&#xC17;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC1A;</span>&#xA0;&#xA0;ula&#x1E6D;sa. [Tel.] n. An excellent sort of fish, called Hilsa in Hindustani. A. ii. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. See &#xC09;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; and under &#xC09;&#xC30;&#xC3F;.
			</div>
                