&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; uliyu. [Tel.] v. n. To move. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To sound, resound. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. A. i. 84. &#xC09;&#xC32;&#xC3F;&#xC35;&#xC41; ulivu. n. Sound, voice. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. Movement. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC3F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;ulipi. [Tel.] adj. Brittle. (as glass): touchy, easily irritated, low, mean, wicked. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC48;&#xC28;. &#xC09;&#xC32;&#xC3F;&#xC2A;&#xC3F;, &#xC09;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC09;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ulipi. n. A touchy person, an irritated person. &#xC24;&#xC41;&#xC32;&#xC41;&#xC35;. &#xC09;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; itchiness, soreness, irritability.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;uliki-pa&#x1E0D;u. [Tel.] v. n. To start, shake. &#xC39;&#xC1F;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24; &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be afraid. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; uliki-p&#x101;&#x1E6D;u. n. A start, tremor, shudder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC3F;&#xC02;&#xC26;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ulinda-che&#x1E6D;&#x1E6D;u. [Tel.] n. A sort of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC3F;</span>&#xA0;&#xA0;uli. [Tel.] n. A chisel. adj. (another form of &#xC28;&#xC41;&#xC32;&#xC3F;) Little. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC38;</span>&#xA0;&#xA0;Same as &#xC09;&#xC32;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2E;&#xC41; or &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41; ulavaramu. [Tel.] n. A drain. Land enriched by drains. The smart caused by the sting of a nettle. &#xC09;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ulavarinttod;su. v. n. To be enriched or fattened as land by manure. &#xC09;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; rich.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;ullangi. [Tel.] n. A sort of tree. H. iv. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;ullanki. [Tel.] n. A bird of the plover family; a plover, sandpiper, saint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ulmukamau. [Skt.] n. A firebrand &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ulba&#x1E47;amu. [Skt.] n. Excess, increase. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC2E;&#xC41; excess of bile. &#xC09;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC2E;&#xC41; ulba&#x1E47;amu. adj. Apparent, evident. Gushing, overflowing. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC38;&#xC4B;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; with over-flowing affection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;ul&#x1E6D;&#x101;. [H.] adj. Reverse, the wrong side, opposite, contrary, turned back &#xC32;&#xC4B;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06; &#xC36;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC28;&#xC41; &#xC09;&#xC32;&#xC4D;&#xC1F;&#xC3E;&#xC17;&#xC3E; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he wore the shawl the wrong side up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC15;</span>&#xA0;&#xA0;ulka. [Skt.] n. A firebrand, embers. &#xC2E;&#xC02;&#xC1F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Also a meteor or an aerolite.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC42;&#xC16;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ul&#x16B;-khalamu. [Skt.] n. A mortar. &#xC30;&#xC4B;&#xC32;&#xC41;. Vasu. iv. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ul&#x16B;kamu. [Skt. cognate with Eng. owl] n. An owl. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ulumu. [Tel.] n. Leprosy. &#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ulupu. Same as &#xC09;&#xC32;&#xC41;&#xC1A;&#xC41; to pull off.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC32;&#xC41;&#xC2A;&#xC3F; ulupa&#x1E0D;u. [Tel.] n. &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. See &#xC36;&#xC4B;&#xC2D;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC09;&#xC32;&#xC41;&#xC2A;&#xC3E; ulupa. [Tel.] n. A gift, present. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ulu&#x1E6D;su. [Tel. casual of &#xC09;&#xC32;&#xC41;&#xC15;&#xC41;.] v. a. To brandish, wave, whisk, shake &#xC35;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC46; brandished the tail. Also, to pull off. &#xC0A;&#xC21;&#xC26;&#xC40;&#xC2F;&#xC41;. &quot;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC35;&#xC41;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41; &#xC35;&#xC38;&#xC02;&#xC24; &#xC35;&#xC47;&#xC33;.&quot; &#xC1C;&#xC48;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;Same as &#xC09;&#xC32;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;uluku. [Tel.] v. n. To start, quiver, (See the casual &#xC09;&#xC32;&#xC41;&#xC1A;&#xC41;) &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; eyes quivering with prettiness. &quot;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;.&quot; she wagged her waist at him in derision. &#xC09;&#xC32;&#xC41;&#xC15;&#xC41; n. Timidity, fright. &#xC1C;&#xC21;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC09;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; ulimi&#x1E0D;i. [Tel.] n. The tree named Crat&#x153;va Topia: or, Diospyros Cordifolia (Rox. 2. 538.) or Capparis trifoliata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;ullam-ch&#x113;pa. [Tel.] n. Name of a large fish that is very delicious but full of bones.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ul-langhanamu. [Skt.] n. Disregard, disgrace, contempt. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41; ul-langhin&#x1E6D;su. v. a. To disregard, to pass over, transgress, refuse, decline, disgrace, browbeat. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC28;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41; to disregard an order.
			</div>
                