&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;ull&#x101;ku. [Tel. &#xC09;&#xC32;&#xC3F;+&#xC06;&#xC15;&#xC41;) n. A ticket or invoice left with goods or grain, specifying the quantity and the owner of the goods. &#xC1A;&#xC40;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ullasamu. [Skt.] n. Sport, satire, fun, frolic. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC32;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;. M. XII. iv. 388. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC2E;&#xC3E;&#xC21;&#xC41; ullasam-&#x101;&#x1E0D;u. v. i. To sport with, to joke. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC0E;&#xC17;&#xC24;&#xC3E;&#xC33;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ullasin&#x1E6D;su. v. i. To exult, rejoice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ullalamu. [Skt.] n. Movement. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC3F;&#xC15;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; ullalitamu. adj. Moved. &#xC15;&#xC26;&#xC32;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC32;</span>&#xA0;&#xA0;ullala. [Tel.] n. A bubbling noise, ebullition. &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ullamu. [Tel.] n. The heart. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2E;&#xC41; ullaramu. [Tel. from &#xC09;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;+&#xC05;&#xC30;&#xC41;) adj. What is painful to the heart or feelings. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A; &#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ulla&#x1E0D;i. [Tel.] n. Confusion, trouble, disturbance. BD. v. 1025.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC21;</span>&#xA0;&#xA0;or &#xC09;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41; ulla&#x1E0D;a. [Tel.] n. An awning or canopy. &#xC1A;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3F;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC1F;</span>&#xA0;&#xA0;ulla&#x1E6D;a. [Tel.] n. A hammock. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;. &#xC36;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC09;&#xC32;&#xC4D;&#xC32;&#xC1F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they slung the corpse in a sheet on a pole and carried it away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;</span>&#xA0;&#xA0;ullaki. [Tel.] n. A sling or hammock of cloth or cradle hanging down from a pole carried on two men&apos;s shoulders. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they slung him in a hammock and brought him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;uvva. [Tel.] n. A certain tree. Dillsmia speceosa. Rox. ii. 650.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC3F;&#xC21;</span>&#xA0;&#xA0;uvida. [Skt.] n. Woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC02;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC33;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC09;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC3F; u&#x1E37;akki. [Tel.] n. A lie. a joke, pretence. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;. Vasu. iii. 163.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ull&#x101;samu. [Skt.] n. Joy, delight, amusement. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; ull&#x101;sa-purushu&#x1E0D;u. A luxurious man or man of pleasure. A prodigal. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC3F; ull&#x101;si. A cheerful man. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC2E;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC38;&#xC3F;&#xC27;&#xC28;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; T. iv. 136.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;ull&#x101;ru. [Tel.] n. A saddle-cloth: a particoloured cushion. &#xC35;&#xC26;&#xC4D;&#xC26;&#xC42;. Fringes. &#xC1C;&#xC3E;&#xC32;&#xC30;&#xC41;&#xC32;&#xC41;. &quot;&#xC2E;&#xC42;&#xC30;&#xC15;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41; &#xC1C;&#xC47;&#xC28;&#xC15;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC17;&#xC3E; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC32; &#xC2A;&#xC48;.&quot; A. iv. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ull&#x101;mupi&#x1E6D;&#x1E6D;a. [Tel.] n. A snipe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ull&#x101;bhamu. [Skt.] n. A canopy borne over marriage offerings or over the bride and bridegroom as they go in procession. &#xC1A;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3F;, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;ull&#x101;ku-ch&#x113;pa. [Tel.] n. The bony hilsa or sable fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ulvaramu. [Tel.] n. Rubbish. sweepings, &amp;c., used for manure (Viz&#x101;g.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ull&#x14D;lamu. [Skt.] n. A surge, a large billow, or wave. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;uvva-pi&#x1E6D;&#x1E6D;a. [Tel.] n. A sort of bird, a wagtail. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;uvvana. [Tel.] adv. Unexpectedly, all at once. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;, &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; Rukm&#x101;ngada. iii. 140.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ulli. [Tel.] n. The onion. &#xC28;&#xC40;&#xC30;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F; the onion. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; garlic. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC2F; or &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; ulli-p&#x101;ya. n. An onion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ul-l&#x113;khamu. [Skt.]. Uttering, mention, rehearsing. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. A rhetorical trope.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ulli-p&#x101;sh&#x101;&#x1E47;amu. [Skt.] n. Corrosive sublimate. &#xC38;&#xC4C;&#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;ulle. [Tel.] n. The crust at the bottom of pies or tarts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;ullin-k&#x101;ya. [Tel.] n. A species of plover.
			</div>
                