&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ush&#x1E6D;ramu. [Skt.] n. A camel &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC32;&#xC15;&#xC2E;&#xC41;, &#xC12;&#xC02;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC37;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;ushassu. [Skt.] n. Dawn, day break. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC37;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ushar-budhu&#x1E0D;u. [Skt.] n. He who awakes with the dawn. An epithet of the god of fire. Vulcan. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC36;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;u&#x1E63;&#x12B;ramu. [Skt.] n. A sort of fragrant root, Audropogon murica&#x1E6D;us usually termed &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41; cuss-cuss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;u&#x1E63;anu&#x1E0D;u. [Skt.] n. The name of the planet Sukra or Venus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;uvvu. [Tel.] n. Attempt, exertion, effort. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;, &#xC09;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; uvv-e&#x1E6D;&#x1E6D;u. adj. All &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC41;. &quot;&#xC12;&#xC15;&#xC32;&#xC4D;&#xC15; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC30;&#xC46;&quot; M. v. 30. &#xC09;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; uvvettu-g&#x101;. Quite easily. All at once. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E;, &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;. Completely. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;. From the bottom &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B;. &quot;&#xC2E;&#xC48;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15; &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17; &#xC17;&#xC42;&#xC32;&#xC46;&#xC2A;&#xC3E; &#xC2A;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC32;&#xC28;&#xC4D; &#xC1C;&#xC2F;&#xC2E;&#xC02;&#xC26; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC47;.&quot; Chenna BP. v. 65.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; uvvi&#x1E37;&#x1E37;-&#x16B;ru. [Tel.] v. n. To water, as the mouth. To be eager. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To hasten &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC09;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC09;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC42;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41; uvvi&#x1E37;&#x1E37;&#x16B;r&#x1E6D;su. v. a. To tempt, to stir or excite the appetite. &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC37;&#xC3F;&#xC02;&#xC2A; &#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;uvv&#x101;yi. [Tel.] n. Cheerfulness, joy. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC2A;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;uvvala-p&#x14D;&#x1E6D;i. [Tel.] n. A certain game among children. &quot;&#xC1A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32; &#xC2A;&#xC4B;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC4B;&#xC26;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3E;&#xC32;&#xC41;.&quot; &#xC15;&#xC3E;&#xC33;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;usulu. [Tel.] n. Ease, facility; convenience &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC09;&#xC38;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he is rather better in health it was not convenient or easy for him. &#xC09;&#xC38;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; tolerably good, easy, light &#xC09;&#xC38;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to facilitate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;usuru [Tel.] n. Breath, life; strength, vigour, grief; a sigh, affliction, plague, hardship, evil result; retribution or result. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC09;&#xC38;&#xC41;&#xC30;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; his trouble will come upon you. &#xC06;&#xC21;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC09;&#xC38;&#xC41;&#xC30;&#xC41; &#xC24;&#xC17;&#xC32;&#xC15;&#xC2A;&#xC4B;&#xC26;&#xC41; the sigh of a woman will not fail to bring trouble (to him who caused her grief). &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC09;&#xC38;&#xC41;&#xC30;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC41; their sorrows shall be visited on his head. &#xC09;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC09;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; usuru-p&#x14D;si-konu. v. a. To cause sighs. To afflict. &#xC28;&#xC3E; &#xC09;&#xC38;&#xC41;&#xC30;&#xC41; &#xC0F;&#xC32; &#xC2A;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41; why do you torment me thus? &#xC07;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC38;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; this called down the curses of the people. &#xC09;&#xC38;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E; alive.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;usumu. [Tel.] v. a. To scour or wash. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC41;&#xC15;&#xC41;, &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC41;&#xC15;</span>&#xA0;&#xA0;usuka. [Tel.] n. Sand &#xC07;&#xC38;&#xC41;&#xC15;. &#xC09;&#xC38;&#xC41;&#xC15; &#xC35;&#xC02;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15; usiri. [Tel.] n. A tree with acid fruit used for pickles. Phyll&#x101;nthus Emblica; Emblic myrobalan. Various species are named in Rox. III. 654. --673.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC3F;</span>&#xA0;&#xA0;usi. [Tel.] n. A hiss, hissing. &#xC09;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; usi-konu. v. i. To give the chase as a dog does &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. &#xC09;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41; usi-kolpu. v. a. To hiss a dog on. To excite or stir up anger. &#xC09;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; a quaver or superfluous syllables, used in singing. &#xC09;&#xC38;&#xC3F;. n. Dust, powder, &#xC28;&#xC41;&#xC38;&#xC3F;. &#xC05;&#xC28;&#xC32;&#xC41;&#xC38;&#xC3F; oaths are nonsense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ush&#x1E47;amu. [Skt.] n. Sunshine, warmth; heat; fever, feverishness. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41; adj. Hot. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F; the sun. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; ush&#x1E47;in&#x1E6D;su. v. n. To be hot. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC40;&#xC37;&#xC2E;&#xC41; ush&#x1E47;&#x12B;shamu. n. A turban, a diadem. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC17;&#xC3E;.
			</div>
                