&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC42;&#xC30;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC09;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;usu&#x1E37;&#x1E37;u. [Tel.] n. Winged white ants. &#xC07;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC15;&#xC41; &#x16B;kin&#x1E6D;su. [Tel.] v. n. To shake, agitate or move; to endeavour or make an effort. &#xC2A;&#xC42;&#xC28;&#xC41;; to rattle the dice. &#xC0A;&#xC15;&#xC41; or &#xC0A;&#xC15;&#xC41;&#xC35; &#x16B;ku. n. Effort, exertion. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC12;&#xC15;&#xC4D;&#xC15;&#xC42;&#xC15;&#xC41;&#xC35;&#xC02;&#xC17;&#xC26;&#xC32;&quot; (R. v. 6.) moving at a single effort. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC0A;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E; at once, all at once. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E;. &#xC0A;&#xC15;&#xC41;&#xC35;&#xC17;&#xC41; &#x16B;kuvagu. (&#xC0A;&#xC15;&#xC41;&#xC35;+&#xC05;&#xC17;&#xC41;) v. n. To try, to undertake. &#xC2A;&#xC42;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC15;&#xC30;</span>&#xA0;&#xA0;&#x16B;kara. [Tel.] n. To say &#xC0A; &#xC0A; while listening to what another says. &#xC0A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. &#xC0A;&#xC15;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x16B;kara-go&#x1E6D;&#x1E6D;u. v. i. To crow or make indistinct sounds, as an infant. G. iii. 46. BD. v. 967.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC15;</span>&#xA0;&#xA0;&#x16B;ka. [Tel.] n. The husk of paddy. &#xC09;&#xC2E;&#xC41;&#xC15;. Also (noun from &#xC0A;&#xC17;&#xC41;) Swinging &#xC0A;&#xC17;&#xC41;&#xC1F;. &#xC0A;&#xC15;&#xC28;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; &#x16B;kana-bo&#x1E0D;&#x1E0D;u. n. A certain plant used in fevers. &#xC0A;&#xC15;&#xC2C;&#xC02;&#xC24;&#xC3F; &#x16B;ka-banti. n. The flower called Bachelor&apos;s button. &#xC2A;&#xC4B;&#xC15;&#xC2C;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;</span>&#xA0;&#xA0;&#x16B;. The long vowel U or oo, as in flute or shoot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC39;&#xC4D;&#xC39;&#xC41;</span>&#xA0;&#xA0;uhhu. [Tel.] n. The sound produced when a fire is kindled by blowing on it. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC42;&#xC26;&#xC41;&#xC1F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC09;&#xC39;&#xC4D;&#xC39;&#xC28;&#xC3F; &#xC39;&#xC4B;&#xC2E;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC42;&#xC26; &#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC39;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC39;&#xC41;&#xC39;&#xC41;</span>&#xA0;&#xA0;uhuhu. [Tel.] n. Shivering from excessive cold. (Imitative of the noise then made.)  &#xC2C;&#xC39;&#xC41;&#xC36;&#xC40;&#xC24;&#xC4B;&#xC38;&#xC47;&#xC24;&#xC02;&#xC2C;&#xC48; &#xC2F;&#xC41;&#xC39;&#xC41;&#xC39;&#xC42; &#xC2F;&#xC28;&#xC3F;&#xC35;&#xC21;&#xC15;&#xC46; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC35;&#xC3E;&#xC25;&#xC3E;. &#xC2D;&#xC3E;&#xC17;. x.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;ussu. [Tel.] n. Ah! alas! &quot;&#xC09;&#xC38;&#xC4D;&#xC38;&#xC28;&#xC41; &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC39;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; P. i. 246. &#xC09;&#xC38;&#xC4D;&#xC38;&#xC28;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he sighed and sat down. &#xC09;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC28;&#xC41; ussur-anu. v. n. To sigh. (from &#xC09;&#xC38;&#xC4D;&#xC38;&#xC41; alas! and &#xC05;&#xC28;&#xC41; to say; the R being inserted to save elision.) &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;. &#xC09;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; ussur-anipin&#x1E6D;su. (causal of &#xC09;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC28;&#xC41;.) v. a. To grieve, to make one sigh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC09;&#xC38;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;uste. [Tel.] n. The gigantic swallow wort. The fruit is called &#xC09;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC3E;&#xC2F;. &#xC09;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC41; is the fruit dried and preserved.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E6D;su. [Tel.] v. n. To wither. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; &#xC0A;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; his hair is falling off. &#xC0A;&#xC1A;&#xC41; causative of &#xC0A;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1A;</span>&#xA0;&#xA0;&#x16B;&#x1E6D;sa. [Tel.] n. The soft core of the plantain or similar tree. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46;. A thorn bush. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;. &#xC09;&#xC1A;&#xC15;&#xC4B;&#xC24;&#xC17;&#xC3E; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cut the throat without any trouble. &#xC0A;&#xC1A; &#x16B;&#x1E6D;sa. adj. Withered. &#xC0A;&#xC26;&#xC15;&#xC3E;&#xC32;&#xC41; a withered leg. &#xC0A;&#xC1A;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a withered hand. &#xC0A;&#xC1A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to grow big enough for the core in a plant to form. &#xC0A;&#xC1A;&#xC2A;&#xC4B;&#xC35;&#xC41; to become lean. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0A;&#xC1A;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x16B;&#x1E6D;sa-biyyamu. n. Grain not quite ripe. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC41;&#xC26;&#xC30;&#xC28;&#xC3F; &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;, &#xC0A;&#xC1A;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x16B;&#x1E6D;sa-mu&#x1E6D;&#x1E6D;u. adv. To the core entirely, wholly. &quot;&#xC09;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC24; &#xC17;&#xC21;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC42;&#xC1A;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC28;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC32;&#xC26;&#xC46;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC2E;&#xC41;.&quot; H. D. i. 252.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC0A;&#xC17;&#xC3E;&#xC21;&#xC41; &#x16B;gu. [Tel.] v. n. To be agitated or shaken, to swing, to wag, roll. &#xC0A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x16B;gin&#x1E6D;su (causal of &#xC0A;&#xC17;&#xC41;) v. a. To shake, to move, to swing or rock. &#xC0A;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F; &#x16B;gul-a&#x1E6D;a. (&#xC0A;&#xC17;&#xC41;&#xC32;&#xC41;+&#xC06;&#xC1F;) n. Swinging: tottering. &#xC0A;&#xC1A;&#xC41; &#x16B;&#x1E6D;su. [Tel. causal of &#xC0A;&#xC17;&#xC41;] v. a. To swing, cause, to swing, to wag or shake, rock, nod. &#xC0A;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC0A;&#xC1A;&#xC41; to shake or wave (the hand in forbidding) or to say no, to forbid by the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC15;&#xC4A;&#xC28;&#xC41; &#x16B;-ko&#x1E6D;&#x1E6D;u. [Tel.] v. n. To hum or make an indistinct sound, resembling &#xC0A;, &#xC0A;, denoting that one is listening to what another is saying.
			</div>
                