&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E6D;in&#x1E6D;su. [Tel.] v. t. To deceive &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1F;</span>&#xA0;&#xA0;&#x16B;&#x1E6D;a. [Tel from &#xC0A;&#xC30;&#xC41;] n. Juice, sap. A fountain, a spring as of water. Marrow. &#xC0E;&#xC2E;&#xC41;&#xC15; &#xC0A;&#xC1F;. Pickling liquor. strength. &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC2A;. &#xC0A;&#xC1F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; &#x16B;&#x1E6D;a-kallu. n. A grain like &#xC05;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC0A;&#xC1F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; &#x16B;&#x1E6D;&#x101;-gu&#x1E47;&#x1E0D;u. n. The stone to which a weaver fastens the cross sticks on which he stretches his web. &#xC0A;&#xC1F;&#xC28;&#xC40;&#xC30;&#xC41; &#x16B;&#x1E6D;a-n&#x12B;ru. n. A gushing spring. &#xC0A;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#x16B;&#x1E6D;a-pu&#x1E6D;&#x1E6D;u. v. n. To spring (as water.) &#xC0A;&#xC1F;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; &#x16B;&#x1E6D;a-bu&#x1E0D;&#x1E0D;i-chekka. n. Wood that is strong and durable for building purposes. &#xC0A;&#xC1F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#x16B;&#x1E6D;a-yettu. v. n. To be damp. &#xC0A;&#xC1F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; damp, moist. &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC0A;&#xC1F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; these trees have been injured by excessive moisture. &#xC0A;&#xC1F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a damp house. &#xC0A;&#xC1F;&#xC17;&#xC32; heavy, abounding springs. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC17;&#xC32;, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC0A;&#xC1F;&#xC17;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; a heavy piece of wood. &#xC0A;&#xC1F;&#xC3E;&#xC21;&#xC41; &#x16B;&#x1E6D;&#x101;&#x1E0D;u. (&#xC0A;&#xC1F;+&#xC06;&#xC21;&#xC41;) v. n. To shake, totter, waver, be agitated. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0A;&#xC1F;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. (Vasu. iv. 159.) to shake &#xC15;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;u-konu. [Tel.] v. n. To become moist, as earth. A. v. 144. To pierce. &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;u. [Tel.] v. n. To part, drop out, slip out, &#xC1C;&#xC3E;&#xC30;&#xC41;, &#xC30;&#xC3E;&#xC32;&#xC41;. To give way, fail: to be unfastened, loosened, separated. &#xC35;&#xC26;&#xC41;&#xC32;&#xC17;&#xC41;. To flee, run away. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC0A;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he is the very image of his father. &#xC0A;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to take out, root up. remove. &#xC0A;&#xC21;&#xC26;&#xC40;&#xC2F;&#xC41; to pull out, to take off (skin or clothes), to unloose. &#xC0A;&#xC21;&#xC2C;&#xC40;&#xC15;&#xC41; to root out. &#xC0A;&#xC21;&#xC32;&#xC3E;&#xC17;&#xC41; to pull out, to draw out.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC3F;&#xC24;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;ita. [Tel.] n. A staff used as a prop by a weaver for his warp. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21; &#xC15;&#xC3F;&#xC02;&#xC26; &#xC0A;&#xC24;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;i-k&#x16B;ra. [Tel.] n. A kind of herb. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;ani-p&#x101;&#x1E0D;u. [Tel. &#xC0A;&#xC21;&#xC41;+&#xC05;&#xC28;&#xC3F;+&#xC2A;&#xC3E;&#xC21;&#xC41;] v. t. To cry &#xC0A;&#xC21;&#xC41; while running away. To run away. To be put to flight, to be routed. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC4D; her modesty left her. P. iv. 433. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC4D; that fascination is now over. &quot;&#xC12;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; &#xC15;&#xC15;&#xC41;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC15; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F; &#xC17;&#xC3E;&#xC22;&#xC24;&#xC30;&#xC24;&#xC2E;&#xC4B; &#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC24;&#xC28;&#xC24;&#xC17;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC41;&#xC17; &#xC28;&#xC4A;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC21;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; &#xC2E;&#xC3E;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC4D;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;a. [Tel.] n. A root growing down from the branches of the banyan and similar trees. &#xC0A;&#xC21;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tree that has such suckers or roots.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E6D;u. [Tel.] n. Moisture. &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;. &#xC0A;&#xC1F;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to wet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E6D;u. [Tel.] v. t. To thrust through. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC30;&#xC17;&#xC3E; &#xC28;&#xC42;&#xC1F;&#xC46;&#xC28;&#xC3E; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2F;&#xC40;&#xC1F;&#xC46;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;igamu. [Tel.] n. Service. Drudgery, task. &#xC15;&#xC4A;&#xC32;&#xC35;&#xC41;. &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; menial duties. &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41;&#xC26;&#xC3F; &#x16B;&#x1E0D;igapudi. n. A maid servant. &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC40;&#xC21;&#xC41; &#x16B;&#x1E0D;igapu-v&#x101;&#x1E0D;u. n. A man servant, a menial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;u&#x1E6D;su. [Tel.] v. a. To sweep. To slacken, loosen, divest, open, sever, separate. &#xC0A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41; To wrest, take by force. To transplant. &#xC28;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC1F;&#xC41;. To root out, to eradicate. &#xC09;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a field in which rice plants have been set (by transplanting.) &#xC24;&#xC32;&#xC32;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC46; he smote off their heads. R. v. 275. &#xC0A;&#xC21;&#xC41;&#xC2A;&#xC41; &#x16B;&#x1E0D;upu. n. Sweeping: &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. transplanting. &#xC28;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC1F;. &#xC0A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; land in which shoots are transplanted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;ugu. [Tel.] n. The plant named Alangium Lamarck&#xFC;. (E. P.) &#xC05;&#xC02;&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;.
			</div>
                