&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC26;&#xC3F;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;dibamu. [Tel.] n. Produce, income. &#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC06;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC26;&#xC3E;</span>&#xA0;&#xA0;&#x16B;da. [H.] n. Dark colour, purple or brown.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC26;</span>&#xA0;&#xA0;&#x16B;da. [Tel.] n. A swelling, tumour. &#xC35;&#xC3E;&#xC2A;&#xC41;. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC42;&#xC26;. Malice, spite, envy. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;. &#xC0A;&#xC26; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#x16B;&#x1E0D;a-ka&#x1E0D;upu. n. A pot belly. &#xC0A;&#xC26; or &#xC0A;&#xC26;&#xC30; &#x16B;da. n. A kind of grass. Tares. H. v. 53. &#xC12;&#xC15; &#xC05;&#xC32;&#xC4D;&#xC2A; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC0A;&#xC26;&#xC30;&#xC2C;&#xC32;&#xC3F;&#xC2F; &#xC2A;&#xC48;&#xC30;&#xC4A;&#xC26;&#xC17;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; L. xiii. 394. &#xC0A;&#xC26;&#xC30; &#x16B;dara. n. Smoke. &#xC0A;&#xC26;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC0A;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x16B;dara-go&#x1E6D;&#x1E6D;u. v. a. To smoke an animal out of its hole, or to ripen fruit by passing hot smoke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC24;</span>&#xA0;&#xA0;&#x16B;ta. [Tel.] n. A support, a prop. A fishing hook, a basket snare to catch fish. A coop to keep animals in. A pannier. &#xC05;&#xC28;&#xC1F;&#xC41;&#xC32; &#xC2F;&#xC42;&#xC24;&#xC17;&#xC4A;&#xC28;&#xC3F; leaning against the plantain trees. &#xC0A;&#xC24;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he held the cudgel at my face as close as possible. &#xC0A;&#xC24;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F; he stood as a support. &#xC0A;&#xC24;&#xC15;&#xC4A;&#xC28;&#xC41; &#x16B;ta-konu. v. n. To support oneself, to rest, lean on. &#xC0A;&#xC24;&#xC15;&#xC4B;&#xC32; &#x16B;ta-k&#x14D;la. n. A staff to lean on. &#xC0A;&#xC24;&#xC2E;&#xC41; &#x16B;tamu. n. Grasp, strength. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC08; &#xC2E;&#xC3E;&#xC1F; &#xC0A;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he relied on this statement. &#xC0A;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; he took it for granted. &#xC24;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC0A;&#xC24;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC1F; a circumstance that was in his favour. &#xC0A;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to state or declare, to strengthen. &#xC2C;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC22;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;ha. [Skt.] adj. Married. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;, n. A wife. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;. A married woman &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;&#x1E0D;emu. [Tel.] n. A fortified place with a few bastions. &#xC17;&#xC21;&#xC3F;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC4B;&#xC1F; Also, &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC0A;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC2C;</span>&#xA0;&#xA0;&#x16B;ba. [Tel.] n. A eunuch. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. A corpulent man. &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x16B;pu. [Tel. from &#xC0A;&#xC17;&#xC41; and &#xC0A;&#xC1A;&#xC41;.] v. t. To cause to swing &#xC0A;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. n. Swinging. A push, one oscillation in swinging. &#xC0A;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x16B;piri. [Tel.] n. Breath, respiration. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to breathe. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hold in the breath. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC26;&#xC3F; he has revived. &#xC28;&#xC40;&#xC15;&#xC41; &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E; can you draw your breath? &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15; being suffocated. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; dead. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x16B;piri-ku&#x1E6D;&#x1E6D;u. n. A stitch in the side. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC24;&#xC40;&#xC2F;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC2A;</span>&#xA0;&#xA0;&#x16B;pa. [Tel.] n. A underwood in a forest. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x16B;nika. [Tel.] n. Resting, support, steadiness. &#xC05;&#xC28;&#xC41;&#xC1F;, &#xC26;&#xC3F;&#xC1F;&#xC35;&#xC41;. &#xC0A;&#xC28;&#xC41; &#x16B;nu. v. a. To have, take, bear, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To soften as leather. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. v. n. To lean against, to rest on. &#xC06;&#xC28;&#xC41;: &quot;&#xC05;&#xC2F;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC48; &#xC2E;&#xC26;&#xC3F;, &#xC28;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F; &#xC2E;&#xC41;&#xC28;&#xC1C;&#xC47;&#xC38;&#xC3F;&quot; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;namu. [Skt.] n. Loss, disgrace, injury, defect. &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;. adj. Less, defective. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC17;&#xC32;. &#xC0F;&#xC15;&#xC4B;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC3F; nineteen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC27;&#xC38;&#xC4D;&#xC38;&#xC41; &#x16B;dhamu. [Skt.] n. An udder. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x16B;du. [Tel.] v. n. To blow with the breath or with bellows. To swell &#xC35;&#xC3E;&#xC1A;&#xC41;. To press &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;, &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. To play on a flute. To purify or refine metal with the blowpipe. To place, &#xC09;&#xC02;&#xC1A;&#xC41;. To be swollen. To arise as a thought or feeling. To catch fish. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC0A;&#xC24;&#xC24;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC0A;&#xC26;&#xC41;&#x16B;du. n. A snare for fish made of basket work. Clay, mud &#xC2C;&#xC41;&#xC30;&#xC26;. A swelling &#xC35;&#xC3E;&#xC2A;&#xC41;. &#xC0A;&#xC26;&#xC41; &#x16B;du. [H.] n. Frankincense, benzoin. &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC09;&#xC26;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; a pastille. &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC0A;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to cause to blow. &#xC0A;&#xC26;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; or &#xC0A;&#xC26;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; silver refined with the blow-pipe. &#xC0A;&#xC26;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#x16B;du-go&#x1E6D;&#x1E6D;amu. n. A blow-pipe. &#xC0A;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; or &#xC0A;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x16B;du-kr&#x14D;vi. n. A wind instrument.
			</div>
                