&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;sha&#x1E47;amu. [Skt.] n. The stimulant called &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, viz., &#xC36;&#xC4A;&#xC02;&#xC20;&#xC3F;, &#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;, or &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41; ginger, pepper, or long pepper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC0A;&#xC17;&#xC41;. &#xC0A;&#xC35;&#xC3E;&#xC21;&#xC41; Same as &#xC0A;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;shamu. [Skt.] n. Fuller&apos;s earth. &#xC1A;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC0A;&#xC37;&#xC30;&#xC2E;&#xC41; or &#xC09;&#xC38;&#xC30;&#xC2E;&#xC41;. &#x16B;sharamu. n. Salt soil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x16B;r&#x1E6D;su. Same as &#xC0A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x16B;r-&#x113;gu. [Tel. &#xC0A;&#xC30;&#xC41;+&#xC0F;&#xC17;&#xC41;.] v. n. To go (in parade or procession) through a village or town. &#xC0A;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x16B;r-&#x113;gin&#x1E6D;su. v. a. To parade, to carry through the town. &#xC0A;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x16B;r-&#x113;gimpu. n. A procession.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x16B;ruvu. [Skt.] n. The thigh. &#xC24;&#xC4A;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41; &#x16B;rupu. [Tel.] n. Breath. sighing. &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. A sort of stew or curry, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41; a deep sigh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x16B;lu. [Tel. for &#xC15;&#xC42;&#xC32;&#xC41;) v. n. To fall. &#xC2A;&#xC21;&#xC41;. &quot;&#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC42;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3E; &#xC15;&#xC43;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Hurling a thunderbolt to crush a fly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC32;&#xC2E;&#xC3E;&#xC32;</span>&#xA0;&#xA0;&#x16B;lam&#x101;la. [Tel.] n. Pain, anxiety &#xC24;&#xC39;&#xC24;&#xC39;. &#xC0A;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; to suffer pain or anxiety. &#xC24;&#xC39;&#xC24;&#xC39;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC32;</span>&#xA0;&#xA0;or &#xC0A;&#xC33; &#x16B;la. [Tel.] n. A whistle. The howling of a fox &#xC28;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC42;&#xC24;. &#xC0A;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; the fox. &#xC0A;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; to whistle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC33;</span>&#xA0;&#xA0;&#x16B;rmi&#x1E37;a. [Skt.] n. A woman that has separated from her husband &#xC2E;&#xC17;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC21;&#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;&#x16B;rmi. [Skt.] n. A wave. &#xC05;&#xC32;; the fold of a cloth &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC24;. Pain &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC37;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; the six kinds of pain, viz., hunger, thirst, grief, passion, old age and death. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC24;&#xC4D;, &#xC24;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;. &#xC36;&#xC4B;&#xC15;, &#xC2E;&#xC4B;&#xC39;, &#xC1C;&#xC30;&#xC3E;, &#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC0A;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC15; &#x16B;rmika. n. A wave, a plait or fold, a finger ring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x16B;ru-ju&#x1E0D;u. [Skt. from &#xC0A;&#xC30;&#xC41;&#xC2A;&#xC41; a thigh and &#xC1C; = born] n. A man of the Vaisya caste. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;rdhvamu. [Skt.] adj. Above, upper, high. &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC48; with his arms raised. &#xC0A;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC35;&#xC30;&#xC47;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; a Rishi or Sage. &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#x16B;rdhva-l&#x14D;kamu. n. The world above. Heaven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;r&#x1E47;amu. [Skt.] n. Wool, felt, &amp;c. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3F;, &#xC28;&#xC42;&#xC32;&#xC41;. &#xC0A;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC3E;&#xC2D;&#xC2E;&#xC41; a spider. &#xC38;&#xC3E;&#xC32;&#xC46; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;rjamu. [Skt.] n. Bodily strength, perseverance. &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. &#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC21;&#xC41; &#x16B;rja-svalu&#x1E0D;u. n. A strong man. &#xC2C;&#xC32;&#xC3E;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x16B;rjitamu. adj. Stable, firm. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; or &#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC4D;&#xC21; stable, confirmed: in force, as a law. &#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2A;&#xC30;&#xC1A;&#xC41; to confirm, to make stable, to fix. &#xC26;&#xC43;&#xC22;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC0A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; firmly. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC38;&#xC41;</span>&#xA0;&#xA0;&#x16B;su. [Tel.] n. Speech. &#xC09;&#xC2C;&#xC41;&#xC38;&#xC41;. &#xC0A;&#xC38;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; to chit-chat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC38;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x16B;sarillu. v. i. To become lean or dry. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC38;&#xC30;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x16B;sara-velli. [Tel.] n. A chameleon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;saramu. [Tel.] n. Salt soil &#xC0A;&#xC38;&#xC30;&#xC2E;&#xC41; adj. Lean: fallen away by disease. &#xC0A;&#xC38;&#xC30;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a lean cat. &quot;&#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC42;&#xC38;&#xC30;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC1F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC1F;&#xC28;&#xC4D;&#xC28;.&quot; &#xC35;&#xC40;&#xC30;&#xC36;&#xC47;&#xC35;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC32;&#xC41;. p. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x16B;shmamau. [Skt.] n. Heat; sunshine &#xC09;&#xC2E;&#xC4D;&#xC2E;, &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F;. In Gram: the letters &#xC36;, &#xC37;, &#xC38; and &#xC39;. &#xC0A;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC17;&#xC2E;&#xC2E;&#xC41; the hot season. &#xC0A;&#xC37;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41; &#x16B;shmalamu. adj. Heat, hot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x16B;rpu. [Tel.] Same as &#xC0A;&#xC30;&#xC41;&#xC2A;&#xC41; (q. v.) &#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC4B;&#xC35;&#xC41; (&#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41;+&#xC2A;&#xC4B;&#xC35;&#xC41;) to breathe. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC32;&#xC41;. &#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC4B;&#xC15; (&#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41;+&#xC2A;&#xC4B;&#xC15;) a pastime &#xC09;&#xC2C;&#xC41;&#xC38;&#xC41; &#xC2A;&#xC4B;&#xC15;. &#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; (&#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41;+&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;) to cause the breath to go out.
			</div>
                