&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC1C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;ijuvu. [Skt.] adj. straight. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC0B;&#xC1C;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; rectitude, honesty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;ikshamu. [Skt.] n. A bear. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;ikku. [Skt.] n. The name of one of the Vedas. A Vedic sl&#x14D;ka. &#xC16;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a supplementary hymn or Rik appended to the Veda.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;</span>&#xA0;&#xA0;The vowel Ri or Ru like ri in trick or ru in fruit; sometimes wrongly written &#xC30;&#xC41;. The vowels &#xC0B; and &#xC0B; in Prosody rhyme to &#xC07; and &#xC08;, never to &#xC09;, &#xC0A; and &#xC13;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0A;&#xC39;</span>&#xA0;&#xA0;or &#xC0A;&#xC39;&#xC2E;&#xC41; &#x16B;ha. [Skt.] n. Thought, reasoning, a guess, supposition, idea, contrivance. Probability, prospect. &#xC0A;&#xC39; &#xC2E;&#xC40;&#xC26; on a guess, probably. &#xC0A;&#xC39; &#xC1A;&#xC47;&#xC2F;&#xC41; &#x16B;ha-ch&#x113;yu. v. n. To think, form an opinion. &#xC0A;&#xC39;&#xC2A;&#xC4B;&#xC39;&#xC32;&#xC41; &#x16B;ha-p&#x14D;halu. n. Thoughts and imaginations. (&#xC2A;&#xC4B;&#xC39; is anuk). &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x16B;hin&#x1E6D;su. v. n. To think, reason, guess, contrive, consider, reflect on. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC42;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3E; think within yourself &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41; men think so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC37;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;ishabhamu. [Skt.] n. A bull. adj. excellent (in certain Sam&#x101;sams or compounds.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;isyamu. [Skt.] n. The white footed antelope. &#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41; horses having the color of this antelope. Dun horses. &#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC36;&#xC43;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; (lit. one who bears the horn of an antelope.) n. Name of a Rishi or saint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC2D;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;ibhuvu. [Skt.] n. A deity. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. Vasu. v.3. &#xC0B;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; &#x1E5B;ibhukshu&#x1E0D;u. n. Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;&#x1E5B;iddhi. [Skt.] n. Abundance, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; &#x1E5B;itvikku. [Skt.] n. A priest appointed to perform particular rites at a sacrifice. There are 16 orders of Vedic priests, of whom only three (viz: &#xC09;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC24;, &#xC39;&#xC4B;&#xC24;, &#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.) are mentioned in Telugu works.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;ituvu. [Skt.] n. A season. The Hindu year is divided into six seasons, each lasting two months, viz., &#xC35;&#xC38;&#xC02;&#xC24;&#xC2E;&#xC41; the spring, &#xC17;&#xC4D;&#xC30;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; summer, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; the rainy season, &#xC36;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC41; autumn, &#xC39;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; the dewy season and &#xC36;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41; the cold season. &#xC0B;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#x1E5B;itu-k&#x101;lamu. n. The menstruous period. A. ii. 22. &#xC0B;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC3F; &#x1E5B;itu-mati. n. A menstruous woman. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3F;. &#xC0B;&#xC24;&#xC41;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24; &#x1E5B;itu-sn&#x101;ta. n. A woman who has bathed after menstruation. &#xC0B;&#xC24;&#xC41;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; &#x1E5B;itu-sn&#x101;namu. n. Bathing after purification.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;itamu. [Skt.] adj. True, real. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. n. Truth, reality &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;. falsehood, or a lie &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E5B;i&#x1E47;amu. [Skt.] n. Debt, obligation. A claim, a title or lien. &#xC07;&#xC02;&#xC24;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32; &#xC0B;&#xC23;&#xC2E;&#xC41; &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC30;&#xC4B;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4B; besides I know not how much longer it is my fate to dwell here. &#xC0B;&#xC23;&#xC2A;&#xC21;&#xC41; &#x1E5B;i&#x1E47;a-pa&#x1E0D;u. v. n. To get into debt. &#xC0B;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E5B;i&#x1E47;amu-ch&#x113;yu. v. a. To contract a debt, to borrow. &#xC0B;&#xC23;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x1E5B;i&#x1E47;amu-t&#x12B;r&#x1E6D;su. To discharge a debt. &#xC0B;&#xC23;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; the three kinds of obligation, viz., &#xC26;&#xC47;&#xC35;&#xC0B;&#xC23;&#xC2E;&#xC41;, &#xC0B;&#xC37;&#xC3F;&#xC0B;&#xC23;&#xC2E;&#xC41; and &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC0B;&#xC23;&#xC2E;&#xC41;. &#xC0B;&#xC23;&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E5B;i&#x1E47;a-vimuktu&#x1E0D;u. n. One who is free from debt. &#xC0B;&#xC23;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. or &#xC0B;&#xC23;&#xC3F; or &#xC0B;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E5B;i&#x1E47;asthu&#x1E0D;u. n. A debtor. &#xC0B;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#x1E5B;i&#x1E47;&#x101;r&#x1E47;amu. n. A debt contracted to pay off another debt. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0B;&#xC37;&#xC3F;</span>&#xA0;&#xA0;&#x1E5B;ishi. [Skt.] n. A prophet or saint, gifted with supernatural powers. A sage. The author of a spell or prayer. cf. &#xC2E;&#xC41;&#xC28;&#xC3F; and &#xC2F;&#xC4B;&#xC17;&#xC3F;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC30;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; means (1.) the &quot;seven sages,&quot; viz., &#xC2E;&#xC30;&#xC40;&#xC1A;&#xC3F;, &#xC05;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC39;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;; (or) &#xC15;&#xC36;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC2D;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC4C;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC2E;&#xC26;&#xC17;&#xC4D;&#xC28;&#xC3F;, &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;; (2) the constellation of the Great Bear. A proverb says &#xC0B;&#xC37;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC28;&#xC26;&#xC40;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; the origin of a sage is as obscure as that of a river.
			</div>
                