&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC02;&#xC26;&#xC3E;&#xC15;</span>&#xA0;&#xA0;or &#xC0E;&#xC02;&#xC26;&#xC28;&#xC41;&#xC15; end&#x101;ka. [Tel. &#xC0E;&#xC02;&#xC24;+&#xC26;&#xC41;&#xC28;&#xC41;&#xC15;] adv. How far? how long? &#xC0E;&#xC02;&#xC24;&#xC26;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC02;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;endaru. [Tel. &#xC0E;&#xC02;&#xC24;+&#xC35;&#xC3E;&#xC30;&#xC41;] adj. How many (persons.) &#xC0E;&#xC02;&#xC26;&#xC30;&#xC47;&#xC28;&#xC3F; many, &#xC05;&#xC28;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC02;&#xC24;</span>&#xA0;&#xA0;enta. [Tel. &#xC0F;+&#xC05;&#xC02;&#xC24;] adj. How much. &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC24; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; how long is this? &#xC0E;&#xC02;&#xC24; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; what injustice! &#xC08; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC46;&#xC02;&#xC24; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; what is the price (or weight) of this gold? &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC24; &#xC2A;&#xC28;&#xC3F; what great matter is that? &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; how much? &#xC0E;&#xC02;&#xC24;&#xC32;&#xC4B; within what price? &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; by no means. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC28;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC28;&#xC47;&#xC28;&#xC46;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; who am I that I should say so? &#xC28;&#xC40;&#xC35;&#xC46;&#xC02;&#xC24; &#xC06;&#xC2F;&#xC28;&#xC2F;&#xC46;&#xC02;&#xC24;? what comparison is there between you and him? &#xC28;&#xC47;&#xC28;&#xC46;&#xC02;&#xC24; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E; notwithstanding all I could say. &#xC0E;&#xC02;&#xC24; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC47; &#xC05;&#xC02;&#xC24; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; the more you pay the better &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC0E;&#xC02;&#xC24; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; what time of night was it then? &#xC0E;&#xC02;&#xC24; &#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; how long after did he come? &#xC0E;&#xC02;&#xC24;&#xC15;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; for how much did he sell it? &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; a thing quite out of the question. &#xC28;&#xC40;&#xC35;&#xC46;&#xC02;&#xC24; &#xC28;&#xC47;&#xC28;&#xC46;&#xC02;&#xC24; &#xC05;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they scorned or insulted one another. &#xC0E;&#xC02;&#xC24;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41; what sort of persons? &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC3F; how many (persons.) The conjunction &#xC2F;&#xC41; is sometimes added as an intensive. &#xC0E;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC30;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; with very great speed &#xC0E;&#xC02;&#xC24;&#xC47;&#xC28;&#xC3F; ent&#x113;ni. adv. Ever so much, how much soever. &#xC0E;&#xC02;&#xC24;&#xC48;&#xC28;&#xC28;&#xC41;. &#xC0E;&#xC02;&#xC24;&#xC48;&#xC28;. how vast, how great, ever so great. &#xC0E;&#xC02;&#xC24;&#xC4B; much. &#xC0E;&#xC02;&#xC24;&#xC4B; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC24;&#xC4B; with great joy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ekka&#x1E6D;i. [Tel.] adj. Single. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;, single-handed &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;. Noble, great, superior. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; n. A hero, a warrior. Cruelty, harshness. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC40;&#xC21;&#xC41; ekka&#x1E6D;&#x12B;&#x1E0D;u. n. A hero who is without any assistants. &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28;&#xC2C;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC3F;&#xC2E;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;ekim&#x12B;&#x1E0D;u. [Tel.] n. A ruler, general, lord, owner. &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC38;&#xC15;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41; ekasakemu. [Tel.] n. A prank, trick. &#xC35;&#xC02;&#xC1A;&#xC28;. Mockery &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46; &#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;&quot; indulging in all sorts of amorous pranks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC30;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;ekar&#x101;ru. [H.] n. Confession. &#xC0E;&#xC15;&#xC30;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; to confess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC30;&#xC3E;</span>&#xA0;&#xA0;ekar&#x101;. [Tel.] n. A court yard, a cook pit; a place in front of a house where an elephant is tied up. &#xC0E;&#xC28;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC3E;&#xC32;. (&#xC2E;&#xC28;&#xC41; i. Intro: 48.) Also the English word Acre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;eka-do&#x1E6D;&#x1E6D;u. [Tel.] v. t. To excel, increase. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. A. v. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC02;&#xC2C;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;embanna. [Tel. &#xC0E;&#xC02;&#xC2C;&#xC46;+&#xC05;&#xC28;&#xC4D;&#xC28;] n. A idiot, a good-for-nothing fellow. &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;endu. [Tel.] adv. Where? &#xC0E;&#xC02;&#xC26;&#xC4B; somewhere. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; regarding what or which. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; everywhere. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; where is he gone? &#xC0E;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26; whereupon. &#xC0E;&#xC02;&#xC26;&#xC46;&#xC02;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; in what respects. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; wherein &#xC0E;&#xC02;&#xC26;&#xC47;&#xC28;&#xC3F; somewhere or other, anywhere. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F; whence. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; or &#xC0E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; why? for what? wherefore? &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; what is that to me, &#xC0E;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC24; whereby. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC02;&#xC1F;&#xC47; because. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC28; where.&#xC0E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; wherefore, why. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;, &#xC0E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; whence. &#xC0E;&#xC02;&#xC26;&#xC48;&#xC28; wheresoever, anywhere.
			</div>
                