&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;ekku. [Tel.] n. A bowstring. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. Also, encouragement, incitement, goading on &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he unbraced or unbent the bow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;ekku. [Tel.] v. a. &amp; n. To rise, increase, swell. To appear (by its effects as wine, water, poison, or medicine.) To affect the mind. To prevail as a report; to come to notice &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC26;&#xC2E;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he is beside himself with pride or lust. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he is intoxicated. &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; interest has accrued. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; the interest that accrued. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC3F; you have caught his bad habits, or, followed his example. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; to become the theme or topic of discourse. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he became celebrated, rose to distinction. &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; celebrated, honoured. &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; one who has risen to reputation. &#xC2A;&#xC26;&#xC3F; &#xC17;&#xC02;&#xC1F;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC35;&#xC47;&#xC33; when it was ten o&apos;clock, lit. when the sun has mounted (to) ten hours. &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC35;&#xC30;&#xC41;&#xC28;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; no one came forward, or volunteered for the business. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC41; his word will not do, or avail. &#xC24;&#xC32;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the water has got into the head and I have a cold. To mount on, get upon. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; to take to one&apos;s bed. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ekku-konu. v. a. To mount on &#xC06;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ekkili. [Tel.] n. The hiccup &#xC39;&#xC3F;&#xC15;&#xC4D;&#xC15; (plu: &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;.) BD. i. 389.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ekkirin&#x1E6D;su. [Tel.] v. a. To make faces at, to mock, to gibe at &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC4B;&#xC2F;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC46;&#xC28;&#xC41; he went to gibe but met with a fall. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24; ekkirinta. n. Mockery, making faces. A vehicle. &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; a saddle bullock. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F; the eagle on which Vish&#x1E47;u rides. A. vi. 183. R. i. 145.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC41;</span>&#xA0;&#xA0;ekki&#x1E0D;u. [Tel. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC07;&#xC21;&#xC41;] v. t. To bend or string a bow. Bh&#x101;sc. &#xA7; 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ekkin&#x1E6D;su. [Tel. from &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;] v. a. To raise. To mount. To enter, file or insert: to help up, to place.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ekk&#x101;lu. [Tel.] n. The multiplication-table. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ekk&#x101;&#x1E0D;u. [Tel.] v. t. To incite, encourage, to egg on. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ekkasakkemu. [Tel.] n. Scorn, derision. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. Swa. ii. 39.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ekkali. [Tel.] n. Sand washed down by a river. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;ekkal-am&#x1E43;a. [Tel.] n. The name of a village goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ekkamu. [Tel.] n. A bank or path between fields. &#xC17;&#xC28;&#xC3F;&#xC2E;. In arithmetic, a unit, the place of units. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; n. The multiplication-table.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ekku-&#x1E0D;in&#x1E6D;su. [Tel. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;+&#xC07;&#xC02;&#xC1A;&#xC41;] v. t. To increase &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; ekku&#x1E0D;u. [Tel. from &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;.] n. Ascent, greatness. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. A bow-string &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; ekku&#x1E0D;u. adj. High, great, mighty. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; ekku&#x1E0D;u-tanamu. Superiority. &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. P. i. 634.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ekku-pe&#x1E6D;&#x1E6D;u. [Tel.] v. n. To brace a bow.
			</div>
                