&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC2A;&#xC41;</span>&#xA0;&#xA0;egapu. [Tel.] n. Pride, wrath, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC24;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;ega-t&#x101;&#x1E37;i. [Tel.] n. Joke, derision hoax. &#xC17;&#xC47;&#xC32;&#xC3F;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC0E;&#xC17;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to deride, mock, to gibe, to crack jokes at &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;</span>&#xA0;&#xA0;ega. [Tel. from &#xC0E;&#xC17;&#xC2F;&#xC41;] adv. Up, upward. &#xC0E;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ega-go&#x1E6D;&#x1E6D;u. v. a. To throw up, rob, to run away with. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41; ega-gr&#x14D;lu. v. t. To suck up &#xC2A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;. &#xC0E;&#xC17;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41; ega-zallu. v. t. To scatter upward. &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC0E;&#xC17;&#xC1C;&#xC47;&#xC2A;&#xC41; ega-j&#x113;pu. v. a. To keep in (the milk) or restrain it from flowing (as a cow does unless the calf is with her. &#xC0E;&#xC17;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41; ega-dannu. v. t. To kick up. &#xC0E;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41; ega-d&#x12B;yu. v. a. To lift or pull up. To raise. &#xC0E;&#xC17;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; ega-duvvu. v. t. To comb upwards. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC0E;&#xC17;&#xC26;&#xC4B;&#xC2F;&#xC41; ega-d&#x14D;yu. v. t. To lift up, push up. &#xC0E;&#xC17;&#xC2E;&#xC3E;&#xC21;&#xC41; ega-n-&#x16B;du. v. t. To blow upwards, to disregard. &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC0A;&#xC26;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC17;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; ega-n-ettu. v. t. To lift up. &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC0E;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; ega-ba&#x1E6D;&#x1E6D;u. v. t. To hold up. &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC0E;&#xC17;&#xC2C;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41; ega-b&#x12B;l&#x1E6D;su. v. t. To snort aloud. &#xC0E;&#xC17;&#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; ega-&#x16B;piri. n. A gasp. &#xC0E;&#xC17;&#xC2C;&#xC4B;&#xC24; ega-b&#x14D;ta. n Spreading upwards, giving bad advice, rumination, a brown study, discontent. &#xC0E;&#xC17;&#xC41;&#xC35;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC4B;&#xC27;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC2E;&#xC1F; &#xC2F;&#xC46;&#xC17;&#xC2C;&#xC4B;&#xC24; &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC4B;&#xC24;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he was in a sweat from head to foot. &#xC0E;&#xC17;&#xC2C;&#xC4B;&#xC2F;&#xC41; ega-b&#x14D;yu. v. t. To give bad advice. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC4B;&#xC27;&#xC1A;&#xC47;&#xC2F;&#xC41; to hint. &#xC2E;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC17;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41; ega-br&#x101;ku. v. i. To creep up, crawl up. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;. &#xC0E;&#xC17;&#xC30;&#xC4B;&#xC5B;&#xC41; ega-r&#x14D;zu. v. i. To breathe hard. &#xC0E;&#xC17;&#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; ega-roppu. n. Breathing hard. &#xC0E;&#xC17;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; ega-vi&#x1E0D;u&#x1E6D;su. v. t. To let alone. &#xC0A;&#xC30;&#xC15;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC0E;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC41; ega-v&#x113;yu. v. t. To embexxle, misappropriate. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ek-kolupu. [Tel.] v. a. To excite, stir up. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41;</span>&#xA0;&#xA0;ekkuvalu. [Tel.] n. News, novelties, singularities. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;ekkuva. [Tel.] n. Excess, greatness, eminence. Particularity, peculairity. &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC32;&#xC47;&#xC35;&#xC41; he has not many books. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; ekkuva. adj. Great, peculiar, remarkable, singular. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC2A;&#xC3E;&#xC24;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; it is not very old. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC33;&#xC4D;&#xC30;&#xC2E;&#xC15;&#xC3E;&#xC26;&#xC41; it is no great trouble. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; ekkuva-takkuva. n. More or less, uneveness, irregularity, ups and downs. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; about 100 Rupees. &#xC2E;&#xC3E;&#xC32;&#xC4B; &#xC28;&#xC47;&#xC26;&#xC48;&#xC28;&#xC3E; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC09;&#xC02;&#xC1F;&#xC47; &#xC24;&#xC2E;&#xC30;&#xC41; &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; please to excuse all errors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ekkulu-pe&#x1E6D;&#x1E6D;u. [Tel.] v. a. To stir up, to provoke, excite, tempt. &#xC2A;&#xC41;&#xC30;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;</span>&#xA0;&#xA0;or &#xC0E;&#xC17;&#xC26;&#xC3F;&#xC17; eg&#x101;-dig&#x101;. [Tel.] adv. Up and down, backwards and forwards, from head to foot. &#xC0E;&#xC17;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC32;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC42;&#xC28;&#xC46;&#xC28;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC3E; &#xC2F;&#xC46;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he anointed himself from head to foot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC38;&#xC28;</span>&#xA0;&#xA0;egasana. [Tel.] adv. Up, upwards, &#xC0E;&#xC17;&#xC41;&#xC35;&#xC17;&#xC3E;. &#xC0E;&#xC17;&#xC38;&#xC28;&#xC26;&#xC4B;&#xC2F;&#xC41; to push up, lift up: to trim the wick of a lamp &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC2F;&#xC41;</span>&#xA0;&#xA0;egayu. [Tel.] v. n. To rise, to spring up. To fly or bound. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC1A;&#xC41;. &#xC28;&#xC3E; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC41; &#xC2E;&#xC02;&#xC1F;&#xC32;&#xC46;&#xC17;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3F; my hands and feet are burning. &#xC0E;&#xC17;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41; To attack, to be proud, to be arrogant, to fly into a passion. &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC08;&#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC0E;&#xC17;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he flew into a passion. &#xC0E;&#xC17;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; egasi-p&#x101;&#x1E6D;u n. Arrogance, pride, &#xC0E;&#xC17;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC0E;&#xC17;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to fly up or away, to fly off. &#xC0E;&#xC17;&#xC41;&#xC35;&#xC41; eguvu. n. Flying, flight &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;.
			</div>
                