&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;eguru [Tel.] v. n. To fly. &#xC0E;&#xC17;&#xC2F;&#xC41;. &#xC0E;&#xC17;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; egara-go&#x1E6D;&#x1E6D;u. v. a. To toss up. &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC0E;&#xC17;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he scorned what I said. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; egurul-&#x101;&#x1E0D;u. v. n. To cut capers, to leap or make bounds. &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;egumati. [Tel.] n. Shipment, lading, putting goods on board ship, export. &#xC0E;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; egumati-ch&#x113;yu. v. t. To ship or export goods. &#xC0E;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F; egumati-digumati. n. Export and import. Shipping and unshipping.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC41;&#xC26;&#xC32;</span>&#xA0;&#xA0;egudala. [Tel.] n. The upper portion, increase. &#xC2A;&#xC2F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC41;</span>&#xA0;&#xA0;egu. [Tel. for &#xC0E;&#xC17;&#xC41;&#xC35; or &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;] adj. High &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;. &#xC0E;&#xC17;&#xC41;&#xC2C;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41; high or strong shoulders. &#xC0E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC26; a new fledged bird &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC17;&#xC30;&#xC17;&#xC32; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC0E;&#xC17;&#xC41;&#xC1A;&#xC41; egu&#x1E6D;su. v. a. To run after, to chase &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41; egu&#x1E0D;u. adj. Up &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41; egu&#x1E0D;u-digu&#x1E0D;u. Up and down, backwards and forwards. &#xC08; &#xC26;&#xC4B;&#xC35; &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this road is uneven. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41; &#xC28;&#xC47;&#xC32; uneven ground. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; incoherent words. &#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC4B; &#xC2F;&#xC46;&#xC17;&#xC41;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he shuffled, or spoke incoherently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; e&#x1E6D;&#x1E6D;sarin&#x1E6D;su. [Tel.] v. a. To warn, challenge, hail, call to. To hint, allude to, advert to. To invoke. remind, or implore. To rally troops. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC30;&#xC3F;&#xC30; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC24; e&#x1E6D;&#x1E6D;sarika. n. Hint, caution, warning, challenge, reminder. &#xC38;&#xC42;&#xC1A;&#xC28;. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; to caution or warn. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; to be off one&apos;s guard. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41; to be on the alert, to be forewarned.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;e&#x1E6D;sa&#x1E6D;a. [Tel. &#xC0F;+&#xC1A;&#xC4B;&#xC1F;&#xC41;]. adv. Where &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC41; echchirillu. [Tel.] v. n. To thrive, succeed. R.v. 260.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC17;&#xC3F;&#xC32;</span>&#xA0;&#xA0;egg&#x14D;gila [Tel.] n. The plant called Cowach, mucuna pruritus &#xC15;&#xC2A;&#xC3F;&#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC42;&#xC03;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC41; eggurutu. [Tel. &#xC0E;&#xC17;&#xC41;&#xC35;+&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;] n. An abstract, a memorandum. &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; an abstract of an account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;eggu. [Tel.] n. Harm, injury, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. Shame, disgrace. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. Abuse or evil word &#xC15;&#xC40;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F;. Fault, sin &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. Loss or evil &#xC15;&#xC40;&#xC21;&#xC41;, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. eggul-&#x101;&#x1E0D;u. v. t. To find fault, to disgrace. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41; to meet with ill success, to be baffled. &#xC15;. &quot;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC48; &#xC2E;&#xC30;&#xC3F; &#xC26;&#xC3E; &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC15;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC15;&#xC48; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2C;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F; &#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;.&quot; &#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;eggin&#x1E6D;su. [Tel.] v. a. To slight. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To wrong, injure. &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;eggatamu. [Tel.] n. A lonely or solitary place &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC17;&#xC41;&#xC35;</span>&#xA0;&#xA0;eguva. [Tel.] n. The top, the upper part. Uppishness &#xC05;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC4A;. &quot;&#xC24;&#xC17;&#xC35;&#xC3E; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC1F;&#xC41; &#xC2E;&#xC17;&#xC41;&#xC35;&#xC2F;&#xC02; &#xC26;&#xC46;&#xC17;&#xC41;&#xC35;&#xC1A;&#xC42;&#xC2A;&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. v. adj. Up, high &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;. See &#xC0E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC41; e&#x1E6D;&#x1E6D;s&#x14D;&#x1E6D;u. [Tel. &#xC0F;+&#xC1A;&#xC4B;&#xC1F;&#xC41;) adv. Where.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; e&#x1E6D;&#x1E6D;su. [Tel.] n. &amp; adj. Much. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;: &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC0E;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; e&#x1E6D;&#x1E6D;su-taggulu-g&#x101;. adv. Insolently. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke to me scornfully.
			</div>
                