&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;e&#x1E6D;lu. See under &#xC0E;&#xC1F;&#xC41; and &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;e&#x1E6D;&#x1E6D;u. [Tel.] adv. How &#xC0F;&#xC02;&#xC27;&#xC2E;&#xC41;? &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41; or &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41; e&#x1E6D;&#x1E6D;ulu. adv. What like, of what sort &#xC0F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E; Same as &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC41; e&#x1E6D;l&#x101;gu. (&#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41; and &#xC32;&#xC3E;&#xC17;&#xC41;.) adv. How. &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC48;&#xC28;&#xC3E; or &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC48;&#xC28; e&#x1E6D;l&#x101;gaina. adv. In some way or other.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;e&#x1E6D;&#x1E6D;i. [Tel.] adj. What like, what kind, however (much or great) &#xC0E;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F; of what kind is it? &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC41; e&#x1E6D;&#x1E6D;i-&#x1E0D;u [Tel. &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;+&#xC15;&#xC3E;&#xC21;&#xC41;] What kind of man &#xC0E;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;. plu. &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;e&#x1E6D;&#x1E6D;a-eduru. [Tel. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;+&#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;] adv. Exactly in front &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2F;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;e&#x1E6D;&#x1E6D;a-p&#x14D;gu. [Tel. &#xC0E;&#xC1F;&#xC4D;&#xC1F; for &#xC0E;&#xC26;&#xC41;&#xC1F;, &#xC2A;&#xC4B;&#xC17;&#xC41; multitude] n. An army &#xC26;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC47;&#xC28;&#xC3F;</span>&#xA0;&#xA0;e&#x1E6D;&#x1E6D;a-k-&#x113;ni. [Tel.] adv. Hard. scarcely, with much difficulty &#xC05;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC47;&#xC32;&#xC15;&#xC41; e&#x1E6D;&#x1E6D;a-k&#x113;la-ku. adv. With much difficulty &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC47;&#xC28;&#xC3F;. Shortly after, soon after, after a while. &#xC24;&#xC41;&#xC26;&#xC15;&#xC41;, &#xC1A;&#xC3E;&#xC32;&#xC3E;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC15;&#xC4A;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC05;&#xC1F;&#xC41; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;. &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC1F; e&#x1E6D;&#x1E6D;a&#x1E6D;a. (&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC05;&#xC1F;&#xC41;+&#xC06;) adv. Anyhow &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2A;&#xC26;&#xC21;&#xC2A;</span>&#xA0;&#xA0;e&#x1E0D;apa-da&#x1E0D;apa. [Tel.] adv. Now and then &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;a-pa&#x1E0D;u. [Tel.] v. i. To break off, to separate. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC41;; to be pledged for &#xC2A;&#xC42;&#xC1F;&#xC2A;&#xC21;&#xC41;. &#xC0E;&#xC21;&#xC2A;&#xC21;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; dissent, refusal, division. BD. i. 389.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC28;&#xC46;&#xC21;</span>&#xA0;&#xA0;e&#x1E0D;an-e&#x1E0D;a. [Tel.] adv. Here and there &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC1A;&#xC4D;&#xC1A;&#xC1F;. now and then &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC28;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; e&#x1E0D;a-n&#x12B;ru. [Tel.] n. The water of a tender cocoanut. See &#xC0E;&#xC21; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;a-davvu. [Tel.] n. A great distance &#xC05;&#xC24;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC21;</span>&#xA0;&#xA0;e&#x1E0D;ada. [Tel.] n. The heart, the breast. &#xC0E;&#xC26;, &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; e&#x1E0D;a-gillu. [Tel.] v. n. To stand out of the way, stand aside, get out of the way &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC0E;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41; e&#x1E0D;a-j&#x113;yu. v. n. To do away with, abolish. &#xC0E;&#xC21;&#xC24;&#xC3E;&#xC15;&#xC41; e&#x1E0D;a-t&#x101;ku. v. t. To meet, to unite. &#xC0E;&#xC21;&#xC24;&#xC40;&#xC2F;&#xC41; e&#x1E0D;a-t&#x12B;yu. v. a. To remove or abstract. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC41; e&#x1E0D;a-tegu. v. n. To break off, separate. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21; incessantly, without interval. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F; e&#x1E0D;a-terapi. n. Interval &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;</span>&#xA0;&#xA0;e&#x1E0D;a. [Tel.] n. Place, space, &#xC1A;&#xC4B;&#xC1F;&#xC41;; Interval, medium distance. &#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. An interval of time &#xC17;&#xC21;&#xC41;&#xC35;&#xC41;. Breach or obstacle &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;. Business &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. Peace. &#xC38;&#xC02;&#xC27;&#xC3F;. &#xC0E;&#xC21;&#xC17;&#xC32; further off. &#xC28;&#xC42;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC32;&#xC41; &#xC2F;&#xC46;&#xC21;&#xC17;&#xC3E; 100 fathoms off. &#xC24;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21; while or if he is powerless. &#xC24;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21; on his not coming. &#xC0A;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC21; on his arrival at the village. &#xC0E;&#xC21; e&#x1E0D;a. adj. Tender, young, &#xC32;&#xC47;&#xC24;. Middle &#xC28;&#xC21;&#xC41;&#xC2E;. &#xC0E;&#xC21;&#xC26;&#xC42;&#xC21; a weaned (i.e., separated) calf. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC21; a chicken. &#xC0E;&#xC21;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; the last but one child. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC21; in the former place. &#xC0E;&#xC21;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a gobetween. BD. iii. 737. &#xC0E;&#xC21;&#xC32;&#xC47;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; continuous, without interval or break. &#xC0E;&#xC21;&#xC28;&#xC41; or &#xC0E;&#xC21;&#xC32; regarding, concerning, of, about. &#xC28;&#xC3E;&#xC2F;&#xC46;&#xC21; towards me. &#xC17;&#xC41;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21; towards the teacher. &#xC07;&#xC21;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC21; on giving, &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21; if it is not so. &#xC2E;&#xC3F;&#xC2F;&#xC21;&#xC35;&#xC3E;&#xC2F;&#xC46;&#xC21; towards you and me. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC41;&#xC28;&#xC46;&#xC21; on arrival at the town. &#xC0E;&#xC21;&#xC17;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set aside, reserve. &#xC0E;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; e&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. v. n. To find a place for itself. To gather or form as a boil &#xC06;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC30;&#xC32; &#xC1A;&#xC40;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC0E;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; e&#x1E0D;a-katte. n. A bawd. &#xC0E;&#xC21;&#xC15;&#xC3E;&#xC21;&#xC41; e&#x1E0D;a-k&#x101;&#x1E0D;u n. A go-between, a pimp. &#xC0E;&#xC21;&#xC15;&#xC3E;&#xC30;&#xC41; e&#x1E0D;a-k&#x101;ru. n. An untimely crop, a crop produced out of season&quot; before the rains. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC15;&#xC43;&#xC37;&#xC3F;. &#xC0E;&#xC21;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; forced, grown out of season, succedaneous.
			</div>
                