&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;eda-p&#x14D;vu. [Tel.] v. n. To go between: to pimp. &#xC26;&#xC4C;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. BD. v. 1480.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;eda-pe&#x1E6D;&#x1E6D;u. [Tel.] v. t. To remove out of the way &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To keep aside for further use, as rice &#xC2E;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC47;&#xC30;&#xC47;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2A;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;apu. [Tel.] v. a. To separate, disunite, break. To shiver or smash. &#xC0E;&#xC21;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC0E;&#xC21;&#xC2A;&#xC15; e&#x1E0D;apaka. adv. Continually, without break.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC41; e&#x1E0D;alin&#x1E6D;su. [Tel.] v. a. To separate, or unravel. To do away with. To remove, clear, loosen. To drive away &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC21;&#xC32;&#xC41; e&#x1E0D;alu. v. n. To go, depart. &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;. To break &#xC35;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. To be thrown away &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC32;</span>&#xA0;&#xA0;e&#x1E0D;ala. [Tel. Plu: of &#xC0E;&#xC21;, the final A being the Locative sign.] prep. Towards, regarding, touching, in the matter of. In the event of, in case, if. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC21;&#xC32; in doing so or if it is done so. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC21;&#xC32; if he saw me. &#xC28;&#xC3E;&#xC2F;&#xC46;&#xC21;&#xC32; regarding me. &#xC06;&#xC2F;&#xC46;&#xC21;&#xC32; on that occasion, or if so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC30;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;aru. [Tel.] v. i. To break &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. n. Interval, &#xC38;&#xC02;&#xC26;&#xC41;. An opportunity &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. A misfortune &#xC06;&#xC2A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2F;&#xC46;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;e&#x1E0D;a-y-e&#x1E0D;amu-g&#x101;. [Tel.] adv. Separately, at intervals &#xC26;&#xC42;&#xC30;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2F;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;ayu. [Tel.] v. n. To stand aside. To separate. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2F;&#xC41;. &#xC0E;&#xC21;&#xC2F;&#xC3F;&#xC15; e&#x1E0D;ayika. n. Separation &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;, &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;amu. [Tel.] n. Place, spot, room. &#xC1A;&#xC4B;&#xC1F;&#xC41;. An interval, occasion, opportunity, leisure, opening. &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC0E;&#xC21;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give an opportunity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC21;&#xC2E;&#xC21;&#xC41;&#xC35;&#xC41; e&#x1E0D;a-ma&#x1E0D;ugu. [Tel.] n. Delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Difference. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. adj. Different &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2E;</span>&#xA0;&#xA0;edama. [Tel. (lit.) Distant; from &#xC0E;&#xC21;&#xC2E;&#xC41; distance &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;] adj. The left. &#xC0E;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the (distant or) left hand. &#xC0E;&#xC21;&#xC2E;&#xC15;&#xC3E;&#xC32;&#xC41; the left leg.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;a-b&#x101;yu. [Tel.] v. n. To give up, to stand aloof, to be separated from, be cut off, to abstain. &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC21;&#xC2C;&#xC3E;&#xC38;&#xC3F; abstaining from food. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC47;&#xC2A; a fish out of water. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41; e&#x1E0D;a-b&#x101;&#x1E6D;u. n. Separation &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2A;&#xC41; eda-b&#x101;pu. v. a. To cut off, or discontinue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;e&#x1E0D;&#x1E0D;ami. [Tel.] n. Folly, stupidity, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;. Evil, calamity. &#xC06;&#xC2A;&#xC26;. &#xC09; &quot;&#xC0E;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC30;&#xC41; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;, &#xC38;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC41;&quot; VP. v. 102.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;Same as &#xC0E;&#xC21;&#xC26;. &#xC0E;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC17;&#xC1A;&#xC41;&#xC1A;&#xC41; much sorrowing BD. iv. 570.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;u. [Tel.] An affix denoting quantity (like full in a cup-ful, a bagful) &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC46;&#xC21;&#xC41; a cubit, as much as a cubit. &#xC2C;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41; an ell-long. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC21;&#xC41; a bottleful. To this word the affix &#xC0F;&#xC38;&#xC3F; is sometimes added: &#xC17;&#xC02;&#xC2A;&#xC47;&#xC21;&#xC47;&#xC38;&#xC3F; by basketfuls, a basketful at a time. c&#xC0E;&#xC21;&#xC41; or &#xC0E;&#xC21;&#xC3F; an affix applied to participles, does not alter the sense, as &#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC21;&#xC41; going.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;another form of &#xC0E;&#xC21;&#xC41; affix. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;e&#x1E0D;&#x101;ri. [Tel.] n. A wilderness, a lonely spot. A desert &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2E;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC32;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC0E;&#xC21;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4B;&#xC35; a lonely path, a bye road.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;e&#x1E0D;a-s&#x101;la. [Tel.] n. A separate room, an antechamber. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC36;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC35;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;avu. [Tel.] adj. Distant, remote. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. A. vi. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;eda-v&#x101;&#x1E0D;u. [Tel.] n. The last one &#xC15;&#xC21;&#xC2A;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A stranger &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;e&#x1E0D;&#x101;&#x1E6D;amu. [Tel.] n. Sport, play, &#xC06;&#xC1F;. Matter or subject, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;. Sar. Pad. ii. 9.
			</div>
                