&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC2C;&#xC26;&#xC3F;</span>&#xA0;&#xA0;, &#xC0E;&#xC28;&#xC2D;&#xC48; ena-badi. [Tel. &#xC0E;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC3F;.] n. Eighty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;</span>&#xA0;&#xA0;ena. [Tel.] n. Equality. &#xC38;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Equal. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC0E;&#xC28;&#xC32;&#xC47;&#xC28;&#xC3F; matchless. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC46;&#xC28;&#xC2F;&#xC28;&#xC47;&#xC30;&#xC41; the silvery stream.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;edru&#x1E6D;su. Another form of &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;eddu. [Tel.] n. A bullock, an ox; (plural &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC41;.) &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; Ox-tongue, a kind of plant, Phlouns or Bremma esculenta or Elephantopus scaber. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC15;&#xC2E;&#xC41;. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; eddu-pa&#x1E6D;&#x1E6D;u. v. a. To geld an ox &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2C;&#xC32;&#xC41;&#xC35;&#xC41; eddu-baluvu. n. A bullock load. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; eddu-mu&#x1E6D;&#x1E6D;e. (from &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; a nozzle) a sort of root. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; eddulav&#x101;&#x1E0D;u. n. A bullock driver. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC47;&#xC1F; (R. ii. 29.) n. The use of a bullock as a screen for the huntsman, like a stalking horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;eddi. Another form of &#xC0F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;eddamu. [Tel.] n. A striped border. &#xC0E;&#xC26;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC30; eddapu-ch&#x12B;ra. n. A petticoat with a striped border.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;edda&#x1E0D;i. [Tel.] n. Lack, want, scarcity &#xC32;&#xC47;&#xC2E;&#xC3F;&#xC21;&#xC3F;. adj. Poor &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC32; a place where there is no water &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC32;&#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;eduru. [Tel.] n. The front. An opponent &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;. adj. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41; opposite, other. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC41; edur-&#x101;&#x1E0D;u. (&#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;+&#xC06;&#xC21;&#xC41;) v. i. To speak against, to oppose. &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC21;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC40;&#xC26;&#xC41; to swim against, to resist. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32; or &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC32; eduru-ka&#x1E6D;&#x1E6D;ula. adv. In front &#xC0E;&#xC26;&#xC41;&#xC1F;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15; eduru-kuttuka. n. The lock jaw. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC0E;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; eduru-konu. v. n. &amp; a. To go forward to meet. To act against, to disobey. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC17;&#xC41;, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC0E;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41; edur-k&#x14D;lu. n. The mutual advances of the relations of the bride and bridegroom during the marriage. Going forward to welcome a guest. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21; eduru-ga&#x1E0D;a. n. A joint bond, a reciprocal or mutual agreement. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41; to write off (a sum as balance.) &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; eduru-g&#x101;li. n. A head-wind, a contrary wind. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41; eduru-&#x1E6D;s&#x16B;&#x1E6D;su. v. n. To look forward, expect &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; eduru-pa&#x1E0D;u. v. To come forward to meet. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be met. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; I met them. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; eduru-paluku. v. n. To object, gainsay. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; eduru-rommu. n. The chest or breast. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; cross interest. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; eduru-vy&#x101;jyamu. n. A cross suit &#xC0E;&#xC26;&#xC41;&#xC30;&#xC47;&#xC17;&#xC41; edur-&#x113;gu. v. i. To go in the opposite direction to meet. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; edur-ottu. n. A return push, shove for shove. &#xC2E;&#xC3E;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41; shaving against the grain, or, the wrong way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC28;&#xC41;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC3F; enumu. [Tel.] n. A she buffalo. &#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;, &#xC17;&#xC47;&#xC26;&#xC46;. &#xC0E;&#xC28;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; enu-p&#x14D;tu. A he buffalo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC3F;</span>&#xA0;&#xA0;enu-badi. [Tel.] pron. Eighty. &#xC0E;&#xC28;&#xC2D;&#xC48;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;enupu&#x1E0D;u. [Tel.] n. Mixing, mingling, stirring up, nipping, gathering, plucking. &#xC0E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC28;&#xC41;&#xC2A;&#xC41; enu&#x1E6D;su. [Tel.] v. a. To mix, mingle, stir up. To think &#xC0E;&#xC02;&#xC1A;&#xC41;. To nip, pluck, twitch off &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC28;&#xC41;&#xC2A; enu. [Tel. from &#xC0E;&#xC28;&#xC41;&#xC2E;&#xC41;] adj. Of the buffalo. &#xC0E;&#xC28;&#xC41;&#xC35;&#xC2A;&#xC3E;&#xC32;&#xC41; buffalo&apos;s milk &#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2A;&#xC3E;&#xC32;&#xC41;, &#xC17;&#xC47;&#xC26;&#xC46;&#xC2A;&#xC3E;&#xC32;&#xC41;. See &#xC0E;&#xC28;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;eniyu. [Tel.] v. i. To meet &#xC15;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC0E;&#xC28;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F; enimidi. [Tel. &#xC07;&#xC28;&#xC41;+&#xC2A;&#xC26;&#xC3F; = &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; lit. two less than ten] n. Eight. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &apos;Eight days&apos; is used for &apos;a week.&apos;. &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41; this day week. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC32;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has been ill this week.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;enika. [Tel. another form of &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;] n. Counting &#xC17;&#xC23;&#xC28;&#xC2E;&#xC41;. A yarn of 3 or 4 threads united.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC2F;&#xC41;</span>&#xA0;&#xA0;enayu. [Tel.] v. n. &amp; a. To seem, to resemble. &#xC2A;&#xC4B;&#xC32;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;. To mingle. coalesce, unite. To accord. To associate, To participate in, enjoy, or suffer (as death.) &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC0E;&#xC28;&#xC2F;&#xC2E;&#xC3F; ena-yami. n. Discord. &#xC0E;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ena-yin&#x1E6D;su. v. a. To mix or mingle, join, unite. &#xC0E;&#xC28;&#xC2F;&#xC3F;&#xC15; enayika. n. Mingling, mixture, fitness. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; enama&#x1E47;&#x1E0D;u-guru. [Tel. from &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;.] n. Eight persons. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;ena-man-n&#x16B;ru. [Tel. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;+&#xC28;&#xC42;&#xC30;&#xC41;] n. Eight hundred.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ena-man-dumu. [Tel. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;+&#xC24;&#xC42;&#xC2E;&#xC41;] n. The measure of eight tooms.
			</div>
                