&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;eriyu. [Tel.] v. n. To burn; to pine, to sorrow. &#xC15;&#xC3E;&#xC32;&#xC41;, &#xC2E;&#xC02;&#xC21;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; eriyin&#x1E6D;su. v. a. To cause to burn. To inflame, afflict, hurt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; erigin&#x1E6D;su. [Tel. causal of &#xC0E;&#xC30;&#xC41;&#xC17;&#xC41;) v. t. To make known, declare, notify, proclaim, explain, reveal. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;Same as &#xC0E;&#xC30;&#xC41;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC38;&#xC02;&#xC5B;</span>&#xA0;&#xA0;era-sanza. [Tel. &#xC0E;&#xC30; = &#xC0E;&#xC30;&#xC4D;&#xC30;] n. The dawn or the sunset time. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;, &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC0E;&#xC17;&#xC32;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;era-parikamu. [Tel.] n. Dislike, reluctance. &#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;erachi. [Tel.] n. Flesh, meat, &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. &#xC0E;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; erachi-ti&#x1E47;&#x1E0D;i. n. One who eats flesh. An Asura &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;eragu. [Tel.] v. i. To descend &#xC26;&#xC3F;&#xC17;&#xC41;. To salute, to make a bow to, to bow down to, to prostrate oneself &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC0E;&#xC30;&#xC17;&#xC41;&#xC21;&#xC41; eragu&#x1E0D;u. n. Salutation &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;eragali. [Tel.] n. Wildfire. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC26;&#xC3E;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC15;</span>&#xA0;&#xA0;eraka. [Tel.] n. Wing &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. A rib. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;. Shoulder &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;</span>&#xA0;&#xA0;era. [Tel.] adj. Red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC0E;&#xC30;&#xC15;&#xC02;&#xC26;&#xC41; era-kandu. n. An infant. &#xC32;&#xC47;&#xC24;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;, &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC0E;&#xC30;&#xC2E;&#xC02;&#xC1F;&#xC32;&#xC41; redness, red flames.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;eruvu. [Tel.] n. Lending, loan. &#xC2C;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; to lend. &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41; &#xC24;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to borrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;eruvu. [Tel. from &#xC0E;&#xC30;&#xC3F;&#xC2F;&#xC41; lit. Dried in the sun.] n. Manure &#xC2A;&#xC48;&#xC30;&#xC41;&#xC15;&#xC48; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC47;&#xC21;. &#xC0E;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC41; eru-v&#x101;&#x1E6D;u. n. Manuring (a field, &amp;c.) &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;erupu. [Tel.] n. Redness, red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;erugu. [Tel.] v. a. To know, be aware of, to understand. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did it on purpose or intentionally, or &#xC0E;&#xC30;&#xC41;&#xC17;&#xC15; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they did it unintentionally &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC48; being grateful, feeling one&apos;s kindness. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; I call upon you to be witness or to observe this. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC32;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; let the patient be kept fasting in proportion to this strength. &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F; ignorant, innocent. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15; being stupified, or insensible. &#xC0E;&#xC30;&#xC41;&#xC17;&#xC35;&#xC3E; don&apos;t you know? &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I do not know. &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC0E;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC48; as we are such simple people that we do not know our right hand from our left &#xC28;&#xC47;&#xC28;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC47; when I was an infant, before I knew anything. &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15; &#xC15;&#xC3E;&#xC26;&#xC41; I was well aware of what I was bringing: I did not bring it unknowingly. &#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; fortune that knows no decline. &#xC0E;&#xC30;&#xC41;&#xC17;&#xC2E;&#xC3F; erugami. n. Ignorance &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;erugin&#x1E6D;su. See &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;eruku. [Tel.] n. A hillman, a wild man &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. A hunter &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41;. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; a highland chief. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a gypsy. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;, &#xC0E;&#xC30;&#xC41;&#xC15;&#xC24; or &#xC0E;&#xC30;&#xC41;&#xC15;&#xC32;&#xC38;&#xC3E;&#xC28;&#xC3F; a woman of this tribe: a witch, gypsy, wench &#xC26;&#xC48;&#xC35;&#xC1C;&#xC4D;&#xC1E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC15;</span>&#xA0;&#xA0;eruka. [Tel. from &#xC0E;&#xC30;&#xC41;&#xC17;&#xC41;] n. Knowledge, understanding. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;; acquaintance &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;; notice, information, report, intimation. Fortune-telling &#xC38;&#xC4B;&#xC26;&#xC46;, &#xC5B;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to tell fortunes. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; to make known, to give notice, inform, intimate, signify. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41; to be plain or evident. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; senseless, foolish, brutish &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35; erukuva. n. Knowledge &#xC0E;&#xC30;&#xC41;&#xC15;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;.
			</div>
                