&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;erra. [Tel.] n. An earthworm. Any bait used in fishing. &#xC0E;&#xC30;. &#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC32;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was as submissive as a worm in the hook.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;erusu. [Tel.] n. Jealousy, envy &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC28;&#xC3E;&#xC17;</span>&#xA0;&#xA0;ela-n&#x101;ga. [Tel.] n. Pleasure. Satisfaction. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC0E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC3F; pleasantly. &#xC0E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; elami-k&#x101;&#x1E0D;u. n. A cheerful or jolly man. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC26;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;ela-d&#x14D;&#x1E6D;a. [Tel.] n. A park, a garden &#xC06;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;ela-g&#x14D;lu. [Tel.] n. Uproar, confusion &#xC15;&#xC32;&#xC15;&#xC32;&#xC2E;&#xC41;. Marching in front &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC28;&#xC21;&#xC1A;&#xC41;&#xC1F;. The van or front of an army. The chosen troops. &#xC26;&#xC02;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC47; &#xC2C;&#xC32;&#xC2E;&#xC41;. A. iv. 95. 169. Parij. ii. 62; iii. 98. T. iv. 104; v. 22. &#xC0E;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC4D; &#xC5B;&#xC17;&#xC21;&#xC2E;&#xC41; the shock of battle. &#xC0E;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC4D; &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;. (A. iv. 127.) a rushing gust of rain, a smart shower. &#xC2E;&#xC4A;&#xC26;&#xC1F; &#xC2A;&#xC1F;&#xC2A;&#xC1F;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC28;. adj. First &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC15;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ela-k&#x14D;&#x1E0D;i. [Tel.] n. The hoopoe, Upupa indica (F.B.I.) &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC15;</span>&#xA0;&#xA0;Same as &#xC0E;&#xC32;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;</span>&#xA0;&#xA0;ela. [Tel.] n. A witness &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. adj. Young, tender, delicate. &#xC32;&#xC47;&#xC24;: slight &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC0E;&#xC32;&#xC26;&#xC40;&#xC17;&#xC2C;&#xC4B;&#xC21;&#xC3F;. A young sprig; a maiden &#xC0E;&#xC32;&#xC28;&#xC17;&#xC35;&#xC41; a smile. adv. Slightly. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC0E;&#xC32;&#xC28;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; slightly laughing, smiling. &#xC0E;&#xC32;&#xC28;&#xC40;&#xC30;&#xC41; the water of a tender cocoanut. &#xC0E;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; tender age, youth. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. A. v. 153.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28; erra. [Tel.] n. Redness &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC0E;&#xC30;&#xC4D;&#xC30; or &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F; adj. Red, scarlet, crimson. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; people of fair complexion. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke with eyes inflamed with fury. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC32;&#xC47;&#xC26;&#xC41; I have not even a copper with me. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; erra-ka&#x1E37;&#x1E37;aji&#x1E6D;&#x1E6D;a. n. A small bird, Pyctorhis sinesis, the Yellow-eyed babbler (F.B.I.) &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC15;&#xC4A;&#xC02;&#xC17; erra-k&#x101;&#x1E37;&#x1E37;a-konga. n. The painted stork or pelican, ibis, Pseudotontalus leucocephalus (F.B.I.) &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC21;&#xC3F; erra-k&#x14D;&#x1E0D;i. The common spurfowl. The painted sort is &#xC1A;&#xC3F;&#xC2E;&#xC1F;&#xC15;&#xC4B;&#xC21;&#xC3F;. Jerdon. No. 74. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21; erra-ga&#x1E0D;&#x1E0D;a. An onion, the red garlic. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; erra-gollalu. The name of a certain tribe. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC17;&#xC3F;&#xC32; erra-g&#x14D;gila. [Tel.] n. A large red spider. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC40;&#xC2E; erra-ch&#x12B;ma. A red ant. &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC1A;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F; erra-ch&#x113;manti. Red chrysanthymum. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28; errana. n. Redness &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC4D;&#xC2E; erra-p&#x14D;tamma. n. The name of one of the village goddesses, supposed to cure diseases among cattle. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC41; or &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; erra-b&#x101;ru. v. i. To become red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC17;&#xC41;. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; erra-mannu. n. Red earth. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC1F;&#xC3F; &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; erra-ma&#x1E47;&#x1E6D;i-guvva. n. The rufous-tailed finch lark. Ammomanes phoenicura (F.B.I.) &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; erra-malle. Red jasmine. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41; erra-m&#x12B;nu. Red fish. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; erra-v&#x113;lupu. The red god, i.e., fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;elayu. [Tel.] v. n. To go near. &#xC1A;&#xC47;&#xC30;&#xC41;. To enter &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To have &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To be eager for &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41;. To enjoy. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;elise. [Tel.] n. A ledge or board placed as a shelf under a roof. &#xC05;&#xC1F;&#xC15;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;elika. Same as &#xC0E;&#xC32;&#xC41;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC30;&#xC41;</span>&#xA0;&#xA0;elaru. [Tel.] n. Joy &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC0E;&#xC32;&#xC30;&#xC3E;&#xC30;&#xC41; elar-&#x101;ru. v. i. To rejoice &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC0E;&#xC32;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC0E;&#xC32;&#xC30;&#xC4D;&#xC1A;&#xC41; elaru&#x1E6D;su. To arise or appear: to be produced or manifested. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. To rejoice &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC32;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC0E;&#xC32;&#xC30;&#xC4D;&#xC2A;&#xC41; elarupu. n. Joy &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
                