&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;e&#x1E37;&#x1E37;amu. [Tel. from &#xC0F;&#xC21;&#xC41;+&#xC2A;&#xC32;&#xC2E;&#xC41;] n. Seven polams &#xC0F;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;ella. [Tel.] adj. All &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. This adjective is generally used after the noun as &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC32;&#xC4D;&#xC32; whenever requisite, lit. at all times when wanted. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC1C;&#xC2A;&#xC30;&#xC1A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; he must prove every word of it. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2F;&#xC3F;&#xC26;&#xC46; this was all he asked. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; he will come in about two hours. &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC32;&#xC4D;&#xC32; whenever (I) asked. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; ellappu&#x1E0D;u. (&#xC0E;&#xC32;&#xC4D;&#xC32;+&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;) adv. Always, frequently. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; every man &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC41; or &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; ellaru. n. All persons, all men.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;ellamma. [Tel.] n. Ellamma, a Dravidian goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;ella. [Tel.] n. Limit, boundary. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC3F; boundarystone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;for &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32; ella. [Tel.] n. White-washing as a house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to white-wash a house. adj. White &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC38;&#xC46; ell-agise. n. White flax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41; elugu. [Tel.] n. A voice, cry, note, sound. &#xC15;&#xC02;&#xC37;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC24;. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; she raised her voice and wept. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; elugin&#x1E6D;su. v. n. To cry. &#xC15;&#xC42;&#xC2F;&#xC41;. Vasu. ii. 28. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; or &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC3F; or &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC3F; elugu. n. A bear. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; bears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC0E;&#xC32;&#xC3F;&#xC15; eluka. [Tel.] n. A rat. &#xC0E;&#xC32;&#xC41;&#xC15;. &#xC1A;&#xC46;&#xC35;&#xC3F; &#xC06;&#xC15;&#xC41; a herb like mint eaten in a time of scarcity. Various fish of the species Balista are called by this name. &#xC1A;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41;&#xC15; a mouse. &#xC15;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC41;&#xC15; a musk-rat &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;. &#xC0E;&#xC32;&#xC15;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; worms in the bowels. &#xC0E;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; ratsbane.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;esakamu. [Tel. from &#xC0E;&#xC38;&#xC17;&#xC41;] n. Delight, joy. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. Way, manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC35;&#xC30;&#xC41;</span>&#xA0;&#xA0;evaru. [Tel.] plural of &#xC0E;&#xC35;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC35;&#xC24;&#xC46;</span>&#xA0;&#xA0;evate. [Tel. fem. sing. of &#xC0E;&#xC35;&#xC21;&#xC41;] pron. Who, which woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41; or &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC41; eva&#x1E0D;u. [Tel. (&#xC0F;+&#xC35;&#xC3E;&#xC21;&#xC41;] Pron. Who. Plural &#xC0E;&#xC35;&#xC30;&#xC41;, &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41;. Who. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC2F;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC30;&#xC41; nobody does so. &#xC0E;&#xC35;&#xC21;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC41; whosoever &#xC0E;&#xC35;&#xC21;&#xC48;&#xC28;&#xC3E; any one. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC41; give each his own money. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F; &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; all of them have received their wages. &#xC0E;&#xC35;&#xC30;&#xC42; &#xC32;&#xC47;&#xC30;&#xC41; nobody is there.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ellu&#x1E47;&#x1E0D;i. [Tel. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3F;+&#xC09;&#xC02;&#xC21;&#xC3F;] n. The day after to-morrow. &#xC30;&#xC47;&#xC2A;&#xC1F;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC1F; either to-morrow or the day after.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ellidamu. [Tel.] n. Strangeness, oddity. Strange behaviour, scorn. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC30;&#xC3F; they were treated strangely. Manu. ii. 45. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41; ellidu&#x1E0D;u. n. A despicable or low man &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;elli. [Tel.] n. To-morrow. The next day. Also, an umbrella &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;, M. XII. iv. 381.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;ell&#x101;pi. [Tel. &#xC0E;&#xC32;&#xC4D;&#xC32;+&#xC06;&#xC2A;&#xC3F;] n. One who robs people within a certain tract of country. &#xC12;&#xC15; &#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; A rogue, a swindler. &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; ell&#x101;pi-tanamu. n. Cunning, guile, roguery, swindling. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; ell&#x101;pi-katte. n. A female swindler. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;esa-konu. [Tel.] v. i. To be excited &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC0E;&#xC38;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41; or &#xC0E;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; esa-kol-pu. v. a. To stir up, excite, tempt. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;</span>&#xA0;&#xA0;esa. [Tel.] n. Greatness. &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Very much &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC3F; Same as &#xC0F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC0F;&#xC35;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC0E;&#xC35;&#xC21;&#xC41;.
			</div>
                