&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;The pronoun or sign of question; interrogative adjective. Which, what. Thus &#xC0F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; which tree? &#xC0F; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; what children? or, if &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E; is affixed to the word with which it is used, it is translated any: as &#xC0F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC28;&#xC3E;, &#xC0F; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC3E; any tree, any children.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;&#x113;. The long vowel E. as a in fare.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC35;&#xC41;</span>&#xA0;&#xA0;-- another form of &#xC0E;&#xC38;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;esalu. [Tel.] n. Sand. &#xC2C;&#xC02;&#xC17;&#xC30;&#xC46;&#xC38;&#xC32;&#xC41; gold dust or sand of gold. (Swa. ii. 40.) Also, a melee &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;esa-l&#x101;ru. [Tel. &#xC0E;&#xC38;&#xC32;&#xC41;+&#xC06;&#xC30;&#xC41;] v. n. To be full: to teem: to appear. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30;&quot; M. XII. vi. 581. &quot;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC41;.&quot; V. P. i. 137.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC32;</span>&#xA0;&#xA0;esala. [Tel.] n. A flat earthen vessel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;esaru. [Tel.] v. i. To increase. &#xC2E;&#xC40;&#xC30;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Water boiled for the purpose of cooking food &#xC35;&#xC02;&#xC1F;&#xC15;&#xC48; &#xC15;&#xC3E;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC30;&#xC41;. (infl. &#xC0E;&#xC38;&#xC1F;&#xC3F;, loc. &#xC0E;&#xC38;&#xC1F;.) &#xC0E;&#xC38;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC32;&#xC41; esa&#x1E6D;i-p&#x14D;talu. n. Rice ready to be cooked. &#xC0E;&#xC38;&#xC30;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC0E;&#xC38;&#xC30;&#xC47;&#xC17;&#xC41; esa-r&#x113;gu. v. i. To increase, to be full &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;esagu. [Tel.] v. a. To be or happen. To arise, appear, or be felt, as a passion. To increase. &#xC24;&#xC28;&#xC30;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC46;&#xC38;&#xC17; angrily. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC46;&#xC38;&#xC17; joyfully. &#xC35;&#xC48;&#xC2D;&#xC35; &#xC2E;&#xC46;&#xC38;&#xC02;&#xC17; prosperously. &#xC38;&#xC02;&#xC24;&#xC38;&#xC2E;&#xC46;&#xC38;&#xC02;&#xC17; cheerfully. &#xC2E;&#xC30;&#xC41;&#xC32;&#xC46;&#xC38;&#xC17; amorously. &#xC15;&#xC02;&#xC15;&#xC23;&#xC15;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC46;&#xC38;&#xC17; (her) bracelets ringing aloud. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC38;&#xC02;&#xC17; beautifully &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x113;ka-drish&#x1E6D;i. [Skt.] n. One that has only one eye. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC42;&#xC2A;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;. A crow &#xC15;&#xC3E;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC26;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-dantu&#x1E0D;u. [Skt.] The single-tusked one, i.e., Ga&#x1E47;&#x113;sa. &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;katvamu. [Skt.] n. Oneness. singleness, unity, identity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-t&#x101;&#x1E37;amu. [Skt.] n. Harmony. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC0F;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F; harmoniously, keeping time together.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;katamu. [from Skt.] n. Solitude. A place fit for consultation &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC15;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC28; &#xC1A;&#xC4B;&#xC1F;&#xC41;. Consultation &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;. &#xC0F;&#xC15;&#xC24;&#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F; they talked in secret. Swa. v. 119. Bilh. iii. 65. &#xC0F;&#xC15;&#xC24;&#xC2E;&#xC48;&#xC28; lonely, uninhabited.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-charamu. [Skt.] n. The &quot;solitary animal,&quot; a name for the rhinoceros or the wild hog. Manu. iv. 52. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC15;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-ku&#x1E0D;u. [Skt.] n. An unassisted man. &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;n&#x1E0D;lu. [Tel. plural of &#xC0F;&#xC21;&#xC41;.] n. Years. &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#x113;n&#x1E0D;lu-p&#x16B;n&#x1E0D;lu. Many years. &quot;&#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; Swa. i. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;&#x113;. An affix having a demonstrative force. &#xC05;&#xC24;&#xC21;&#xC47; &#xC28;&#xC3E;&#xC2F;&#xC28;&#xC4D;&#xC28;, there! that man is my brother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;&#x113;. An affix denoting that a female is addressed &#xC0F;&#xC2E;&#xC47;. O woman!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;&#x113;. An affix denoting denial or negation. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC17;&#xC41;&#xC28;&#xC47; does it befit you? no.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;&#x113;. An affix denoting &apos;only&apos;; by oneself, without others&apos; help. &#xC28;&#xC47;&#xC28;&#xC47; &#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; I alone went. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15; &#xC17;&#xC4B;&#xC21;&#xC47; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; there is only a wall between his house and mine. &#xC06; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC28;&#xC47;&#xC28;&#xC47; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I did that sum myself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;</span>&#xA0;&#xA0;&#x113;. An affix denoting emphasis: thus, &#xC28;&#xC47;&#xC28;&#xC47; I myself. &#xC35;&#xC3E;&#xC21;&#xC47; that very man. &#xC2E;&#xC47;&#xC2E;&#xC47; we ourselves. This is sometimes doubled. Thus &#xC05;&#xC24;&#xC21;&#xC47;&#xC28;&#xC47; he himself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-d&#x113;&#x1E63;amu. [Skt.] n. A part, &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC0F;&#xC15;&#xC26;&#xC47;&#xC36;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28; of one and the same country. &#xC0F;&#xC15;&#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC41; men of the same place, fellow-country-men. &#xC0F;&#xC15;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to revile, to talk lightly of &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC1F;</span>&#xA0;&#xA0;&#x113;ka&#x1E6D;a. [Tel.] n. Prospect, hope. &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC38;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;esalika. [Tel.] n. Leisure. &#xC24;&#xC40;&#xC30;&#xC3F;&#xC15;, &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
                