&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x101;&#x1E47;&#x1E0D;amu. [Tel.] adj. Solid, made of one piece of wood. &#xC05;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;&#x113;k&#x101;ngi. [Skt. &#xC0F;&#xC15;+&#xC05;&#xC02;&#xC17;&#xC3F;] n. A recluse, a solitary. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC41; &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he alone survived. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC40;&#xC32;&#xC4B;&#xC15;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC03; &#xC05;&#xC28;&#xC3F; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is alone, the last of his race.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-sthulu. [Skt.] adj. Leagued, united.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;ka-vachanamu. [Skt.] n. The singular number.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC15;&#xC32;&#xC40;&#xC21;&#xC41; &#x113;kalamu. [Tel.] n. A wild hog. &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;. See Kaliah. Mah. iii. 69. regarding pork chops, and Paidim. ii. 67 describing a herd of swine. Also G. viii. 12. 21. Parij. iii. 31. Suca. i. 186, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC15;&#xC3E;&#xC30;&#xC41; &#x113;karu. [Tel.] v. i. To swell. &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x113;kari. [Tel.] n. A particular class of gypsies, or aboriginal people. &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC0F;&#xC15;&#xC30;&#xC3E; or &#xC0F;&#xC15;&#xC30;&#xC2E;&#xC41; &#x113;kar&#x101;. [Eng. acre.] n. acre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;kamu. [Skt.] pron. One. adj. Sole, single, only, general, universal, uniform, combined, matchless, unequalled, chief. Joined, combined. &#xC0F;&#xC15;&#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC17;&#xC3E; unintermittingly, incessantly. &#xC0F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; all at once, unitedly. &#xC0F;&#xC15;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41; ceaseless roaming. &#xC05;&#xC24;&#xC21;&#xC41; &#xC0F;&#xC15;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; he is a regular or steady person. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it lightened incessantly all night. &#xC0F;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#x113;kamu-ch&#x113;yu. v. a. To make one, unite, gather together. &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28; at one time, simultaneously. &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; &#x113;ka-k&#x101;l&#x12B;nu&#x1E0D;u. n. A contemporary. &#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC40;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC40;&#xC28;&#xC41;&#xC32;&#xC48;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as these men were contemporaries: &#xC0F;&#xC15;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;&#xC21;&#xC41; &#x113;ka-ku&#x1E47;&#x1E0D;alu&#x1E0D;u. [lit. Having one earring] n. An epithet of Kubera. &#xC0F;&#xC15;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41; &#x113;ka-garbha-janitulu. adj. Uterine, of the full blood. &#xC05;&#xC24;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC47;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC0F;&#xC15;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; as he and I are sons of the same parents or uterine brothers. &#xC0F;&#xC15;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC2E;&#xC41; &#x113;ka-gr&#x12B;vamu. adj. Unanimous, joint. &#xC0F;&#xC15;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E; unanimously, jointly. &#xC0F;&#xC15;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, or &#xC0F;&#xC15;&#xC1B;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; &#x113;ka-chakr&#x101;dhipati. n. A sole ruler, an absolute monarch. &#xC0F;&#xC15;&#xC1A;&#xC3F;&#xC02;&#xC24; one sole or engrossing thought or pursuit. &#xC0F;&#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC17;&#xC3E; &#x113;ka-nish&#x1E6D;ha-g&#x101;. adv. With a single eye or intent, resolutely, faithfully, thoroughly, downright. &#xC0F;&#xC15;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41; &#x113;ka-patn&#x12B;-vratu&#x1E0D;u. n. A monogamist, a man with one wife. &#xC0F;&#xC15;&#xC2C;&#xC4B;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#x113;ka-bh&#x14D;ga-gr&#x101;mamu. n. A village held by one owner, or tenant. &#xC0F;&#xC15;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC48; &#x113;ka-mana&#x1E63;kulai. adv. With fixed attention, with a single heart. &#xC05;&#xC02;&#xC26;&#xC30;&#xC41; &#xC0F;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC3E; &#xC2E;&#xC40;&#xC26; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC41; they fell upon me in a body. &#xC0F;&#xC15;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is all of one sort or colour. &#xC2D;&#xC41;&#xC35;&#xC28;&#xC47;&#xC15;&#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; an unrivalled beauty. &#xC0F;&#xC15;&#xC36;&#xC3F;&#xC32;&#xC3E;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41; &#x113;ka-&#x1E63;il&#x101;-nagaramu. n. (lit. One stone-town.) A town built near a single rock or hill. The Skt. translation of &#xC12;&#xC30;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; Warungul a town in the Nizam&apos;s Territories. &#xC0F;&#xC15;&#xC3E;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC24;&#xC2E;&#xC41; &#x113;k&#x101;-dish&#x1E6D;hitamu. adj. In one hand: in one person&apos;s sole power. M. I. ii. 200.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC2A;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x113;ka-padi. [Skt.] A narrow path, a way &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC28;</span>&#xA0;&#xA0;&#x113;kana. [Tel.] n. Border &#xC05;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC26;&#xC4D;&#xC26; &#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41; &#xC0F;&#xC15;&#xC28;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x101;gru&#x1E0D;u. [Skt &#xC0F;&#xC15;+&#xC05;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;] adj. Attentive, intent. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC47; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC0F;&#xC15;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; having his heart bent on some one thing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x113;k&#x101;ki. [Skt.] adj. A solitary man, a lonely man. &#xC0F;&#xC15;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x113;k&#x101;kitvamu. n. Loneliness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x101;ntamu. [Skt.] n. Solitude, secrecy. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; secretly. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he called me aside, or in secret. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; unostentatious or unwitnessed piety. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F; a secret.
			</div>
                