&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x12B;-bhavin&#x1E6D;su. [Skt.] v. n. To coalesce, unite, harmonise, accord. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC0F;&#xC15;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC0F;&#xC15;&#xC40;&#xC2D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E; unitedly, jointly. &#xC0F;&#xC15;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#x113;k&#x12B;-bh&#x101;vamu. n. Coalescence, uniting, union. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC1F;, &#xC10;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x12B;-karin&#x1E6D;su. [Skt.] v. n. To unite, become one. L. XIX. 316.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x101;ksharamu. [Skt. &#xC0F;&#xC15;+&#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;] n. A monosyllable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k-&#x101;hamu. [Skt.] n. A certain funeral rite held by Brahmins on the eleventh day after a man&apos;s death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;&#x113;k-&#x101;va&#x1E37;i. [Skt.] n. A sort of necklace consisting of one string of pearls or beads. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC47;&#xC1F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. Swa. v. 125.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x101;ru. [Tel.] v. i. To whimper, whine, fawn, long for. To languish, pine away. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC0F;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC47; a child that is pining for milk &quot;&#xC35;&#xC46;&#xC24;&#xC32; &#xC28;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; H. ii. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x101;-da&#x1E63;amu. [Skt.] adj. Eleventh &#xC2A;&#xC26;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC35;&#xC26;&#xC3F;. &#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; &#x113;k&#x101;-da&#x1E63;i. n. The eleventh day of each lunar fortnight: &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC2F;&#xC47;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; another name for &#xC06;&#xC37;&#xC3E;&#xC22;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2F;&#xC47;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; which is an annual fast. &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC2F;&#xC47;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; a fast held about the 20th of December.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC17;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;(or &#xC2F;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F;) &#x113;gani. [Tel.] A half-penny, called two pies or 6th part of an anna. &#xC26;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC28;&#xC3F; Thus noted in accounts &#xC15;&#xC4D; 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC0F;&#xC17;&#xC3F;&#xC32;&#xC3F; &#x113;gali. [Tel.] n. That which fertilises or enriches land &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2F;&#xC47;&#xC17;&#xC32;&#xC3F; indigo enriches the land (Cuddapa)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC4B;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x14D;ddish&#x1E6D;amu. [Skt. &#xC0F;&#xC15;+&#xC09;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;.] adj. In memory of a person. &#xC12;&#xC15;&#xC21;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32;&#xC26;&#xC3F;. A certain funeral rite &#xC12;&#xC15; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC4B;&#xC26;&#xC30;</span>&#xA0;&#xA0;&#x113;k&#x14D;dara. [Skt. &#xC0F;&#xC15;+&#xC09;&#xC26;&#xC30;] adj. Of the same womb. &#xC0F;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; as brothers and sisters. Affectionately. &#xC0F;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41;. &#x113;k&#x14D;darulu. n. Uterine brothers or sisters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;k&#x14D;ttaramu. [Skt. &#xC0F;&#xC15;+&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;] adj. More by one, increased by an unit &quot;&#xC06;&#xC15;&#xC3E;&#xC36;&#xC3E;&#xC26;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC47;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Padma Puran. VI. 15. the five elements, ether, wind, fire, water, and earth have each one attribute (or quality) more than the one next named. Earth has five qualities as weight, taste, extension, &amp;c., water has only four, fire has only three, &amp;c. Thus each class is more by one than the next. &#xC0F;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; the addition of one: increase by one unit: one more. &#xC0F;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC26;&#xC36;&#xC2E;&#xC41; one hundred and one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC46;</span>&#xA0;&#xA0;&#x113;ke. [Tel. &#xC0F;+&#xC05;&#xC15;&#xC4D;&#xC15;] pron. Who? (fem.) &#xC0F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. See &#xC06;&#xC15;&#xC46; she.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x113;ku. [Tel.] v. a. To beat &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To pick, beat, or clean cotton. &#xC0F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC42;&#xC26;&#xC3F; cleaned cotton. To slander, defame. &#xC26;&#xC42;&#xC30;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they defamed him. &#xC0F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;kin&#x1E6D;su. [the causal of &#xC0F;&#xC15;&#xC41;] v. t. To cause to pick or clean cotton. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC26;&#xC42;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they made him clean the cotton. &#xC0F;&#xC15;&#xC41; n. A flock of cotton or wool. &#xC0F;&#xC15;&#xC41;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41;&#xC15;&#xC41; to spin cotton. &#xC0F;&#xC15;&#xC41;&#xC21;&#xC41; &#x113;ku&#x1E0D;u.n. Cleaning cotton. &#xC26;&#xC42;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC15;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC35;&#xC41;&#xC30;&#xC41; &#x113;guru. [Tel. from &#xC0F;&#xC17;&#xC41; five.] n. Five men. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x113;gu. [Tel.] v. n. To go, resort, repair. &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC0F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;gin&#x1E6D;su. To send, to make one go. &#xC0A;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; To carry (a god, a married couple, &amp;c.) in procession through the town. &#xC0F;&#xC26;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; &#x113;gu-den&#x1E6D;su. [Tel. &#xC0F;&#xC17;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;] v. i. To go, proceed, repair, resort. &#xC2A;&#xC4B;&#xC35;&#xC41;. Also, to come &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC0F;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#x113;gu-pen&#x1E0D;li. n. A procession in which the bride and the bridegroom are carried through the streets of a town at the end of a wedding &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC21;&#xC2A;&#xC1F; &#xC35;&#xC27;&#xC42;&#xC35;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC0A;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;.
			</div>
                