&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;a-v&#x101;lu. [Tel. from &#xC0F;&#xC1F;&#xC3F; of a stream+&#xC35;&#xC3E;&#xC32;&#xC41;.] n. Slant, slope. &#xC35;&#xC02;&#xC2A;&#xC41;. &quot;&#xC0F;&#xC1F;&#xC35;&#xC3E;&#xC32;&#xC4D; &#xC35;&#xC21;&#xC3F; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC32;&#xC3F;.&quot; A. IV. 98. 127. 130.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;</span>&#xA0;&#xA0;or &#xC0F;&#xC1F;&#xC2E;&#xC41; &#x113;&#x1E6D;a. [Tel.] n. Side &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &quot;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC47;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&quot; on the side of justice, in behalf of justice. adj. Much, great. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC0F;&#xC1F;&#xC02;&#xC2A;&#xC41; &#xC38;&#xC02;&#xC2A;&#xC26; great wealth. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC28;&#xC2E;&#xC41;. (BD. iv. 699.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;</span>&#xA0;&#xA0;&#x113;&#x1E6D;a. [Tel. for &#xC35;&#xC47;&#xC1F;] n. A ram, a he-goat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;</span>&#xA0;&#xA0;&#x113;&#x1E6D;a. [Tel.] adv. Annually, per annum (the abl. of &#xC0F;&#xC21;&#xC41; a year). &#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC2F;&#xC47;&#xC1F; in the second year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;su. [Tel.] v. n. To increase, exceed. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;. &#xC0F;&#xC1A;&#xC3F;&#xC28;&#xC2D;&#xC40;&#xC24;&#xC3F; excessive terror. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC40;&#xC24;&#xC3F;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC0F;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; extreme darkness. A. v. 127; v. 56. &#xC0F;&#xC1A;&#xC41; or &#xC0F;&#xC2A;&#xC41; &#x113;&#x1E6D;su. v. a. To heat, burn. To vex, torment, grieve, plague, take vengeance on. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1A;</span>&#xA0;&#xA0;or &#xC0F;&#xC38; &#x113;&#x1E6D;sa. [Tel vulgarly &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;] adj. Wild, rude, vulgar, savage, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Crooked or distorted &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC1A;, &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2F;&#xC47;&#xC1A; our language sounds rude to you, and your&apos;s sounds rude to us.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC17;&#xC41;&#xC38;</span>&#xA0;&#xA0;&#x113;gusa. [Tel. &#xC0F;&#xC28;&#xC41;+&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;] n. Five Kunchams, i.e., ten measures. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3E;&#xC17;&#xC4B;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;&#x101;g&#x14D;&#x1E0D;amu. [Tel.] n. Contradiction, confusion. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC0F;&#xC21;&#xC3E;&#xC17;&#xC4B;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; in confusion, contrariwise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;-&#x101;kula-y-ara&#x1E6D;i-che&#x1E6D;-&#x1E6D;u. [Tel.] n. The seven leaved plantain tree; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. Alstonia scholaris, commonly known as Ditu Bark (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;amu. [Skt.] adj. Deaf. &#xC0F;&#xC21;&#xC2E;&#xC42;&#xC15;&#xC2E;&#xC41;. Deaf and dumb. &#xC0F;&#xC21;&#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; &#x113;&#x1E0D;a-m&#x16B;ku&#x1E0D;u. n. A deaf mute. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC42;&#xC17;. A cheat &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC15;</span>&#xA0;&#xA0;&#x113;&#x1E0D;aka. [Skt.] n. A ram.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;</span>&#xA0;&#xA0;&#x113;&#x1E0D;a. [Tel.] adv. Where &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;&#x113;&#x1E6D;rinta. [Tel.] n. A certain plant. Rox. iii. 403.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;&#x113;&#x1E6D;rinta. [Tel.] adv. The bird called a king-crow: a drongo, Dicrurus ater (F.B.I.) &#xC2A;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC2D;&#xC3E;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &quot;&#xC0F;&#xC28;&#xC41;&#xC17;&#xC15;&#xC41; &#xC0F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&quot; &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &quot;&#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC41; &#xC0F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&quot; (Prov.) much aid can the king-crow give to the elephant!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;i-r&#x113;&#x1E0D;u. [Tel. &#xC0F;&#xC1F;&#xC3F; from &#xC0F;&#xC30;&#xC41; a stream]. n. The lord of rivers. The Ocean &#xC38;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC3F;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;&#x113;&#x1E6D;irinta. Same as &#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;i-kolu. [Tel.] n. Salutation, prostration &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x113;&#x1E6D;iki. [Tel. for &#xC0F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;] adv. Why? wherefore? &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; what&apos;s that to me? Swa. iii. 6.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;ika-p&#x101;mulu. [Tel.] n. Worms in the bowels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x113;&#x1E6D;i. [Tel.] adj. The inflected form of &#xC0F;&#xC30;&#xC41; a river and of &#xC0F;&#xC21;&#xC41; a year. &#xC0F;&#xC1F;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46; a canal cut out from a river (Viz&#x101;g.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x113;&#x1E0D;i. [Tel.] adv. Where is (he.) &#xC0F;&#xC21;&#xC3F; &#xC28;&#xC40; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; where is your brother? &#xC35;&#xC3E;&#xC21;&#xC47;&#xC21;&#xC3F; where is he?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x113;&#x1E0D;-&#x101;di. [Tel. &#xC0F;&#xC21;&#xC41;+Skt. &#xC05;&#xC26;&#xC3F;] n. A year, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;, &#xC0F;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;-&#x101;&#x1E6D;al-&#x101;&#x1E0D;in&#x1E6D;su. [Tel.] v. t. To annoy, to torment. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC41;</span>&#xA0;&#xA0;, i.e., &#xC35;&#xC47;&#xC1F;&#xC41; &#x113;&#x1E6D;u. [Tel.] n. A blow. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC1C;&#xC3E;&#xC30;&#xC41; &#xC0F;&#xC1F;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the blow grazed (his head.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC1F;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;-&#x113;&#x1E6D;a. [Tel.] adv. Annually, year by year.
			</div>
                