&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;u&#x1E0D;u. [Skt.] n. A deaf man. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x113;&#x1E0D;u&#x1E0D;i. [Tel. &#xC0F;&#xC21;&#xC41;+&#xC09;&#xC21;&#xC3F;.] n. The rite performed on the next anniversary of a death. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC40;&#xC15;&#xC2E;&#xC41;, &#xC06;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41; &#x113;&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To weep. To complain. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4B; &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC3F; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he submitted with a bad grace. &#xC0F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;&#x1E0D;i-p-in&#x1E6D;su. n. To make one cry or weep.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC21;&#xC41;&#xC17;&#xC21;</span>&#xA0;&#xA0;or &#xC0F;&#xC21;&#xC4D;&#xC17;&#xC21; &#x113;&#x1E0D;uga&#x1E0D;a. [Tel. &#xC0F;&#xC21;&#xC41;+&#xC15;&#xC21; (lit.) the place where your &#xC0F;&#xC21;&#xC41;&#xC2A;&#xC41; complaint is listened to or &#xC15;&#xC21; means end. So &#xC0F;&#xC21;&#xC41;&#xC15;&#xC21; means the end of sorrow, that is, refuge.] n. Quarter, patronage, refuge. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;. Protector, patron. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC48;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC47;&#xC21;&#xC41;&#xC17;&#xC21;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;u. [Drav.; Turkish yedi.] n. Seven. &#xC06;&#xC30;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. &#xC0F;&#xC21;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; seven or eight. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC40;&#xC15;&#xC02;&#xC1F;&#xC47; &#xC0F;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; &#xC0E;&#xC17;&#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he is ten times worse than you. Lit. he has read seven leaves further than you (in roguery.) &#xC0F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; seven persons. &#xC0F;&#xC21;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F;. &#xC0F;&#xC21;&#xC41; &#x113;&#x1E0D;u. [Tel.] n. A year. (plu. &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC0F;&#xC21;&#xC41;&#xC32;&#xC41; or &#xC0F;&#xC33;&#xC4D;&#xC32;&#xC41;) &#xC0F;&#xC23;&#xC4D;&#xC28;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; (&#xC0F;&#xC21;&#xC41;+&#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;) a year and a half. &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; many years. &#xC0F;&#xC21;&#xC41; &#x113;&#x1E0D;u. [Tel.] pron. Who? &#xC0E;&#xC35;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x113;&#x1E0D;ika. [Tel. of Tam &#xC06;&#xC21;&#xC41;.] n. A ram &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E6D;u. [Tel.] n. Pride &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;t&#x101;mu. Same as &#xC0F;&#xC24;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x113;tari. [Tel.] n. A vile man, a wretch, a miscreant. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A. ii. 47. Swa. vi. 52. &#xC0F;&#xC24;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; &#x113;tari-tanamu. Vileness, wickedness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;tamu. [Tel.] n. A waterlift made on the principle of the sea-saw. &#xC0F;&#xC24;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; a vast difference.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0E;&#xC24;&#xC24;&#xC4D;</span>&#xA0;&#xA0;&#x113;tat. [Skt.] pron. adj. This. &#xC0F;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; hence, for this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;ta&#x1E0D;u. [Tel &#xC0F;+&#xC05;&#xC24;&#xC21;&#xC41;] Same as &#xC0E;&#xC35;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC23;&#xC3F; &#x113;&#x1E47;amu. [Skt.] n. A gazelle or black antelope. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC0F;&#xC23;&#xC28;&#xC2F;&#xC28; &#x113;&#x1E47;a-nayana. adj. Stag-eyed, dark-eyed. &#xC0F;&#xC23;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; &#x113;&#x1E47;-&#x101;nku&#x1E0D;u. n. The Moon, because his ensign is an antelope. &#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC0F;&#xC23;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#x113;&#x1E47;-&#x101;kshi. adj. Stag-eyed, gazelle-eyed, having beautiful eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;&#x1E0D;-dumu. [Tel. &#xC0F;&#xC21;&#xC41;+&#xC24;&#xC42;&#xC2E;&#xC41;] n. The quantity of grain, &amp;c., containing seven bushels or &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41; which is ciphered thus &#xC16;&#xC02;|2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC48;&#xC30;</span>&#xA0;&#xA0;&#x113;&#x1E0D;tera. [Tel.] n. Fury, anger, perseverance. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. adv. Much &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;; at once, quickly &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC40;&#xC36;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC46; &#xC28;&#xC3E;&#xC30;&#xC25;&#xC15;&#xC41;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC4D;&#xC35;&#xC32; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC47;&#xC21;&#xC48;&#xC30;&#xC28;&#xC4D;.&quot; M. IX. i. 210.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41; &#x113;&#x1E0D;upu. [Tel. from &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;] n. Weeping, complaint, grievance. Longing, strong desire, or bent of mind. &#xC28;&#xC40;&#xC2F;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; tell your tale yourself. &#xC0E;&#xC35;&#xC21;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0F;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; every man knows his own troubles. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC47; &#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41; this is what they have set their hearts on.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;tvamu. [Skt.] n. The name of the vowels &#x113; long.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;ten&#x1E6D;su. [Tel. for &#xC0F;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;] v. n. To come, go. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC0F;&#xC24;&#xC47;&#xC30;&#xC28;&#xC4D; &#x113;t&#x113;ran. Having come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;&#x113;&#x1E0D;i-k&#x14D;la. [Tel.] n. The pole or shaft of a plough. &#xC28;&#xC3E;&#xC17;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC24;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;tula-v&#x101;du. [Tel.] n. A man of this caste who weave mats. &#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC0F;&#xC24;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; (&#xC06;&#xC2E;&#xC41; iv.) A woman of that caste. &#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
                