&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC0F;&#xC28;&#xC3F;&#xC17; or &#xC0F;&#xC28;&#xC3F;&#xC17;&#xC46; &#x113;-nika. [Tel.] n. An elephant. &#xC0F;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; or &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC17; &#x113;nika-ti&#x1E47;&#x1E0D;i. n. One that eats or robs the elephant, i.e., the lion &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC0F;&#xC28;&#xC3F;&#xC15;&#xC26;&#xC4B;&#xC2E; &#x113;nika-d&#x14D;ma. n. A mosquito that has a long proboscis &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC26;&#xC4B;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x113;du. [Tel.] v. t. To cherish, protect, bring up, nurse. &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; &quot;&#xC30;&#xC18;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F; &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC32;&#xC4D;&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x113;du. [Tel.] v. n. To go, depart, cease, perish; be lost, leave, abandon. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC26;&#xC3F;&#xC28; friendless, helpless. &#xC2D;&#xC2F;&#xC2E;&#xC47;&#xC26;&#xC3F;&#xC28; fearless. &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC47;&#xC26;&#xC3F; having lost its bloom. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC47;&#xC26;&#xC3F; not entertaining a doubt. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x113;di. [Tel. &#xC0F;+&#xC05;&#xC26;&#xC3F;] pron. Which (fem. and neut. singular.) &#xC0F;&#xC26;&#xC2F;&#xC3F;&#xC28;&#xC3E; any. &#xC0F;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F; not any. &#xC0F;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; middle age, neither childhood nor youth; &#xC0F;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; there is nothing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC26;&#xC30;</span>&#xA0;&#xA0;&#x113;dara. [Tel.] n. Personal property, that is, property that is distinct from what belongs to the family as a whole. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC30;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24; &#xC2F;&#xC47;&#xC26;&#xC30; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has money of his own which does not belong to the family. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC42;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC0F;&#xC26;&#xC30; &#xC15;&#xC2E;&#xC24;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC26;&#xC41; he has his own cultivation in the village apart from what his family has.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC21;</span>&#xA0;&#xA0;or &#xC0F;&#xC26;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x113;da. [Tel.] n. A certain creeper. &#xC0F;&#xC26;&#xC3E;&#xC21;&#xC02;&#xC1F;&#xC47; &#xC15;&#xC4B;&#xC26;&#xC3E;&#xC21;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; (proverb) If I say white he says black.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x113;ni. [Tel.] An affix denoting question or doubt. If, though, suppose, &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC38;&#xC47;&#xC28;&#xC3F; if he catches the snake. &#xC28;&#xC40;&#xC35;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC47;&#xC28;&#xC3F; if you will not believe me. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC28;&#xC3F; suppose he came, if he comes, should he come. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F; what though they are born or die.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#x113;-n&#x101;&#x1E37;&#x1E37;u. [Tel. &#xC0F;&#xC28;&#xC41;+&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;] n. Five days. Presents sent to each other by the bride&apos;s and the bride groom&apos;s parents after the wedding &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC32;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC30;&#xC41; &#xC2A;&#xC02;&#xC2A;&#xC47; &#xC38;&#xC3E;&#xC30;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC3F; &#x113;-n&#x101;di. [Tel.] adj. Savage, belonging to a certain tribe. &#xC0F;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; the people of a certain hill tribe; the Y&#x101;n&#x101;dis. &#xC0F;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; the hill dialect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;n&#x101;damu. [Tel.] n. Seashore &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#x113;-namu. [Skt.] n. Sin, fault. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC0F;&#xC28;&#xC03;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41; (Chenna. v. 72.) The city of Destruction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC27;</span>&#xA0;&#xA0;&#x113;-dha. [Skt.] n. Increase of wealth and of other things. Fulness, full growth. &#xC05;&#xC27;&#xC3F;&#xC15; &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. A. iv. 20. &#xC0F;&#xC27;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC0F;&#xC27;&#xC2E;&#xC41; &#x113;-dhassu. n. Fuel. &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;. &#xC0F;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x113;dhitamu. adj. Improved, grown. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;-dumu. [Tel. &#xC0F;&#xC28;&#xC41;+&#xC24;&#xC42;&#xC2E;&#xC41;] n. Five bushels &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC26;&#xC41;&#xC35;&#xC02;&#xC26;&#xC3F; &#x113;du. [Tel.] n. A procupine. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC26;&#xC3F;. One species is called &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC26;&#xC41; but in the south it is called &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. HD. i. 512. &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; or &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; like pulling out the porcupines quills. &#xC0F;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28; a disgusting smell like that of a porcupine. cf. &quot;It stinks like a badger.&quot; &#xC0F;&#xC26;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC35;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41; (H. iv. 159.) a sort of grain. &#xC0F;&#xC26;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#x113;du-ga&#x1E0D;&#x1E0D;i. n. Andropagon contortus, or the Spear grass. (Watts.) &#xC0F;&#xC26;&#xC41;&#xC35;&#xC47;&#xC1F; &#x113;du-v&#x113;&#x1E6D;a. n. A kind of chase. &#xC35;&#xC47;&#xC1F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x113;nu. [Tel. from &#xC28;&#xC47;&#xC28;&#xC41;] pron I. &#xC28;&#xC47;&#xC28;&#xC41;. (The initial N. is thus dropped in the nominative.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x113;nu. [Tel.] n. Five &#xC0F;&#xC2C;&#xC32;&#xC2E;&#xC41; (&#xC0F;&#xC28;&#xC41;+&#xC2A;&#xC32;&#xC2E;&#xC41;] five palams.
			</div>
                