&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;-- See under &#xC0F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2C;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC2F;&#xC3E;&#xC2D;&#xC48; &#x113;badi. [Tel. &#xC0F;&#xC28;&#xC41;+&#xC2A;&#xC26;&#xC3F;.] pron. Fifty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2A;&#xC46;</span>&#xA0;&#xA0;&#x113;pe. [Tel.] n. A tree like mahogany, the Sal tree (Shorea Robusta.) &#xC38;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2A;&#xC46;</span>&#xA0;&#xA0;&#x113;pe. [Tel. &#xC0F;+&#xC05;&#xC2A;&#xC4D;&#xC2A;] pron. Which (lady.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x113;pu. [Tel.] n. Increase, excess. Pride, arrogance, presumption &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. Pain &#xC2C;&#xC3E;&#xC27;. Bloom, spirit, mettle, ardour, &#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC14;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC2F;&#xC47;&#xC2A;&#xC41; excess of rain. M. XII. iii. 295. &#xC0F;&#xC2A;&#xC41;&#xC28; nobly, in excess, in abundance. &#xC0F;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC17;&#xC41; to be ardent, &#xC2E;&#xC26;&#xC2E;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. P. iv. 255.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;&#x113;pi. [Tel.] n. A fierce hound. P. i. 121. Velag. ii. 227.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;-p&#x101;ru. [Tel. &#xC0F;&#xC35;&#xC41;+&#xC06;&#xC30;&#xC41;] v. n. To increase, to be proud &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC47;&#xC21;&#xC40;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC46;&#xC32;&#xC4D;&#xC15; &#xC2F;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC47;&#xC2A;&#xC3E;&#xC30;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC28;&#xC4D;.&quot; P. ii. 21. To bloom, flourish. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC0F;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;pa-rin&#x1E6D;su. [Tel.] v. t. To cause sorrow &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;; to pain &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;-n&#x16B;ru. [Tel. &#xC0F;&#xC28;&#xC41;+&#xC28;&#xC42;&#xC30;&#xC41;] pron. Five hundred. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC28;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC28;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#x113;nuga. [Tel. Tamil &#xC06;&#xC28;&#xC48;. (Here &#xC17;&#xC41; is added as an aid in pronunciation.] n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#x113;nugu-kommulu. n. Elephants&apos; tusks; also, a kind of rice. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#x113;nug-a&#x1E0D;ugulu. n. A kind of parti-colored cloth. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. In compounds &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; means Big &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC32;&#xC2C;&#xC02;&#xC26; the large species of &#xC15;&#xC32;&#xC2C;&#xC02;&#xC26; (q. v.) &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC41; &#x113;nugu-k&#x101;lu. n. A big leg like that of an elephant. Elephantiasis. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC17; enugu-gonga. See under &#xC0F;&#xC28;&#xC3F;&#xC15;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC1C;&#xC46;&#xC32;&#xC17; &#x113;nuga-jelaga. n. A horse leech. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; &#x113;nuga-pall&#x113;ru. n. The thorny weed called Pedalium murex. Ainslie. ii. 15. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC40;&#xC30; &#x113;nugu-b&#x12B;ra. n. A large kind of &#xC2C;&#xC40;&#xC30; or cucumber (q. v.) &#xC0F;&#xC28;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F; &#x113;numaddi. n. A certain herb; -- called &#xC05;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC41;&#xC23;&#xC3F;. See &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; the elephant-faced god, i.e., Vin&#x101;yaka &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#x113;nugusvaramu. n. One of the seven notes in music. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x113;maru. [Tel.] v. n. To be off one&apos;s guard. To blunder, be deceived. To fall into a trap, or overlook a fact &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;. &#xC0F;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;marin&#x1E6D;su. v. t. To make one forget himself. To ensnare, delude, entrap, as in an ambush. &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC0F;&#xC2E;&#xC30;&#xC3F;&#xC15; or &#xC0F;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x113;marika. n. Oversight, heedlessness, inadvertence, &#xC0F;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; inadvertently, suddenly. &#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;. &#xC0F;&#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC0F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x113;maru&#x1E6D;su. v. t. To trick, delude. &#xC0F;&#xC2E;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;-bhyamu. [Corrupted from &#xC0E;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;] adj. Nasty. &#xC0F;&#xC2D;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; to be disgusted. &#xC0F;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC38;&#xC3F; or &#xC0F;&#xC2D;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; A pack of nastiness. A nasty fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2C;&#xC3F;&#xC21;</span>&#xA0;&#xA0;&#x113;-bi&#x1E0D;a. [Tel. &#xC0F;+&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;.] n. Which (lady.) &#xC0F;&#xC2A;&#xC46;.
			</div>
                