&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC3E;</span>&#xA0;&#xA0;See &#xC0F;&#xC30; interj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC35;&#xC02;&#xC17;</span>&#xA0;&#xA0;&#x113;ra-vanga. [Tel. probably &#xC0F;&#xC1F;&#xC3F;&#xC35;&#xC02;&#xC17;] n. A certain medicinal plant called Solanum Speciosum. In Sanskrit &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC3E;. See &#xC35;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;ra&#x1E47;&#x1E0D;amu. [Skt.] n. The castor oil plant (proverbially weak or pithless &quot;&#xC28;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC47;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC47; &#xC0F;&#xC30;&#xC02;&#xC21;&#xC4B;&#xC2A;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC24;&#xC47;&quot; (proverb) in a barren spot any shrub is called a tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;</span>&#xA0;&#xA0;or &#xC0F;&#xC30;&#xC3E; &#x113;ra. [Tel. for &#xC0F;&#xC2E;&#xC3F;&#xC30;&#xC3E;] interj. O thou! (a word used in calling an inferior.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;&#x113;yu. [Tel. another form of &#xC35;&#xC47;&#xC2F;&#xC41; the initial Y being dropped] v. t. To throw, &#xC35;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2E;&#xC46;</span>&#xA0;&#xA0;&#x113;me. [Tel. &#xC0F;+&#xC05;&#xC28;&#xC41;+&#xC0E;] pron. (1) Which woman? who? &#xC0F;&#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; (See &#xC0F;&#xC2A;&#xC46;) (2) Woman, a word used in calling a female servant or a wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;mu. [Tel. for &#xC2E;&#xC46;&#xC2E;&#xC41; the initial m being dropt.] pron. We.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC0F;&#xC2E;&#xC40; &#x113;mi. [Tel.] pron. What. &#xC28;&#xC3E;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41;. I have nothing with me. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0F;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; what has become of him? &#xC07;&#xC02;&#xC15; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC30;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; nothing further remains to be done. &#xC0F;&#xC2E;&#xC48;&#xC28;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; there may be something. &#xC28;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2B;&#xC32;&#xC2E;&#xC47;&#xC2E;&#xC3F; what is the good of my staying here? &#xC38;&#xC4B;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; nothing has been lost. &#xC0F;&#xC2E;&#xC3F;&#xC15;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28; (i.e. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;) for what reason. &#xC35;&#xC3E;&#xC21;&#xC47;&#xC2E;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC47; either he or I, there is no difference. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC3E; &#xC2F;&#xC47;&#xC2E;&#xC3F; has he come? &#xC28;&#xC3E; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC47;&#xC2E;&#xC3F; both my father and I, my father as well as I. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC48;&#xC28;&#xC3E;&#xC28;&#xC47;&#xC2E;&#xC3F; no matter who it is. &#xC05;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; either this or that. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC40;&#xC15;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC15;&#xC2F;&#xC47;&#xC2E;&#xC3F; what do you mean by saying the house is too small for you? &#xC35;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC2F;&#xC47;&#xC2E;&#xC3F; why should he not come? surely, he will? &#xC0F;&#xC2E;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; what have you come for? &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; how the dog barks! &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC35;&#xC32;&#xC47;&#xC26;&#xC41; he did not weep at all. &#xC0F;&#xC2E;&#xC3F;&#xC1F;&#xC3F; &#x113;mi&#x1E6D;i. pron. &amp; adj. What, of which, what kind of. &#xC05;&#xC26;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F; what&apos;s that? &#xC0F;&#xC2E;&#xC3F;&#xC1F;&#xC4B; I don&apos;t know what that is &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; of what caste is he? &#xC0F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; wherefore, for what reason. &#xC0F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC4B; I know not why. &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; anything whatever. &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41; he will give nothing. &#xC0F;&#xC2E;&#xC4A; or &#xC0F;&#xC2E;&#xC4B; &#x113;mo. (&#xC0F;&#xC2E;&#xC3F; with &#x14D; added for doubt.) I know not what. &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC47;&#xC2E;&#xC4B; perhaps they did not come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;&#xC28;&#xC47;&#xC32;</span>&#xA0;&#xA0;&#x113;ru-n&#x113;la. [Tel.] n. Land as much as can be ploughed in a day &#xC12;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC32; &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC0F;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x113;ru&#x1E6D;su. [Tel.] v. i. To ache (as the head) &#xC24;&#xC32;&#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. v. t. To ignite, set on fire. &#xC26;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To train, set in order &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;. See &#xC0F;&#xC30;&#xC41; n. and v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;ru. [Tel.] v. t. To glean or pick up one after another &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;. To attain age as in &#xC08;&#xC21;&#xC47;&#xC30;&#xC41; &#xC0F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;rin&#x1E6D;su. v. t. To cause to pick up one after another. &#xC0F;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC0F;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x113;ru-konu. v. i. To pick up. &#xC0F;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC15; &#x113;ru-pi&#x1E0D;aka. n. A cowdung cake that is picked up and is not mixed with bran, &amp;c., for fuel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;ru. [Tel.] n. Headache, pain &#xC24;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC2C;&#xC3E;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;ru. [Tel. Tamil &#xC06;&#xC30;&#xC41;] n. A river. &#xC28;&#xC26;&#xC3F;. (Genitive &#xC0F;&#xC1F;&#xC3F;, plural &#xC0F;&#xC33;&#xC4D;&#xC32;&#xC41;) &#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to go to the river to answer the calls of nature. &#xC0F;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it is completely ruined or shipwrecked. Lit. it is swept away by the river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;ru. [Tel. for &#xC0E;&#xC35;&#xC30;&#xC41;] pron. Who. &#xC0F;&#xC30;&#xC3F;&#xC15;&#xC3F; to whom? &#xC0F;&#xC30;&#xC3F; &#x113;ri. Pron. Whose. &#xC0E;&#xC35;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; (Interrogative.) Where are they? (m. or f. not n.) &#xC35;&#xC3E;&#xC30;&#xC47;&#xC30;&#xC3F; Where are they?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;ru. [Tel.] n. A plough complete with cattle. &#xC0F;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to yoke a plough. &#xC0F;&#xC30;&#xC41;&#xC15;&#xC32;&#xC2A; implements of husbandry, ploughing apparatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;r&#x101;&#x1E37;amu. [Tel another form of &#xC39;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;] adj. Much, numberless. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;r&#x101;lu. [Tel. &#xC0E;&#xC30;&#xC2A;&#xC41;+&#xC06;&#xC32;&#xC41;] n. A sister-in-law &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;. &#xC06;&#xC2E;&#xC46; &#xC28;&#xC47;&#xC28;&#xC41; &#xC0F;&#xC30;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; as she and I married two brothers. Plural. &#xC0F;&#xC30;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x113;r&#x101;di. [Tel. &#xC0E;&#xC30;&#xC2A;&#xC41;+&#xC06;&#xC26;&#xC3F;.] n. Offspring (applied to horses), breed &#xC12;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;&#x113;ruva. [Tel.] n. A ship&apos;s keel. &#xC13;&#xC21;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC32;&#xC15;. A country &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;&#x113;rumalle. [Tel.] n. A species of Jasmine &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;. See &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x113;ru-maddi. [Tel.] n. A tree called &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC2E;&#xC41;. See &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;.
			</div>
                