&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;</span>&#xA0;&#xA0;&#x113;la. [Tel.] n. Name of a stream in the Godavery District &#xC0F;&#xC32;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;</span>&#xA0;&#xA0;&#x113;la. [Tel.] n. A hurrah, or hoop. A carol or catch used by rowers of boats &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC3E;&#xC1F;. &quot;&#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC47;&#xC24;&#xC3E;&#xC02; &#xC0F;&#xC30;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC15;&#xC42;&#xC21;&#xC3E;&#xC2A;&#xC4B;&#xC26;&#xC3E;&#xC02; &#xC13;, &#xC13;, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC3E;&#xC2E;&#xC3E;!&quot; (The books named &#xC17;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC06;&#xC1F;&#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41;, &amp;c. contain many specimens of these carols.) Also, a chorus of applause. &#xC0F;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; a kind of play, a game played by children &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. See P. ii. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;</span>&#xA0;&#xA0;or &#xC0F;&#xC32;&#xC3E; &#x113;la. [Tel.] interrogative adv. Why, how, wherefore, to what end, for what reason. &#xC35;&#xC47;&#xC2F;&#xC47;&#xC32; (&#xC35;&#xC47;&#xC2F;&#xC3F;+&#xC35;&#xC47;&#xC32;) why say a thousand words?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;</span>&#xA0;&#xA0;&#x113;la. [Tel.] n. The cardamom tree. &#xC0F;&#xC32;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x113;rpu. [Tel. from &#xC0F;&#xC30;&#xC4D;&#xC1A;&#xC41;.] n. Ardour, burning, hotness. &#xC2E;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;rpa&#x1E0D;u. [Tel.] v. n. To fix, settle, to assume a shape. To be settled or determined. To seem, appear, come to light, to look. To happen. To be declared, to be or become. To be selected, distinguished, separated, arranged, appointed. &#xC30;&#xC42;&#xC2A;&#xC17;&#xC41;, &#xC24;&#xC47;&#xC1F;&#xC2A;&#xC21;&#xC41;,&#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC48; &#xC2F;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they appeared as, or, turned out to be the heirs. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;rpara&#x1E6D;su. v. a. (casual of &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41;) To form, adjust. To choose, select. distinguish. To separate, divide, To set forth, define, declare. To arrange, to settle. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x113;r-p&#x101;&#x1E6D;u. n. An arrangement, settlement, rule. Fixing, disposal, decision, management. Selection, choice, agreement. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to select, arrange, to effect an arrangement. To project or scheme.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x113;r&#x1E6D;su. See. &#xC0F;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC15;</span>&#xA0;&#xA0;&#x113;ru-v&#x101;ka. [Tel.] n. The commencement of cultivation. The sowing season. Seed-time &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC0F;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC15; &#xC15;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; To celebrate a feast at that season.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;&#x113;lise. [Tel.] n. The common quail. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC2F;&#xC47;&#xC32;&#xC3F;&#xC38;&#xC46; the large quail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;&#x113;li-ch&#x113;pa. [Tel.] n. The saw-fish. &#xC0F;&#xC32;&#xC3E;&#xC2E;&#xC41; or &#xC0F;&#xC32;&#xC3E;&#xC02;&#xC1A;&#xC47;&#xC2A;. Russel No. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x113;lika. [Tel. from &#xC0F;&#xC32;&#xC41;] n. A ruler, a prince, a king. &#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;. &#xC0F;&#xC32;&#xC3F;&#xC15;&#xC38;&#xC3E;&#xC28;&#xC3F; &#x113;lika-s&#x101;ni. n. A queen, a lady. &#xC30;&#xC3E;&#xC23;&#xC3F;, &#xC26;&#xC4A;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x113;li. [Tel.] adj. Cunning, false &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC0F;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&quot; &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. iii. &quot;&#xC0F;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3E;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;l&#x101;-v&#x101;lukamu. [Skt.] n. A kind of plant &#xC28;&#xC42;&#xC17;&#xC41;&#xC26;&#xC4B;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC32;&#xC3E;&#xC02;&#xC1A;&#xC47;&#xC2A; &#x113;l&#x101;mu. [Tel.] n. The saw-fish. A shark.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC3E;</span>&#xA0;&#xA0;&#x113;l&#x101;. See &#xC0F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;lamu. [Tel.] n. Auction. &#xC0F;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC0F;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41; to sell by auction, to auction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC32;&#xC2A;&#xC3E;&#xC1F; &#x113;la-padamu. [Tel.] n. A carol or balled. See &#xC0F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x113;laki. [Tel.] n. The cardamom tree. &#xC0F;&#xC32;&#xC15;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#x113;laki-k&#x101;yalu. n. Cardamoms in the husk. &#xC0F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#x113;lakulu. Cardamoms. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC0F;&#xC32;&#xC15;&#xC3F;&#xC15;&#xC3E;&#xC2F; or &#xC05;&#xC21;&#xC35;&#xC3F; &#xC0F;&#xC32;&#xC15;&#xC15;&#xC3E;&#xC2F; Amomum subulatum or the Greater Cardamom. &#xC0F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; (the seeds). Amomum Xanthioides (Watts.)
			</div>
                