&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC4D;&#xC1A;&#xC46;</span>&#xA0;&#xA0;&#x113;l&#x1E6D;se. [Tel.] n. A kind of snipe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x113;lu. [Tel.] v. i. &amp; t. To rule, govern. manage. To enjoy, to master. To possess or take. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC0F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;lin&#x1E6D;su. v. t. To cause one to rule. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC1A;&#xC46;&#xC30;&#xC4D;&#xC32; &#xC2F;&#xC47;&#xC32;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC41; I will make you ruler of M&#x101;cherla. &#xC0F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#x113;lina-v&#x101;&#x1E0D;u. n. A ruler, lord, your honor. &#xC0F;&#xC32;&#xC3F;&#xC15;, &#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. &#xC0F;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC3F; &#x113;lu-k&#x14D;ti. n. The people, subjects. Host assembly. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC15;&#xC4B;&#xC1F;&#xC3F;. &#xC38;&#xC15;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC0F;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F; &#x113;lu-ba&#x1E0D;i. n. Government, reign. &#xC0F;&#xC32;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41; or &#xC0F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#x113;l&#x113;-v&#x101;ru. n. The rulers. &#xC0F;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; = &#xC0F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;&#x113;&#x1E63;i. [Tel.] An affix. At the rate of, at. &#xC2A;&#xC26;&#xC47;&#xC38;&#xC3F; at the rate of ten. &#xC07;&#xC02;&#xC24;&#xC32;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; eyes so large. Also, for &#xC35;&#xC47;&#xC38;&#xC3F; (the initial V being dropt); thus, &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC38;&#xC3F; for &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;. &#xC0F;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x113;hyamu. [Skt.] adj. Abominable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;saru. [Tel.] v. i. To exceed, to be in excess &#xC2E;&#xC40;&#xC30;&#xC41;&#xC1F;. &#xC0F;&#xC38;&#xC30;&#xC47;&#xC17;&#xC41; &#x113;sar-&#x113;gu. v. i. To excel, to be proud &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC38;</span>&#xA0;&#xA0;&#x113;sa. [Tel. often pronounced &#xC2F;&#xC3E;&#xC38; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;] adj. Wild. Crooked, wrong. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC15;&#xC30;. &#xC0F;&#xC2E;&#xC3E;&#xC1F; a solecism or blunder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x113;shyamu. [Skt.] n. The future, what is yet to happen. &#xC15;&#xC3E;&#xC17;&#xC32;&#xC26;&#xC3F;. Foretoken, foreboding. &#xC1C;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC26;&#xC3F;; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. &quot;&#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC30;&#xC41;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC02; &#xC2C;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC02;&#xC17;&#xC32;&#xC02;&#xC21;&#xC41; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC47;&#xC37;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC26;&#xC40;&#xC2F;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2C;&#xC4B;&#xC26;&#xC02; &#xC2C;&#xC41;&#xC28;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;.&quot; A. vi. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC37;&#xC23;&#xC3F;</span>&#xA0;&#xA0;&#x113;sha&#x1E47;i. [Skt.] n. A probe &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC1F; &#xC1C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC36;&#xC32;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC35;&#xC47;</span>&#xA0;&#xA0;&#x113;v&#x113;. [Tel.] A particle of emphasis as &#xC28;&#xC47;&#xC28;&#xC47;&#xC35;&#xC47; I myself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x113;vuru. [Tel.] pron. Five persons &#xC0F;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x113;vi. [Tel. pl. of &#xC0F;&#xC26;&#xC3F;] pron. Which? &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC35;&#xC3F; where is the water?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x113;v&#x101;&#x1E0D;u. [Tel &#xC0F;+&#xC35;&#xC3E;&#xC21;&#xC41;] pron. Who, what man. &#xC0E;&#xC35;&#xC21;&#xC41;, &#xC0F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC0F;&#xC35;</span>&#xA0;&#xA0;or &#xC0F;&#xC35;&#xC2E;&#xC41; &#x113;va. [Tel.] n. Loathesome-ness, disgust, hatefulness, ugliness. &#xC30;&#xC4B;&#xC24;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;. R. iv. 123. &#xC0F;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41; &#x113;va-k&#x101;&#x1E0D;u. n. One who feels disgusted with a thing &#xC30;&#xC4B;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; An envious man &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC0F;&#xC35;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC0F;&#xC35;&#xC2A;&#xC21;&#xC41; &#x113;va-gin&#x1E6D;su. v. n. To hate, dislike. To be vexed or disgusted &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;. v. a. To blame, abuse, vilify, accuse &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To abandon, to desert &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC2F;&#xC3F;&#xC24;&#xC3F; aiti. [Tel.] adj. Able, possible &#xC35;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2F;&#xC3F;&#xC28;, &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC24;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; it was not possible for him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC23;&#xC2E;&#xC41; &#xC10;&#xC23;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ai&#x1E47;amu. [Skt. from &#xC0F;&#xC23;&#xC2E;&#xC41;] adj. Pertaining to the skin of a deer. (&#xC0F;&#xC23;&#xC2E;&#xC41; = &#xC07;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC0F;&#xC23;&#xC3F; = &#xC32;&#xC47;&#xC21;&#xC3F;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x101;ikyamu. [Skt. From &#xC0F;&#xC15;&#xC2E;&#xC41;] n. Union, oneness, coalescence, unitedness &#xC0F;&#xC15;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC15;&#xC2E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aika-matyamu. [Skt.] n. Unanimity, agreement, harmony &#xC0F;&#xC15;&#xC2E;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC15;&#xC15;&#xC02;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;aika-ka&#x1E47;&#x1E6D;hyamu-g&#x101;. [Skt.] adv. With one voice, unanimously &#xC0F;&#xC15;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;&#xC24;&#xC4B;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aindra-j&#x101;liku&#x1E0D;u. [from Skt. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;] n. A magician, a juggler, a conjurer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;</span>&#xA0;&#xA0;or &#xC05;&#xC2F;&#xC3F; ai. [Tel.] past. part: of &#xC06;&#xC17;&#xC41;. See &#xC05;&#xC2F;&#xC3F;. &#xC2E;&#xC3E;&#xC28;&#xC48; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he stood stock still, lit. he became a tree and stood. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC3E;&#xC21;&#xC28;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I was about to come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;</span>&#xA0;&#xA0;The vowel AI as the i in pride. The shape &#xC10; is used as an initial in the dictionary and in poetry, but elsewhere the Telugus use a secondary form &#xC05;&#xC2F;&#xC3F; &quot;AYI&quot; instead: The secondary form &#xC05;&#xC2F;&#xC3F; ayi is used in poetry as a dissyllable, whenever the metre requires two short syllables for AI, which is one long. The Y in &#xC05;&#xC2F;&#xC3F; is not pronounced. Thus &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; is not pronounced ayidu, but ai-du. In Telugu words there is this liberty of spelling; but the longer form ayi ought never to be used in words of Sanscrit origin.
			</div>
                