&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC2A;&#xC41;</span>&#xA0;&#xA0;aipu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC41;] n. A flaw, a defect, harm, detriment, damage. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC24;&#xC3F;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aitihyamu. [Skt.] n. Traditional teaching &#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC28;&#xC17;&#xC41; &#xC09;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aiti-h&#x101;&#x1E63;aku&#x1E0D;u. [Skt. from &#xC07;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;] n. A story-teller, one who knows stories &#xC07;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ainillu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;] n. The inner or middle house &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC28;</span>&#xA0;&#xA0;aina. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC28;. relative p of &#xC05;&#xC17;&#xC41;] p. p. 1. Being, existing. One who or which is or has become. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC2E;&#xC2F;&#xC4D;&#xC2F; Ramaya who was (his) master. Becoming, suitable, fit; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; proper principles. &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; a fit day. &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; the interest that accumulated. &#xC35;&#xC3E;&#xC15;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; my friend. As a conjunction it is thus used &#xC10;&#xC28; or &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E; or &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC28;&#xC41; but though it were so, yet, &#xC35;&#xC3E;&#xC21;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC35;&#xC40;&#xC21;&#xC2F;&#xC3F;&#xC28;&#xC3E; be it that man or this, either one or the other. It is added to interrogatives as &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;. &amp;c., and it gives a strong emphasis as &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC48;&#xC28;&#xC3E; wheresoever. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2F;&#xC3F;&#xC28;&#xC3E; whosoever. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2F;&#xC3F;&#xC28;&#xC3E; whenever. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC3E; at least two miles. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC48;&#xC28;&#xC28;&#xC47;&#xC2E;&#xC3F; never mind who it was. It turns nouns into adjectives as &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28; pretty, having elegance. Else-where it is translated who is (and is added to adjective nouns, thus) &#xC15;&#xC35;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC2D;&#xC40;&#xC2E;&#xC28; the poet Bh&#x12B;mana. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC48;&#xC28; &#xC15;&#xC35;&#xC3F; a poet who is a man of learning. Thus also in the plural &#xC27;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC48;&#xC28; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC41; merchants who are rich. &#xC10;&#xC28;&#xC28;&#xC41; or &#xC10;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; although. but, &#xC05;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; the price of that. &#xC28;&#xC3E;&#xC15;&#xC48;&#xC28;&#xC28;&#xC41; even to me &#xC2E;&#xC47;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC48;&#xC28; &#xC05;&#xC02;&#xC24;&#xC03;&#xC15;&#xC30;&#xC23;&#xC35;&#xC32;&#xC4D;&#xC32; through the affection arising from his being a nephew. &#xC10;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC24;&#xC47; See &#xC10;&#xC24;&#xC47;. &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC24;&#xC47; should it be yours. &#xC10;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; conj. When it is so, even then, nevertheless, still, yet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2F;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;aid-d&#x101;yulu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC41;&#xC32;&#xC41;] n. The &quot;five anvils:&quot; i.e., the five trades, viz., those of a carpenter, a blacksmith, a goldsmith, a brasssmith, and a stonemason.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;aiduva. [Tel. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35; = &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;+&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;] n. A matron, a housewife, a good woman, a woman whose husband is alive. &#xC2E;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; (&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC28;&#xC17;&#xC3E; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC38;&#xC41;&#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC3F;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC32;&#xC47;&#xC35;&#xC28;&#xC17;&#xC3E;, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC41;.) See &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;. &#xC10;&#xC26;&#xC41;&#xC35;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC4B;&#xC24;&#xC28;&#xC2E;&#xC41; aiduva-tanamu. n. Wedlock, the state of being a wife. &#xC10;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC32;&#xC41; Same as &#xC10;&#xC26;&#xC41;&#xC35; or &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC26;&#xC41;</span>&#xA0;&#xA0;aidu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;] adj. Five. &#xC10;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; for &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; five persons &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F;. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC2A;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; to salute, to bow to. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be defeated, to lose &#xC13;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; (&#xC13;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC13;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F; &#xC05;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;) &quot;&#xC38;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2D;&#xC41;&#xC1C;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC48;&#xC26;&#xC41;&#xC2A;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC30;&#xC41; &#xC26;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC46;&#xC24;&#xC15;&#xC4D;&#xC15;&quot; &#xC06;&#xC2E;&#xC41;. ii. To throw into confusion, leave a thing at sixes and sevens. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC21;&#xC41;&#xC17;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC24;&#xC47;</span>&#xA0;&#xA0;ait&#x113;. [Tel. wrongly used for &#xC05;&#xC2F;&#xC3F;&#xC24;&#xC47; the conditional aorist of &#xC05;&#xC17;&#xC41;] conj. If; should it be so, suppose it were so. But, As for, indeed: as &#xC28;&#xC3E;&#xC15;&#xC48;&#xC24;&#xC47; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC41; I for my part do not know, lit. to me indeed it is unknown. &#xC1A;&#xC47;&#xC28;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC24;&#xC47; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he gave the field indeed but not the house. &#xC35;&#xC3E;&#xC21;&#xC2F;&#xC3F;&#xC24;&#xC47; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; as for him, he did not come. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC2F;&#xC3F;&#xC24;&#xC47; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I heard so indeed formerly. &#xC35;&#xC3E;&#xC21;&#xC2F;&#xC3F;&#xC24;&#xC47; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F; so far as he is concerned he is wrong.
			</div>
                