&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;ai-p&#x14D;vu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;] v. t. To be done, finished, exhausted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ai&#x1E63;varyamu. [Skt. from &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;] n. Riches, wealth, prosperity. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC38;&#xC02;&#xC2A;&#xC26;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC48;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the eight super-natural perfections or attributes of the deity as summed up in this verse. &#xC05;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC1A;&#xC48;&#xC35; &#xC17;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC18;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC25;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC03; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC40;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC02; &#xC35;&#xC36;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC1A;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2D;&#xC42;&#xC24;&#xC2F;&#xC03;. That which is 1, fine as an atom, 2, of prodigious vastness, 3, of great weight, 4, light as ehter, 5, omnipotent, 6, free, 7, supreme, and 8, under control. &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; ai&#x1E63;varya-vantu&#x1E0D;u. adj. An opulent or prosperous man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ai-va&#x1E6D;&#x1E6D;su. [Tel.] v. i. To be agreeable, or profitable. To prosper. To agree with one&apos;s health. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ail&#x101;ramu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A root used as a medicine in dropsies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC32;&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;aila-bilu&#x1E0D;u. [Skt.] n. Kub&#x113;ra. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC30;&#xC47;&#xC28;&#xC3F;</span>&#xA0;&#xA0;air&#x113;ni. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F;] n. Painted vases used at weddings. &#xC05;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC23;&#xC3F; or &#xC05;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;. &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC10;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC2E;&#xC41; air&#x101;va&#x1E47;amu. [Skt.] n. The name of the elephant on which Indra rides. &#xC10;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC3F; air&#x101;vati, n. The bolt of Indra. Lightning: forked lightning &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC4B;&#xC32;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ai-r&#x101;julu. [Tel.] n. A slang word for mice; as donkey for an ass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;aira-konu. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41;.] v. i. To be set right, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC41;. To heal, to become better &#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC15; &quot;&#xC2D;&#xC40;&#xC37;&#xC23; &#xC35;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC2F;&#xC41; &#xC36;&#xC4D;&#xC36;&#xC47;&#xC37; &#xC35;&#xC3F;&#xC36;&#xC24;&#xC37;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC35;&#xC41;&#xC15;&#xC15;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC4B; &#xC28;&#xC40;&#xC37;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC1C;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC39;&#xC3E; &#xC18;&#xC4B;&#xC37;&#xC35;&#xC43;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC48;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC4D; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; P. i. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC30;</span>&#xA0;&#xA0;aira. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC30;.] n. Dimness of sight &#xC2E;&#xC38;&#xC15;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC2E;&#xC42;&#xC32;</span>&#xA0;&#xA0;ai-m&#x16B;la. [Tel. for &#xC05;&#xC2F;&#xC3F;&#xC2E;&#xC42;&#xC32;] adj. Oblique, diagonal. Oblong and crooked. Rhomboidal. &#xC2E;&#xC42;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that house is crooked, not straight; &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that house is in a corner.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;on&#x1E6D;ari. [Tel. &#xC12;&#xC02;&#xC1F;&#xC3F;+&#xC05;&#xC30;&#xC3F;.] adj. Alone, single &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F; n. One who fights alone. &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28; &#xC2C;&#xC02;&#xC1F;&#xC41;, &#xC0F;&#xC15;&#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; on&#x1E6D;ari-katte. n. A lonely woman. A single woman. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; on&#x1E6D;arikamu. Solitude, loneliness, privacy. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; on&#x1E6D;ari-k&#x101;&#x1E0D;u. n. A solitary person or animal. &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;. One who fights alone &#xC05;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28;&#xC2C;&#xC02;&#xC1F;&#xC41;. A hog or a rhinoceros. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; on&#x1E6D;ari-p&#x101;&#x1E6D;u. n. Loneliness, privacy, retirement, solitariness. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC40;&#xC21;&#xC41; on&#x1E6D;ar&#x12B;&#x1E0D;u (&#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;+&#xC08;&#xC21;&#xC41;) Same as &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F; (n). &#xC12;&#xC02;&#xC1F;&#xC30;&#xC41;&#xC32;&#xC41; on&#x1E6D;arulu. n. Foot soldiers, Infantry. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;on&#x1E6D;aramu. [Tel.] n. Enmity, opposition &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;onjili. [Tel.] n. Sorrow &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. Calamity, misfortune. &#xC06;&#xC2A;&#xC26;, &#xC12;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;. adj. Sorrowful &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC15;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;</span>&#xA0;&#xA0;The short vowel O, as in polite, indigo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC10;&#xC39;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aihikamu. [Skt. from &#xC07;&#xC39;&#xC2E;&#xC41;.] adj. Pertaining to the present world or this life, temporal. The condition of being here on earth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;</span>&#xA0;&#xA0;or &#xC13; An affix of doubt: as &#xC28;&#xC40;&#xC15;&#xC4B; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC4B; either to thee or to them.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC15;&#xC46;</span>&#xA0;&#xA0;onke. [Tel.] n. A hook or peg. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
                