&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;on&#x1E6D;i-p&#x101;tu. Same as &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; on&#x1E6D;i-k&#x101;&#x1E0D;u. [Tel.] n. A single man, a lonely person. A rhinoceros, or a wild boar. &#xC0F;&#xC15;&#xC1A;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC41;&#xC28;&#xC42;&#xC24;&#xC28;&#xC38;&#xC3E;&#xC30;&#xC38;&#xC3E;&#xC1F;&#xC4B;&#xC2A; &#xC2E;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC41; &#xC2C;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC28;&#xC46;&#xC1A;&#xC1F;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;. &#xC28;&#xC32;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;on&#x1E6D;impu. [Tel.] n. Convenience, aid, help. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he had no money at hand. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; he has no longer the means of doing it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;on&#x1E6D;i. [Tel.] n. One (of a pair or couple) Privacy. &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to go to pass water. &#xC12;&#xC02;&#xC1F;&#xC3F; adj. Single, only one. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC30; a single fold. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; a single masted (vessel.) &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC15;&#xC41; at one o&apos;clock. &#xC12;&#xC02;&#xC1F;&#xC3F; (genitive of &#xC12;&#xC21;&#xC32;&#xC41; or &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;) adj. Of the body. &#xC12;&#xC02;&#xC1F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; headstrong, self-willed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;for &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC12;&#xC02;&#xC26;&#xC3F;&#xC15; ondika. [Tel.] n. Convenience &#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;on&#x1E0D;u. [Tel.] n. One &#xC0F;&#xC15;&#xC2E;&#xC41;. An individual. &#xC12;&#xC15;&#xC21;&#xC41;. Another. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC12;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC15; not knowing a single thing. &#xC12;&#xC02;&#xC21;&#xC28;&#xC28;&#xC47;&#xC32; why should you say anything? &#xC12;&#xC02;&#xC21;&#xC46; or &#xC12;&#xC02;&#xC21;&#xC47;&#xC28;&#xC3F; on&#x1E0D;&#x113;. (&#xC12;&#xC02;&#xC21;&#xC46;+&#xC0F;&#xC28;&#xC3F;) if it is not so, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21;&#xC32;. &#xC12;&#xC02;&#xC21;&#xC46;&#xC21; on&#x1E0D;-e&#x1E0D;a. adv. Elsewhere. &#xC12;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC21; on&#x1E0D;-o&#x1E47;&#x1E0D;a. (&#xC12;&#xC02;&#xC21;&#xC41;+&#xC12;&#xC02;&#xC21;&#xC41;+&#xC05;.) adv. One by one, continuously. Gradually. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC12;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; flowing on continuously &#xC12;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; on&#x1E0D;-on&#x1E6D;i-ki. To one another. &#xC12;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC1F;&#xC3F;. &#xC12;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41;&#xC32;&#xC41; on&#x1E0D;-orulu. (&#xC12;&#xC02;&#xC21;&#xC41;+&#xC12;&#xC30;&#xC41;&#xC21;&#xC41;) n. Each other. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;on&#x1E0D;u. [Tel.] n. Sediment, deposit; mud left on land by a flood. &#xC17;&#xC4B;&#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F; &#xC12;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC12;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; alluvial soil or loam used as manure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC21;</span>&#xA0;&#xA0;on&#x1E0D;a. [Tel.] n. Ill, evil. A whitlow, a sore nail. &#xC12;&#xC02;&#xC21;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC21;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; on&#x1E0D;ari-min&#x1E0D;ari-m&#x101;&#x1E6D;alu. n. Nonsense, idle talk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;on&#x1E6D;lu. [Tel.] n. plu. Ear-rings, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC23; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC41; &#xC1F;&#xC4A;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC2F;&#xC3E;&#xC21;.&quot; (T. v. 7.) pearl ear-rings dangling about. Figures, numerical signs. &#xC12;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41;. See &#xC12;&#xC02;&#xC1F;&#xC41;. n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;on&#x1E6D;-olle. [Tel. &#xC12;&#xC02;&#xC1F;&#xC3F;+&#xC12;&#xC32;&#xC4D;&#xC32;&#xC46;.] n. A thing petticoat. A. ii. 73.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;on&#x1E6D;e. [Tel.] n. A camel. &#xC12;&#xC02;&#xC1F;&#xC46; &#xC15;&#xC4B;&#xC21;&#xC3F; an ostrich. &#xC12;&#xC02;&#xC1F;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC3F; on&#x1E6D;e-puli. n. The camelopard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;on&#x1E6D;u. [Tel.] n. A share, division. A village community &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A unit in numeration. &#xC38;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC3F; &#xC12;&#xC02;&#xC1F;&#xC41; the place or square in which a counter stands in a game at draughts. &#xC12;&#xC02;&#xC1F;&#xC41; or &#xC12;&#xC02;&#xC1F;&#xC41;&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;. n. A sort of ear-ring worn by by men. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC41; v. i. To agree with one&apos;s health, to be wholesome or salubrious. &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To touch, to go near, to approach &#xC1A;&#xC47;&#xC30;&#xC41;. &#xC06; &#xC26;&#xC47;&#xC36;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC08; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC12;&#xC02;&#xC1F;&#xC15; &#xC06;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; or &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; his health suffered from change of water, (change of air.) See on &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC12;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; on&#x1E6D;u-konu. v. i. To touch, go near. &#xC24;&#xC3E;&#xC15;&#xC41;. &#xC1A;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ompu. [Tel.] n. Crookedness, curve, twist. &#xC35;&#xC02;&#xC2A;&#xC41;. A knee of timber. The worm of a still. A small kettle used instead of a still.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;ondu. [Tel. from &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, the initial &#xC2A; being dropped.] v. i. To obtain, possess, have &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F; recovering the senses. &#xC28;&#xC32;&#xC41;&#xC35;&#xC4A;&#xC02;&#xC26; beautifully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ondili. [Tel.] n. Sorrow &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. Evil, calamity. &#xC06;&#xC2A;&#xC26;. Epidemic disease, murrain or cattle disease. &#xC12;&#xC02;&#xC1C;&#xC32;&#xC3F;. Inconvenience. &#xC05;&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC12;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC02;&#xC2A;&#xC28;&#xC47;&#xC32;&#xC47;&#xC26;&#xC41; accident prevented (my) sending it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC02;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC12;&#xC02;&#xC1F;&#xC46;. (q. v.)
			</div>
                