&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;</span>&#xA0;&#xA0;ok&#x101;n-oka. [Tel. &#xC12;&#xC15;+&#xC12;&#xC15;] adj. Some one or other, a certain, some &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4B; in some town or other, in a certain town. &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC1A;&#xC4B;&#xC1F; here and there.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;oka&#x1E37;lu. plural of &#xC12;&#xC15;&#xC21;&#xC41; or &#xC12;&#xC15;&#xC30;&#xC41; q. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC21;&#xC41;</span>&#xA0;&#xA0;oka&#x1E0D;u. [Tel.] pron. One man, somebody, anybody. &#xC12;&#xC15;&#xC23;&#xC4D;&#xC23;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC12;&#xC15;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; I called one man and another came. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC12;&#xC15;&#xC21;&#xC41; &#xC35;&#xC40;&#xC21;&#xC41; &#xC12;&#xC15;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; that man and this man are the same, are not separate. &#xC12;&#xC15;&#xC24;&#xC46; okate. pron. One woman, a female.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;oka&#x1E6D;i. [Tel.] n. and adj. One. &#xC07;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; from this one thing may result. &#xC07;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC32;&#xC47;&#xC26;&#xC41; there is not a single thing wanting. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC48;&#xC28;&#xC3E; &#xC12;&#xC15;&#xC1F;&#xC47; it is no matter in whose house (he) is. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F; I told him one thing and he did another. &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC12;&#xC15;&#xC1F;&#xC3F; one after another. &#xC26;&#xC4B;&#xC35;&#xC15;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41; &#xC05;&#xC21;&#xC35;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC47; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC47; there is nothing but jungle on both sides, but the way is good. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; oka&#x1E6D;i-g&#x101;. adv. Together, unitedly, unanimously, conjointly. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; oka&#x1E6D;i-ch&#x113;yu. v. a. To make one, unite, mix. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41; oka&#x1E6D;i-y-agu. v. n. To be combined. &#xC12;&#xC15;&#xC1F; oka&#x1E6D;a. On or in one. At one time &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;. &#xC12;&#xC15;&#xC1F;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; oka&#x1E6D;-oka&#x1E6D;i-g&#x101;. adv. Separately, one by one, one after another. &#xC12;&#xC15;&#xC1F;&#xC4B; oka&#x1E6D;&#x14D;. adj. First. &#xC12;&#xC15;&#xC1F;&#xC4B;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; the first witness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;</span>&#xA0;&#xA0;oka. [Tel. Not derived from Skt. &#xC35;&#xC4A;&#xC15;, as other words denoting the numerals col  show, but cognate with it] adj. A, an, one: &#xC12;&#xC15;&#xC4D;&#xC15;. &#xC12;&#xC15; &#xC15;&#xC4B;&#xC35;&#xC02;&#xC26;&#xC30;&#xC41; a few or some few. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC15; some, some little, as &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC15;&#xC38;&#xC47;&#xC2A;&#xC41; a little time. &#xC12;&#xC15;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; after a manner. &#xC12;&#xC15; &#xC2A;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; about a certain affair. Adding the intensive &#xC0F; it gives the sense of only: thus &#xC12;&#xC15;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, or &#xC12;&#xC15; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47; only one house. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC12;&#xC15; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are hand in hand, leagued together. &#xC12;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41; &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC41; he will never assent. &#xC07;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is after a fashion, i.e., is odd, such as cannot be defined. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I feel very queer, I am out of sorts. &#xC12;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; at one time, once. &#xC12;&#xC15;&#xC35;&#xC47;&#xC33; at one time, perhaps. &#xC12;&#xC15;&#xC35;&#xC47;&#xC33; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E; if he ever does so, in case he does so. &#xC12;&#xC15;&#xC3F;&#xC02;&#xC24; or &#xC12;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC24; okinta. (&#xC12;&#xC15;+&#xC07;&#xC02;&#xC24;) n. So much: a little, some trifle, ever so little.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;okki. [Tel. corruption of &#xC12;&#xC15;&#xC4D;&#xC15;] adj. Lean, thin, emaciated. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC12;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC30;&#xC2E;&#xC48; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has become very lean.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; okkaru&#x1E0D;u. [Tel.] pron. A form of &#xC12;&#xC15;&#xC21;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC46;</span>&#xA0;&#xA0;Same as &#xC12;&#xC15;&#xC24;&#xC46;. See under &#xC12;&#xC15;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC12;&#xC15;&#xC1F;&#xC3F;. (q. v.) &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC28;&#xC41; all at once: suddenly &#xC0F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;okka. [Tel. The emphatic form of &#xC12;&#xC15; cf. Eng. a and one] adj. One. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC28;&#xC3F; (&#xC12;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC28;&#xC3F;) all at once, in one rush. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; A &quot;single meal,&quot; i.e., a religious fast: restriction to one meal a day. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC12;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I ate but once yesterday. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21; (&#xC12;&#xC15;&#xC4D;&#xC15;+&#xC0E;&#xC21;) occasionally, at times.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4A;</span>&#xA0;&#xA0;or &#xC12;&#xC15;&#xC4B; oko. [Tel.] interj. Oh! alas! Perhaps. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4B; will he come?
			</div>
                