&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ogu&#x1E0D;u. [Tel.] n. Husk, straw of the great millet (&#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;). A dry leaf of the millet &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC06;&#xC15;&#xC41;. &#xC06; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC12;&#xC17;&#xC41;&#xC21;&#xC41; &#xC12;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC02;&#xC1F;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the bullock has eaten the dry leaves and left the stalk. &#xC12;&#xC17;&#xC21;&#xC41;&#xC15;&#xC30;&#xC41;&#xC1A;&#xC41; to become thin or lean &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC17;&#xC3F;</span>&#xA0;&#xA0;ogi. [Tel.] adv. Duly &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC4A;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC17;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC17;&#xC30;&#xC4D;&#xC1A;&#xC41; ogaru&#x1E6D;su. [Tel.] v. i. To gasp, to breathe hard. &#xC35;&#xC17;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC12;&#xC17;&#xC30;&#xC4D;&#xC2A;&#xC41; or &#xC12;&#xC17;&#xC30;&#xC41;&#xC2A;&#xC41; ogarpu. n. Gasping, difficulty of breathing, panting. &#xC12;&#xC17;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC42;&#xC1F; ogarpu-m&#x16B;&#x1E6D;a. n. A certain fee or &#xE0;llowance on grain granted to reapers, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;ogaru. [Tel.] adj. Acrid, astringent, &#xC35;&#xC17;&#xC30;&#xC41;, &#xC15;&#xC1F;&#xC41;&#xC35;&#xC41;. n. Astringency, acridity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;&#xC4A;</span>&#xA0;&#xA0;or &#xC13;&#xC15;&#xC4D;&#xC15;&#xC4B; Same as &#xC12;&#xC15;&#xC4A; or &#xC12;&#xC15;&#xC4B;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC15;&#xC4D;&#xC15;&#xC46;</span>&#xA0;&#xA0;or &#xC12;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30; okke. [Tel.] adj. Terrible. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;. n. Terror &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;o&#x1E6D;&#x1E6D;u. [Tel.] n. An oath &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;. A penalty, curse, ban, interdiction &#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41; a curse on me if I slept! &#xC06; &#xC26;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41;, &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41; shew me the way and it shall be my fault if I do not go. See &#xC06;&#xC28;. &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; o&#x1E6D;&#x1E6D;u-pe&#x1E6D;&#x1E6D;u-konu. v. i. To take an oath. &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; o&#x1E6D;&#x1E6D;u-pe&#x1E6D;&#x1E6D;u. v. i. to adjure, to impose a vow or solemn promise. T. ii. 98. To ban or forbid by a curse. &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to remove an oath or interdiction &#xC06;&#xC28;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;o&#x1E6D;&#x1E6D;u. [Tel.] n. A total. &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to strike a total.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;o&#x1E6D;ukku. [Tel.] n. A start, a shock (expressive of starting with fear, &amp;c.) &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC05;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; I was startled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1C;&#xC4D;&#xC1C;&#xC47;</span>&#xA0;&#xA0;ozza. [Skt. from &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;.] n. A tutor. A priest. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2F;&#xC3E;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC12;&#xC1C;&#xC4D;&#xC1C;&#xC47;&#xC28;&#xC2E;&#xC41; or &#xC12;&#xC5B;&#xC4D;&#xC1C;&#xC26;&#xC28;&#xC2E;&#xC41; ozzanamu. n. Tutorship, tution &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC12;&#xC5B;&#xC4D;&#xC1C;&#xC38;&#xC3E;&#xC28;&#xC3F; ozza-banti. n. A model copy set by a teacher &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F;. &#xC12;&#xC1C;&#xC4D;&#xC1C;&#xC38;&#xC3E;&#xC28;&#xC3F; the wife of a teacher &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;</span>&#xA0;&#xA0;or &#xC12;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32; ochchela. [Tel. for &#xC13;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;] interj. Alas &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;. A. v. 139.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;och-chemu. [Tel.] n. A defect, a flaw. Fault. An imputation &#xC15;&#xC4A;&#xC30;&#xC24;, &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. disgrace, &#xC28;&#xC3F;&#xC02;&#xC26;. &#xC12;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F; love without a flaw. &quot;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4A;&#xC15;&#xC30;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28; &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC32;&#xC26;&#xC46;.&quot; Radha. i. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;oggu. [Tel.] v. n. To try, undertake &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;; to yield, submit, &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC41;; to be ready, to stand in order, to be in trim. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC21;&#xC41;. To bend, to bow, &#xC35;&#xC02;&#xC17;&#xC41;. v. a. To spread (as a net) &#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;. To spread &#xC1A;&#xC3E;&#xC1A;&#xC41;. To lend or give an ear or the hand, to apply (the mind), to apply, to present. &#xC12;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32; oggu-balla. n. A rest or prop in a lathe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC12;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC15; o&#x1E0D;am-ba&#x1E0D;ika. [Tel.] n. An agreement, engagement, compact, treaty, covenant, consent, assent &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;; &#xC28;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC41; o&#x1E0D;am-ba&#x1E0D;u. v. t. To agree, engage, consent. To comply with, to concede &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC12;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41; o&#x1E0D;am-baru&#x1E6D;su. v. t. To persuade, convince. &#xC12;&#xC21;&#xC1A;&#xC3E;&#xC1F;&#xC41; Same as &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ot&#x1E6D;u. [Tel.] v. n. To become, to arise &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. v. a. To place &#xC09;&#xC02;&#xC1A;&#xC41;; to set (fire) to, &#xC30;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F;.&quot; (M. x. ii. 140.) They set fire (to the house)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;o&#x1E0D;api. [Tel.] n. A hole, a breach or gap. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC21;&#xC3F;. Same as &#xC12;&#xC21;&#xC3F;&#xC2A;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2A;</span>&#xA0;&#xA0;or &#xC12;&#xC21;&#xC2A;&#xC4D;&#xC2A; o&#x1E0D;apa. [Tel.] n. A delicate kind of fish with a flat head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;oggamu. [Tel.] n. A pit &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC05;&#xC35;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;.
			</div>
                