&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32;</span>&#xA0;&#xA0;o&#x1E0D;isela. [Tel.] n. A sling &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC2C;&#xC21;&#xC47; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC3E;&#xC21;&#xC41;. &#xC12;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; a slinger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC17;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;o&#x1E0D;ise-ga&#x1E0D;&#x1E0D;a. [Tel.] n. A bubo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;iyu. [Tel.] v. n. To run. To drip, drop, trickle. &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC12;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the money is all run out or expended. &#xC12;&#xC21;&#xC3F;&#xC2F;&#xC41; o&#x1E0D;iyu. v. a. To snatch, seize or catch. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC2A;&#xC48;&#xC15;&#xC46;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To take. To pull &#xC32;&#xC3E;&#xC17;&#xC41;. &#xC12;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC42;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F; he caught R&#x101;dha by the hand and pacified her. &#xC1A;&#xC46;&#xC35;&#xC3F; &#xC12;&#xC21;&#xC3F;&#xC2F;&#xC41; to pull one&apos;s ears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;i-br&#x101;lu. [Tel.] n. Rice poured into the skirt or lap of a bride at a wedding, &amp;c. See &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC12;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; o&#x1E0D;ipili. [Tel.] n. Some kind of food. BD. iii. 1319.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;o&#x1E0D;ipi. [Tel.] n. A breach, opening, orifice &#xC17;&#xC02;&#xC21;&#xC3F;, &#xC2C;&#xC4A;&#xC02;&#xC26;. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC12;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC08; &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; we have granted this field on a favourable lease for repairing the breach in the tank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;i-d&#x101;ramu. [Tel.] n. A string worn round the waist by women &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32; &#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC26;&#xC3E;&#xC2E;&#xC30;</span>&#xA0;&#xA0;o&#x1E0D;i-d&#x101;mara. [Tel.] A tree also called &#xC05;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3E;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;i-k&#x101;ramu. [Tel.] n. Excess. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;ikamu. [Tel.] n. Propriety, fitness. Prettiness, beauty, elegance &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. A vow, or imprecation. &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;. An expedient. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC3F;</span>&#xA0;&#xA0;o&#x1E0D;i. [Tel.] n. The lap, the loins: &#xC24;&#xC4A;&#xC21; &#xC2A;&#xC48;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A pocket or pouch formed by a fold in a person&apos;s vest. Also, same as &#xC12;&#xC21;&#xC41;&#xC35;&#xC41;. (q. v.) &#xC2A;&#xC36;&#xC41;&#xC2F;&#xC4B;&#xC28;&#xC3F;. &#xC12;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC4B;&#xC2F;&#xC41; to put in one&apos;s pocket, to devour. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC4B; or &#xC12;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; to sit in the lap. &#xC06;&#xC35;&#xC41;&#xC15;&#xC41; &#xC12;&#xC21;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC28;&#xC47;&#xC21;&#xC4B; &#xC30;&#xC47;&#xC2A;&#xC4B; &#xC26;&#xC42;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; the cow is on the point of calving. &#xC12;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; o&#x1E0D;i-ka&#x1E6D;&#x1E6D;u. n. A girdle, as part of female dress. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a red petticoat or girdle. &#xC12;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; o&#x1E0D;i-ka&#x1E6D;&#x1E6D;u. v. t. To bind up the apron, &amp;c. as a pocket. To be ready or eager to do a thing &#xC2F;&#xC41;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC41; he set himself to commit crime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;upu. [Tel.] n. Catching, seizing. &quot;&#xC12;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC41;&#xC30;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC46;&quot; (HD. i. 372.) like a snake that has missed seizing what it aimed at. An attempt &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. A trick &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Profit, gain, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. &#xC12;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to use an expedient, to try, to take by trickery, to snatch away, to rob. &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC1C;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; o&#x1E0D;alu. [Tel.] n. The body, the person &#xC2E;&#xC47;&#xC28;&#xC41;, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. plu. &#xC12;&#xC21;&#xC33;&#xC4D;&#xC32;&#xC41;. L. viii. 50. &#xC12;&#xC21;&#xC32;&#xC3F; o&#x1E0D;ali. Of the body. See &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC12;&#xC21;&#xC32;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC4A;&#xC21;&#xC2F;&#xC21;&#xC41; an epithet of Indra (&#xC05;&#xC1A;&#xC4D;&#xC1A;: &#xC30;&#xC3E;&#xC2E;&#xC3E;: &#xC15;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;.) &#xC12;&#xC21;&#xC32;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; o&#x1E0D;ali-maruvu. n. Armour, as a &quot;covering for the body.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC21;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; o&#x1E0D;u-du&#x1E0D;uku. [Tel.] n. Unevenness, hardness, difficulty, &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2E;&#xC3F;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC12;&#xC21;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to drive an iniquitous bargain. &#xC06; &#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC12;&#xC21;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that rock seems likely to topple down. &#xC06; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; &#xC12;&#xC21;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC48;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC15;&#xC41;&#xC02;&#xC21; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; as the ground was uneven, the pot toppled over.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;u&#x1E6D;su. [Tel.] v. a. To pierce, to stab, to gore. To attack. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. To seize, snatch. To defeat. To overthrow. &#xC13;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC21;&#xC2F;&#xC41;&#xC21;&#xC41; o&#x1E0D;aya&#x1E0D;u. [Tel.] n. A king, lord, ruler, master, owner, husband. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC17;&#xC21;&#xC41;. &#xC12;&#xC21;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; wife of a master, &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC12;&#xC21;&#xC2E;&#xC46; o&#x1E0D;ami. [Tel.] n. Wealth, riches. &#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4A;&#xC21;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
                