&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;&#x101;ramu. [Tel.] n. Obstinacy, jealousy, dislike &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. Opposition &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2E;&#xC3E;&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC1F;. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; obstinate. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; o&#x1E0D;&#x1E0D;&#x101;rin&#x1E6D;su. v. t. To dislike. To oppose, combat &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;&#x101;&#x1E47;amu. [Tel.] n. A cestus, or belt of gold or silver worn by women over their dresses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;anamu. [Tel. from &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;] n. A military evolution, an arrangement of troops, a line of battle. &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. A wager, anything staked at a game of chance &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. A standard or flag &#xC15;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; o&#x1E0D;&#x1E0D;agilu. [Tel.] v. i. To incline, lean on one side. &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;. To increase, to flow in excess &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC46;&#xC21;&#xC35;&#xC41; o&#x1E0D;&#x1E0D;a-ge&#x1E0D;avu. v. i. To turn upside down. &quot;&#xC17;&#xC40; &#xC15;&#xC46;&#xC21;&#xC38;&#xC46;&#xC39;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21; &#xC17;&#xC46;&#xC21;&#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC30;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; M. VI. ii. 178. &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC17;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;aga. [Tel.] n. A weapon formed of two antelope&apos;s horns fixed one in each end of an ivory handle so as to form a short spear pointed at each end. &#xC07;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC1C;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC21;&#xC3F; otta&#x1E0D;i. [Tel.] n. Pressure, trouble, pain &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC2C;&#xC3E;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;otta&#x1E0D;amu. [Tel. from &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;] n. Pressing, Pressure &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1F;. adj. Thick, dense &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ott-aksharamu. [Tel.] n. An aspirated letter, like &#xC2B;, &#xC16;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC4B;&#xC32;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;od&#x1E0D;&#x14D;lagamu. See &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC4B;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;-orakamu. [Tel. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;+&#xC12;&#xC30;&#xC15;&#xC2E;&#xC41;] adj. High and low, up and down, steep. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC46;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;e. [Tel.] n. Drudgery: mean toil. As a proper name &#xC12;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, or &#xC12;&#xC22;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; Orissa. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; tank diggers, navvies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;u. [Tel.] n. A bank or shore. &#xC26;&#xC30;&#xC3F;. The original number; whether multiplicand or dividend. The disposition of an army in a battle field &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. A stake in gambling. &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC3F;. An attempt &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. An obstacle. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. to be in wait or ambush. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC41; they fell upon him tooth and nail. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41; to place one&apos;s troops. &#xC28;&#xC40; &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15; may the greatness perish. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41; or &#xC12;&#xC21;&#xC4D;&#xC21;&#xC48;&#xC28; o&#x1E0D;du. adj. Large, great, stout, big. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; large balls, boulders, or, fragments of rocks hurled from a hill. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC4B;&#xC32;&#xC17;&#xC2E;&#xC41; o&#x1E0D;&#x1E0D;-&#x14D;lagamu. (&#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;+&#xC13;&#xC32;&#xC17;&#xC2E;&#xC41;) n. A great assembly. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC15; high and low, ups and downs: unevenness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;u. [Tel.] v. a. To place, put, lay, heap up. To fix, set, cast. To rival. To wager &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC3F;&#xC21;&#xC41;. To spread (a net), &amp;c. &#xC1A;&#xC3E;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC1A;&#xC41;. To oppose &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To lend an ear to, to listen. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2F;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;; leap across &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC28;&#xC46;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; the peacocks having spread their tails.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;&#x12B;lu. [Tel.] n. Pigeons called Tumblers. &#xC13;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC40;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;. UR. iv. 254.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;o&#x1E0D;&#x1E0D;imi. [Tel. from &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;] n. A wager, a stake in a game of chance. &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;, &#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ottigilu. [Tel.] v. t. To lie on one&apos;s side, to budge, step aside, stand back, get out of the way. To stick to &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC09;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a starveling with his belly shrunk to his back.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ottaramu. n. Raging, excessive, increase &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ottarin&#x1E6D;su. [Tel.] v. t. To excel &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To occupy &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                