&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC4A;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;ott-oravu. [Tel. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;+&#xC12;&#xC30;&#xC35;&#xC41;] n. Great pressure &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;. Teasing, vexation &#xC38;&#xC02;&#xC2A;&#xC40;&#xC21;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ottu&#x1E0D;u. [Tel.] n. A thrust, violence. Crowding, sqeezing. &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2B;&#xC3F;&#xC21;&#xC28;&#xC2E;&#xC41;. A pad used as a rest, on which to place the paper on which one is writing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ottu-k&#x101;&#x1E0D;u. [Tel.] n. A drone player. &#xC38;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. M. IV. v. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;ottu. [Tel.] v. n. To give way, yield. retire, recede. To be pierced or poked &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To lean on one side &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;. To become heavy &#xC18;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41; ottu. v. a. To press, or squeeze. &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;. To dry or wipe, to wipe off (sweat), to blot. &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. To cut or break with teeth or nippers. &#xC2A;&#xC4B;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. To thrust away. renounce, cast off &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. To aspirate a letter. &#xC06; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41; you must aspirate that letter. To blow as a conch &#xC0A;&#xC26;&#xC41;. To oppress, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;ottu. [Tel.] n. Thickness, closeness of texture. &#xC24;&#xC30;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;. Aspiration of a letter. Pressure &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;. A mattress &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;. A kind of ring worn by children &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC17;. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; gold bracelets for children. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC21;&#xC41; to be pressed or squeezed &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41; adj. Thick &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ottili. adv. Hard &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;. Steadily, with preserverance &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ottilu. v. i. To give way, go aside.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;oddi. [Tel.] n. A kind of a large tree, Odina Pinnata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;odda. [Tel.] n. Nearness. &#xC26;&#xC3E;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC26;&#xC4D;&#xC26;. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is at home. &#xC28;&#xC3E;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26; &#xC32;&#xC47;&#xC26;&#xC41; I have not got it by me. &#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F; near, &#xC28;&#xC3E;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came to me: &#xC24;&#xC28;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC41; her playmates that were near her.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;oduvu. [Tel.] v. i. To cover, to spread &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;. To become plentiful &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;. n. Plenty &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;odugu. [Tel.] n. Plenty &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;&#xC17;&#xC48;&#xC28;&#xC26;&#xC3F; the rice is become plentiful. &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; Same as &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;, to move aside &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; odugu-p&#x101;&#x1E6D;u. n. Moving aside &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC1F;. &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F; odugu-ba&#x1E0D;i. n. Plenty &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;odugu. [Tel.] v. n. To make room. to move so as to accomodate &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To come to hand, to be got or obtained. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;. To become plentiful &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. To be of use or convenient. To assist, be at hand or ready. &#xC08; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; on boiling this rice, it does not swell to the proper quantity. &#xC08; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC26;&#xC17;&#xC26;&#xC41; this cloth is of no use against cold. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC41;, &#xC06;&#xC2F;&#xC28;&#xC28;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41; move a little and let him sit down. &#xC12;&#xC26;&#xC3F;&#xC17;&#xC3F; &#xC12;&#xC26;&#xC3F;&#xC17;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41;; they yielded. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC12;&#xC26;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; I have not yet obtained the money.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;odikilu. [Tel.] v. n. To lie on one side, to incline to one side. To move aside. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4A;&#xC30;&#xC17;&#xC41;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC35;&#xC41;</span>&#xA0;&#xA0;odavu. [Tel.] v. n. To arise &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To serve, be of use. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC2A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To pervade. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. M. IV. ii. 348. &#xC12;&#xC26;&#xC35;&#xC41;&#xC2C;&#xC21;&#xC3F; odavu-badi. n. Use &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;odalu. [Tel. another form of &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41;.] v. i. To flourish, prosper &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;odaru. [Tel.] v. i. To excel, increase, to be proud, to rejoice, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To blame &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC12;&#xC26;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC12;&#xC26;&#xC30;&#xC4D;&#xC1A;&#xC41; odarutsu. v. t. To detach, separate &#xC0A;&#xC21;&#xC26;&#xC40;&#xC2F;&#xC41;.
			</div>
                