&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;oppanamu. [from Skt. &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;] n. An offering. &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; oppana-ch&#x113;yu. To offer &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;oppandamu. [Tel. from &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;] n. A contract, undertaking, assignment. A debt payable in kind: a bargain. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; oppandamu ch&#x113;yu. v. n. To stipulate, to contract. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; oppa-gin&#x1E6D;su. v. n. To give up charge: to deliver over. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; oppa-gin&#x1E6D;su-konu. v. a. To take charge of. To hear a pupil his lesson. &#xC35;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC24; oppa-ginta. n. Handing over charge of, delivery of charge &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC24;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; oppa-cheppu. v. t. To assign, to put in charge, to deliver over to, to make over.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC28;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ona-ve&#x1E6D;&#x1E6D;u-konu. [Tel.] v. i. To lie in wait &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC28;&#xC30;&#xC41;</span>&#xA0;&#xA0;onaru. [Tel.] v. i. To happen, chance, be. To become, suit, or agree. To be pretty, proper or agreeable. To appertain or belong to, to be attached to. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC12;&#xC28;&#xC30;&#xC41; n. Convenience, facility, &#xC35;&#xC40;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;. Elegance, gracefulness &#xC07;&#xC02;&#xC2A;&#xC41;. &#xC06; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC12;&#xC28;&#xC30;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC32;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they spied out the convenient places in that fort or hill and then escaladed it. &#xC12;&#xC28;&#xC30;&#xC17;&#xC3E; onara-g&#x101;. adv. Elegantly, becomingly, fitly. &#xC12;&#xC28;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41; onara-j&#x113;yu. v. a. To grace or adorn. To fit or accommodate &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC12;&#xC28;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; onaru-pa&#x1E0D;u. v. i. To agree with &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC12;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC12;&#xC28;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC12;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; onarin&#x1E6D;su. v. t. To make, form, do, effect, perform. &#xC1A;&#xC47;&#xC2F;&#xC41;. To celebrate (as a sacrifice.) To compose or frame, to write (a book). &#xC2C;&#xC3E;&#xC17;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to do good, or benefit. &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to do harm, to injure. &#xC28;&#xC3E;&#xC26;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC3F; uttering a sound. &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41; &#xC32;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; having served. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC28;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; thou shalt render them acceptable. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; to wage war.&#xC28;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; it will make them laugh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC28;&#xC17;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;ona-g&#x16B;&#x1E0D;u. [Tel.] v. n. To be obtained; to succeed or attain. To be, happen, chance. To prosper. &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC2E;&#xC46; &#xC12;&#xC28;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; she is well suited to him. &#xC12;&#xC28;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; ona-g&#x16B;r&#x1E6D;su. v. n. To effect, attain to, accomplish. To bestow, grant, accede to. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;odde. [Tel.] n. Plenty, abundance &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;</span>&#xA0;&#xA0;oddika. [Tel.] n. Concord, union, friendship &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The weights in a pair of scales, a counterpoise col  &#xC12;&#xC15; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC42;&#xC1A;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;oppu. [Tel.] n. Fitness, propriety, right, agreeableness. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC3F;. Elegance, beauty, charm, grace, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Consent &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC3F;&#xC28; oppayina. adj. Due, right, fit. Becoming; agreeable, handsome: beautiful.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;oppidamu. [Tel. from &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;] n. Grace, agreeableness. Consent. agreement, compliance &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28; graceful, agreeable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;oppin&#x1E6D;su. [Tel. from &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;] v. a. To cause to consent: to prevail on. To assign or make over, commit, entrust &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC35;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;opp&#x101;ru. [Tel. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC06;&#xC30;&#xC41;.] v. n. To have, to possess. To look, seem, be perceived. To be. To vie with, rival or looklike, emulate. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;opparikin&#x1E6D;su. [Tel.] v. t. To slight, disregard. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; opparikamu. n. Disregard &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;opparamu. [Tel.] n. A drain, a gutter. &#xC24;&#xC42;&#xC2E;&#xC41;, &#xC1C;&#xC32;&#xC26;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;oppami. [Tel. negative verbal noun of &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;] n. Want of agreement, disagreement, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. Inelegance. harm, fault, impropriety, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
                