&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;oppu-konu. [Tel.] v. a. To confess, own, acknowledge. To agree, consent, abide by, comply with, accept. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; Consent &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; oppu-g&#x101;. adv. Duly, well. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; oppul-&#x101;&#x1E0D;i. (&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;+&#xC06;&#xC21;&#xC3F;) n. A graceful or beautiful woman. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30; opp-csa-l&#x101;ra. adv. Charmingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;oppu. [Tel.]v. n. and t. To be fit or proper, to be agreeable &#xC24;&#xC17;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC3E; does such conduct become you? To consent or agree. To confess, own, acknowledge &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC02;&#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; graciously. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F; they delivered over charge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41; oyy&#x101;ramu. [Tel.] n. Bloom, grace, shapeliness, the pride of beauty. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; pretty language, bragging. &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E; &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC41; old as he is he has still a sweet tooth in his head. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; oyy&#x101;ra-k&#x101;&#x1E0D;u. n. A fop, a beau. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F; oyy&#x101;ri. adj. Blooming, graceful, shapely, pretty. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; pretty legs. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F; or &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; oyy&#x101;ri. n. A beauty, a graceful woman. A coquette.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC28; oyya. [Tel.] adv. With gentleness, softly, sweetly. &quot;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC1A;&#xC3F;.&quot; Mand. ii. 3. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC4A;&#xC2F;&#xC4D;&#xC2F; gently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ommu. [Tel.] v. n. To agree or suit, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To thrive. &#xC35;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC08; &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC47;&#xC26;&#xC41; this climate does not agree with me. &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC47; salubrious. &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC41; ommu. n. Bigness, plumpness &#xC38;&#xC4D;&#xC25;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC41; ommu. adj. Big, plump. &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to become big, or plump, To swell. &quot; &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC23;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC2C;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; T. iii. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ommika. [Tel. from &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC41;] n. Suitability, fitness. &#xC07;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;. &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; ommiva&#x1E6D;&#x1E6D;su. v. n. To prosper, to thrive &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC07;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he had no good luck in cattle; his cattle did not turn out well. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC40;&#xC21;&#xC3F; &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC09;&#xC02;&#xC1F;&#xC41;&#xC02;&#xC26;&#xC3F; the j&#x12B;&#x1E0D;i milk agrees well with him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; omma&#x1E6D;&#x1E6D;su. [Tel.] n. The beazle of a ring, &amp;c., the part of any jewel that holds the stone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;obbi&#x1E0D;i. [Tel.] n. Trimness, propriety, thrashing of corn. adj. Trim or clean, as grain; right and tight. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. Ruin &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC3F; &#xC12;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC21;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the matter is now finished &#xC17;&#xC30;&#xC3F;&#xC17;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC12;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC21;&#xC3F; &#xC2F;&#xC48;&#xC28;&#xC35;&#xC3F; the paddy is all spoiled or ruined.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;obba&#x1E6D;lu. [Tel. &#xC12;&#xC2E;&#xC4D;&#xC2E;&#xC41;+&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;] n. A kind of sweet cakes. &#xC2A;&#xC4B;&#xC33;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ora-g&#x101;lu. [Tel. &#xC12;&#xC30;&#xC17;&#xC41;+&#xC15;&#xC3E;&#xC32;&#xC41;] n. A bent or crooked leg. &#xC12;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ora-gallu. [Tel.] n. A touchstone. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; &#xC12;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ora-ga&#x1E0D;&#x1E0D;amu. [Tel. &#xC12;&#xC30;&#xC35;+&#xC17;&#xC21;&#xC4D;&#xC21;] n. Difficulty, trouble &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. adj. Uneven &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC15;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;ora-ka&#x1E0D;ugu. [Tel.] n. The water in which rice has been washed a second time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC15;&#xC2E;&#xC41; or &#xC12;&#xC30;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41; oraka&#x1E6D;amu. [Tel.] n. Steepness, inequality. Depth, difficulty. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC12;&#xC30;&#xC15;&#xC1F;&#xC35;&#xC41;&#xC28;&#xC47;&#xC32; an uneven spot. &#xC12;&#xC30;&#xC15;&#xC1F;&#xC2A;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; an uneven road.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;</span>&#xA0;&#xA0;ora. [Tel.] n. Touch, rubbing. Trial of metal by touch. Likeness &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;. A case, sheath, scabbard. &#xC24;&#xC32;&#xC17;&#xC21; &#xC12;&#xC30; a pillow case. A ring of clay, thus &#xC12;&#xC30;&#xC32;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a well built with rings of baked earth. See &#xC12;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41; &amp; &#xC12;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                