&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ora&#x1E6D;u. [Tel.] adj. Wicked &#xC26;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC30;&#xC41;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;ora-&#x1E6D;s&#x101;lu-dukki. [Tel.] n. A single ploughing &#xC12;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ora-gonu. [Tel.] v. t. To try (gold) by the touchstone &#xC12;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; ora-go&#x1E0D;&#x1E0D;emu. [Tel.] n. A painful word, a malicious word that pricks the heart &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC35;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC41;&#xC17;&#xC41; oragu. [Tel.] v. n. To lean, bend, bow down, slant, be inclined, recline or lie down, to be weighed down, as scales. &#xC35;&#xC02;&#xC17;&#xC41;, &#xC35;&#xC3E;&#xC32;&#xC41;. &#xC12;&#xC30;&#xC17;&#xC3F; crouching, hiding. &#xC2A;&#xC21;&#xC35; &#xC12;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC41; the boat leant on one side. &#xC12;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he tumbled down. &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; crashingly, suddenly, as though the skies were falling, &#xC06; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC4A;&#xC30;&#xC17;&#xC26;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he got that debt charged against me. &#xC12;&#xC30;&#xC17;&#xC41; n. Crookedness &#xC35;&#xC02;&#xC2A;&#xC41;. &#xC12;&#xC30;&#xC17;&#xC41;, &#xC12;&#xC30;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;, &#xC12;&#xC30;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;, or &#xC12;&#xC30;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a cushion or large pillow to lean against. adj. Crooked &#xC35;&#xC02;&#xC2A;&#xC48;&#xC28;. &#xC12;&#xC30;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC12;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC41; Same as &#xC12;&#xC30;&#xC17;&#xC41;. q.v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC35;</span>&#xA0;&#xA0;orava. [Tel.] adj. Crooked, sloping. &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. Different &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC15; &quot;&#xC05;&#xC30;&#xC2A;&#xC4A;&#xC30;&#xC21;&#xC41; &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC30;&#xC35; &#xC36;&#xC30;&#xC40;&#xC30;&#xC02;&#xC2C;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;oralu. [Tel.] v. n. To lament, wail, cry, whimper &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To sound &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC3F;&#xC2F;&#xC41; orayu. [Tel.] v. n. To rub together, be in contact. To touch or graze, as a bullet. To be bruised. To struggle or compete with. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC24;&#xC4B; &#xC28;&#xC4A;&#xC30;&#xC2F;&#xC41; to become familiar with (learning.) &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC32;&#xC41;&#xC28;&#xC41; &#xC12;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the ring has grown into the finger. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41; &#xC12;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the ball grazed (my hand.) &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC28;&#xC3E; &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC12;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; I fell and my knee was bruised. &#xC12;&#xC30;&#xC2F;&#xC41; v. a. To rub &#xC30;&#xC3E;&#xC1A;&#xC41;, to try on the touchstone &#xC12;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To test or to examine &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To consider or enquire into &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To search for &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;. &#xC12;&#xC30;&#xC2F;&#xC3F;&#xC15; ora-ika. n. Rubbing, contact &#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;oramu. [Tel.] v. i. To become hot &#xC35;&#xC47;&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC15;&#xC3E; &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC4A;&#xC30;&#xC2E;&#xC46;&#xC28;&#xC28;&#xC28;&#xC4D; &#xC30;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC38;&#xC46;.&quot; A. iv. 212.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;ora-bomma. [Tel.] n. A puppet or doll.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ora-pe&#x1E6D;&#x1E6D;u. [Tel.] v. t. To test gold by the touchstone. &#xC12;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;ora-penku. [Tel.] n. A ring of baked earth used in building a well, a tier, &#xC28;&#xC42;&#xC24;&#xC3F;&#xC12;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;, &#xC12;&#xC30;&#xC41;&#xC2A;&#xC41; orapu. [Tel.] n. Touch, contact, rubbing. Tightness. &#xC12;&#xC30;&#xC2F;&#xC3F;&#xC15;, &#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. An expedient &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Fineness, nobleness. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;. Fault, transgression. An evil effect, mischief &#xC24;&#xC02;&#xC1F;&#xC3E;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. Trouble, anxiety &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC12;&#xC30;&#xC2A;&#xC41; adj. Steady, firm, fine, noble, beautiful &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Light. &#xC12;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; light ploughing, as opposed to &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; wet ploughing. &#xC12;&#xC30;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a beautiful woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2A;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ora-pi&#x1E0D;i. [Tel. &#xC12;&#xC30;&#xC2A;&#xC41;+&#xC07;&#xC21;&#xC3F;] n. Pressure, friction &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;, &#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC21;&#xC3F;. An unworthy man &#xC05;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;ora-padunu. [Tel.] A mere moistening, a slight wetting &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC24;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ori. [Tel.] n. Plunder, spoil &#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC3F;. A. vi. 110.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC35;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;orava-ba&#x1E0D;u. [Tel. from &#xC12;&#xC30;&#xC17;&#xC41; or &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;.] v. i. To be tilted to a side, to lie on one side. &#xC12;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC41;. &#xC12;&#xC30;&#xC35;&#xC41; Same as &#xC12;&#xC30;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ora-va&#x1E0D;i. [Tel.] n. The Copy set by a teacher &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F;.
			</div>
                