&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;orumu. [Tel.] v. i. To unite &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC41;&#xC26;&#xC32;</span>&#xA0;&#xA0;oru-dala. [Tel.] n. A hole &#xC0E;&#xC32;&#xC41;&#xC15; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;. P. ii. 117. Solitude &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. Talebearing, backbiting &#xC1A;&#xC3E;&#xC21;&#xC40;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; Miserliness &#xC2A;&#xC48;&#xC36;&#xC41;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC12;&#xC30;&#xC41;&#xC26;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; orudala-k&#x101;&#x1E0D;u. n. A wretch: a miser &#xC2A;&#xC3F;&#xC36;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. A. iv. 167. A talebearer. A backbiter, a slanderer, a tell-tale, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC28; &#xC2F;&#xC4A;&#xC30;&#xC41;&#xC26;&#xC32;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC02; &#xC1C;&#xC46;&#xC26;&#xC30;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC3E;&#xC21;&#xC15;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC1C;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC26;&#xC3F;&#xC02; &#xC2C;&#xC26;&#xC3F;&#xC17;&#xC2E;&#xC43;&#xC37;&#xC2F;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41; &#xC2E;&#xC26;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; A. iv. 267.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;oru&#x1E0D;u. [Tel.] n. One &#xC12;&#xC15;&#xC21;&#xC41; Another: a neighbour or other person, a stranger, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC12;&#xC30;&#xC41;&#xC32;&#xC41; others.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;oru&#x1E6D;su. [Tel. from &#xC12;&#xC30;&#xC3F;&#xC2F;&#xC41;] v. a. To rub, to try metal by the touchstone. &#xC12;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26; or &#xC12;&#xC30;&#xC1A;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26; oru&#x1E6D;su-badda. [Tel. From &#xC12;&#xC30;&#xC2F;&#xC41; to be indented.] n. A carpenter&apos;s plane, a carpenter&apos;s tool to draw parallels with. &#xC2A;&#xC32;&#xC15;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F; &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC30;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;origa. [Tel.] n. A salutation &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;oli-pin&#x1E6D;su. [Tel. The causal of &#xC12;&#xC32;&#xC41;&#xC1A;&#xC41;.] v. t. To cause to peel off &#xC12;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC3F;&#xC26;&#xC3E;&#xC2E;&#xC30;</span>&#xA0;&#xA0;oli-d&#x101;mara. [Tel. &#xC12;&#xC32;&#xC3F;+&#xC24;&#xC3E;&#xC2E;&#xC30;.] n. A certain plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;oliki. [Tel.] n. A funeral pile &#xC12;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; the cemetery or burying ground, &#xC15;&#xC3E;&#xC21;&#xC41;, &#xC12;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC3F;</span>&#xA0;&#xA0;oli. [Tel.] n. Robbery &#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC12;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41; to be robbed &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC12;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; To betray, shew. &#xC2C;&#xC2F;&#xC1F; &#xC2A;&#xC21;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To lose, let go &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC35;&#xC41;</span>&#xA0;&#xA0;o&#x1E37;avu. [Tel.] n. Secret intelligence &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The neck of a stringed instrument &#xC35;&#xC40;&#xC23;&#xC3E;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC12;&#xC33;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; underhand &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC12;&#xC33;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; an accomplice, a traitor. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they were leagued with him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;olayu. [Tel.] v. n. To appear, seem, or come to light, enter &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, To take place, to be or happen &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To spread &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC4A;&#xC32;&#xC2F;&#xC28;&#xC4D; a smile appeared on her lips. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC15; no increase took place. &#xC12;&#xC32;&#xC2F;&#xC41; v. a. To surround, to envelop, to meet &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC26;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC4D;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41; orre. [Tel.] n. A crack. &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15;. A rick of corn &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. A low fellow, a black-guard &#xC2A;&#xC02;&#xC26;. A bay or inlet. A wild or untamed cow. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F; &#xC06;&#xC35;&#xC41;. adj. Crooked &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC12;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41; filthy language.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC3F;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC41;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41; ori-b&#x12B;jamu. [Tel.] n. A swelled testicle, orchitis. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC48;&#xC2A;&#xC41; &#xC2D;&#xC40;&#xC1C;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. Also, Hydrocele.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;orru. [Tel.] adj. Large, great &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;orra. [Tel.] adj. Hot &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Bitter &#xC15;&#xC1F;&#xC41;&#xC35;&#xC41;. &#xC12;&#xC30;&#xC4D;&#xC30; or &#xC12;&#xC30;&#xC4D;&#xC30;&#xC28; n. Heat, pungency &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC24;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC35;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC37;&#xC1C;&#xC4D;&#xC35;&#xC32; &#xC28;&#xC4B;&#xC37;&#xC4D;&#xC2E;&#xC28;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC48; &#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC21;.&quot; A. v. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC3F;&#xC5B;</span>&#xA0;&#xA0;oriza. [Tel.] n. A chain tied round the neck of an elephant &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;. The girth of an elephant made of iron or leather. &#xC15;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;oliyu. [Tel.] v. n. To bruise, to abrade or rub off the skin &#xC24;&#xC4B;&#xC32;&#xC41;&#xC26;&#xC4B;&#xC17;&#xC41;. &#xC12;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; oli-yin&#x1E6D;su. v. t. To kill (See &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;) &#xC1A;&#xC02;&#xC2A;&#xC41;. BD. iv. 400.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC15; orima. [Tel.] n. Friendship, patience &#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;. Unanimity &#xC10;&#xC15;&#xC2E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC30;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC30;&#xC2F;&#xC41;
			</div>
                