&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;olla-b&#x14D;vu. [Tel.] v. n. To faint, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To turn pale &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC28;&#xC3F;&#xC26;&#xC17;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC35;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;. M. IX. i. 222.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC15;</span>&#xA0;&#xA0;olla-b&#x14D;ka. [Tel. &#xC12;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;+&#xC2A;&#xC4B;&#xC15;] n. Disregard &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;olla-b&#x101;&#x1E6D;u. [Tel. &#xC12;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;+&#xC2A;&#xC3E;&#xC1F;&#xC41;] Same as &#xC12;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC28;</span>&#xA0;&#xA0;ollana. [Tel.] adv. Gently, softly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;olla-gillu. [Tel.] v. i. To be neglected &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC28;&#xC3F;&#xC26;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;olla-k&#x101;&#x1E0D;u. [Tel. for &#xC35;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41;] n. &apos;The abominable place,&apos; i.e., the cemetery or place where bodies are burnt., A cremation ground. &#xC12;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; objectionable language, graveyard jokes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;olla. [Tel.] adj. Slow, straight &#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC46;</span>&#xA0;&#xA0;ole. Same as &#xC12;&#xC32;&#xC4D;&#xC32;&#xC46; (q. v.) See. A. vi. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;olupu. [Tel.] n. Peeling, removing the skin, rind, coat or shell. &#xC12;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC12;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; olupu-pappu. n. Grain freed from the husk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;olutsu. [Tel.] v. a. To peel, shell, flay. To pare off, tear off. &#xC24;&#xC4B;&#xC32;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC12;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; grain cleaned from the husk. &#xC12;&#xC32;&#xC35;&#xC28;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; grain in the husk. &#xC2A;&#xC02;&#xC21;&#xC41; &#xC12;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC05;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he said (it) as plainly as a fruit is peeled from its skin and placed in the hand; he gave a graphic description. To rob. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; See &#xC12;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;oluku. [Tel.] v. n. To spill, &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;; overflow, to be shed (as tears) or spilt; to flow &#xC15;&#xC3E;&#xC30;&#xC41;; To be dropped, &#xC2A;&#xC3E;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC12;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; as ghee gushes forth from milk, i.e., luck upon luck. v. a. To sprinkle &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;; to pour &#xC2A;&#xC4B;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;ovvu. [Tel.] v. i. To agree with, &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To assent, consent. &#xC12;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC3F; ovvami. n. Refusal. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC3F;. &#xC12;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; those who hate, or disagree &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC12;&#xC35;&#xC4D;&#xC35;&#xC41; ovvu. n. A sheaf of corn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC4D;&#xC32;&#xC4B;</span>&#xA0;&#xA0;o&#x1E37;&#x1E37;&#x14D;. [Tel.] A contraction for &#xC12;&#xC21;&#xC3F;&#xC32;&#xC4B;. See &#xC12;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC4D;&#xC32;&#xC46; &#xC35;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;olle-v&#x101;&#x1E6D;u. [Tel.] n. A scarf, the upper garment gracefully arranged round the neck. The wearing of an upper cloth. &#xC2A;&#xC48; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC41; &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC46;&#xC21;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;olle-t&#x101;&#x1E0D;u. [Tel.] n. A noose flung at an animal to catch it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC02;&#xC15;</span>&#xA0;&#xA0;ollenka.[Tel.] n. A prickly globular fish with poisonous flesh. Tetrodon Hispidus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;olle. [Tel.] n. An upper cloth &#xC05;&#xC02;&#xC17;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC12;&#xC32;&#xC46;. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46; colored cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;o&#x1E37;&#x1E37;u. [Tel. another form of &#xC12;&#xC21;&#xC32;&#xC41;] n. The body, person, figure. &#xC28;&#xC40; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; how do you do? how are you? &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is giddy. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he is unwell &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; he is out of his senses. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC3F; &#xC08; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you must bend your back to this work. &#xC12;&#xC02;&#xC1F;&#xC3F; of the body; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; to the body; &#xC12;&#xC02;&#xC1F; on the body. &#xC28;&#xC40; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC23;&#xC24;&#xC41;&#xC28;&#xC41; I will crush your pride. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC12;&#xC02;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he digested the food. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to become plump &#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC41;. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC41;&#xC1F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC3E; will you conceal your form in the midwife&apos;s presence, i.e., will you conceal the truth from your lawyer?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ollu. [Tel.] v. a. and n. To be willing, choose, fancy, wish. To love, like, long for. &#xC12;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; I hate, detest, dislike, I will not, I do not choose. &#xC07;&#xC02;&#xC15; &#xC06;&#xC21;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; I do not choose to play any more. &#xC0E;&#xC02;&#xC1A;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; I won&apos;t think of it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC12;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;ollami. [Tel. negative noun of &#xC12;&#xC32;&#xC4D;&#xC32;&#xC41; to love.] n. Hatred, dislike. Refusal, grudge, unwillingness. Dissent, disapproval. Intolerance. &#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F; disinclination to eat.
			</div>
                