&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC15;&#xC30;</span>&#xA0;&#xA0;&#x14D;kara. [Tel.] n. Retching to vomit. Great dislike &#xC30;&#xC4B;&#xC24;. &#xC13;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x14D;karin&#x1E6D;su. v. n. To retch in vomiting, to hate &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC13;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC24; &#x14D;karinta. n. Retching to vomit: &#xC13;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC15;&#xC38;&#xC4D;&#xC38;&#xC41; &#x14D;kamu. [Skt.] n. A house or dwelling place. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x14D;ka-che&#x1E6D;&#x1E6D;u. [Tel.] n. A small tree called Carissa Carondas, bearing an acid fruit. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC3F;&#xC35;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;&#x14D;n&#x1E0D;ra. [Tel.] n. The bay of an ass. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46; &#xC15;&#xC42;&#xC24;. &#xC13;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC13;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bay as an ass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;</span>&#xA0;&#xA0;or &#xC13;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x14D;m. [Skt.] The sacred syllable &#xC13;&#xC2E;&#xC4D;. O&apos;M. Om. or AUM being the triliteral name of the Hindu Trinity. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC35;&#xC2E;&#xC41;. &#xC12;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC36;&#xC4D;&#xC36;&#xC3F;&#xC35;&#xC3E;&#xC2F; or &#xC13;&#xC02; &#xC28;&#xC2E;&#xC36;&#xC4D;&#xC36;&#xC3F;&#xC35;&#xC3E;&#xC2F; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC02;&#xC28;&#xC2E;&#xC41;. O Siva! I bow to thee for success.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;</span>&#xA0;&#xA0;&#x14D;. [Tel.] The vocative sign O. &#xC13; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;</span>&#xA0;&#xA0;&#x14D;. [Tel.] Added to cardinal numbers it forms ordinals &#xC2E;&#xC42;&#xC21;&#xC41; three; &#xC2E;&#xC42;&#xC21;&#xC4B; third; this is contracted for &#xC2E;&#xC42;&#xC21;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;</span>&#xA0;&#xA0;&#x14C;. An affix, denoting question, guess or doubt, &amp;c., as &#xC28;&#xC40;&#xC15;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4B; to you or to him. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC2F;&#xC4B; &#xC2A;&#xC3E;&#xC2A;&#xC2F;&#xC4B; either child or baby. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC4B; possibly they thought so. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC4B; somewhere or other. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC28;&#xC4B; in case he should come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;</span>&#xA0;&#xA0;The long vowel &#x14C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC39;&#xC4B;</span>&#xA0;&#xA0;Same as &#xC13;&#xC39;&#xC4B;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC38;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC38;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC38;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;osa-pari. [Tel.] adj. Agreeable, pretty, lovely, nice, sweet. &#xC12;&#xC38;&#xC2A;&#xC30;&#xC3F; n. A fine-looking man &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC12;&#xC38;&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; osa-paritanamu. n. Agreeableness, prettiness, sweetness. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC12;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC38;&#xC02;&#xC17;&#xC41; osagu. [Tel.] v. a. To give. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC4A;&#xC38;&#xC17;&#xC41; to give a kiss. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC41; &#xC28;&#xC40; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; your beautiful face. &#xC12;&#xC38;&#xC17;&#xC41; n. A gift &#xC08;&#xC28;&#xC3F;, &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1A;&#xC46;&#xC32;</span>&#xA0;&#xA0;or &#xC13;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32; &#x14D;chela. [Tel.] Interj. Alas. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;ghamu. [Skt.] n. A crowd, flock or multitude &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A flood &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;,.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x14D;gu. [Tel.] n. Evil, harm, wickedness. &#xC15;&#xC40;&#xC21;&#xC41;. &#xC13;&#xC17;&#xC41;. n. A fool, a weak creature. &#xC12;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC38;&#xC38;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A wicked man &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; &quot;&#xC13;&#xC17;&#xC41;&#xC28;&#xC4B;&#xC17;&#xC41;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; &#xC05;&#xC26;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC4B; &#xC13;&#xC17;&#xC4B; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; whether it is good or bad will be known by and bye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;g&#x101;tyamu. [Tel.] n. Bad taste, impropriety. A bad omen &#xC05;&#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x14D;ku. [H.] n. A telescope &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC40;&#xC28;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC23;&#xC3F;. &#xC13;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC41; look with a spy-glass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC13;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC13;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; Same as &#xC13;&#xC15;&#xC30;, &#xC13;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC13;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC24;, respectively.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC15;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC13;&#xC15;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;gitamu. [from Skt. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] adj. Fit, proper, worthy &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;giramu. [Tel.] n. Food, boiled rice &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
                