&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC5B;&#xC41;</span>&#xA0;&#xA0;&#x14D;zu. [Tel. for &#xC13;&#xC5B;&#xC4D;&#xC1C;] n. A tutor or master. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. A goldsmith &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41; &#x14D;jamu. [Skt.] n. Strength, might, renown, light, brilliancy. &#xC2C;&#xC3F;&#xC17;&#xC3F;, &#xC2A;&#xC1F;&#xC3F;&#xC2E;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC24;, &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC5B;</span>&#xA0;&#xA0;&#x14D;za. [Tel.] n. Order &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Way, manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Nature &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. A command &#xC06;&#xC1C;&#xC4D;&#xC1E;. Vigor, zeal, joy &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;. Fear &#xC2D;&#xC2F;&#xC2E;&#xC41;. Thought, idea, intent. Counsel, wisdom, good sense &#xC2F;&#xC4B;&#xC1A;&#xC28;. In arithmetic, an uneven or odd number. A row, or range. &#xC35;&#xC30;&#xC41;&#xC38;. A teacher &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. (another form of &#xC13;&#xC5B;&#xC4D;&#xC1C;) &quot;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC02; &#xC2C;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC17;&#xC41;&#xC39;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02; &#xC5B;&#xC1F;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC48;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC3E; &#xC38;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2F;&#xC42;&#xC27;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC38;&#xC2E;&#xC41; &#xC26;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4B; &#xC5B;&#xC02;&#xC17;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC30;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38; &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC2E;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC28;&#xC2A;&#xC48;&#xC35;&#xC40;&#xC21;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D; &#xC17;&#xC41;&#xC02;&#xC24;&#xC40;&#xC38;&#xC41;&#xC24;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC38;&#xC2E;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC47;&#xC2E;&#xC3E;&#xC2D;&#xC3F; &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; M. Vir&#x101;&#x1E6D;a. 93. Like a lion bursting forth in rage. &quot;&#xC13;&#xC5B;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC28;&#xC4B;&#xC28;&#xC40;&#xC15;&#xC41;&quot; L. vii. 7. &quot;&#xC12;&#xC21;&#xC32;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC30; &#xC2F;&#xC4B;&#xC5B;&#xC35;&#xC47;&#xC30;&quot; V&#x113;mana. &#xC13;&#xC5B;&#xC2A;&#xC21;&#xC41; &#x14D;za-pa&#x1E0D;u. v. i. To be settled, to be set right &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;. &#xC13;&#xC5B;&#xC2C;&#xC02;&#xC24;&#xC3F; or &#xC13;&#xC5B;&#xC4D;&#xC1C;&#xC2C;&#xC02;&#xC24;&#xC3F; &#x14D;zabanti. n. The way shown by the teacher &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC42;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;. A copy set by him &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;ika. [Tel.] n. A stream, a current a river. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &quot;&#xC35;&#xC47;&#xC23;&#xC40;&#xC2D;&#xC30;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC48; &#xC15;&#xC1F;&#xC3F;&#xC1C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC4D;.&quot; Swa. iv. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;in&#x1E6D;su. [Tel.] v. n. To defeat, vanquish. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;a. [Tel.] n. A ship, a boat. The word &#xC13;&#xC21; prefixed to the names of some drugs, &amp;c. answers to foreign or imported as &#xC13;&#xC21;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC2F; imported tamarinds. &#xC13;&#xC21;&#xC2A;&#xC4B;&#xC15; imported area. &#xC13;&#xC21;&#xC15;&#xC40;&#xC32;&#xC41; Pitch. See &#xC15;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1F;&#xC41;</span>&#xA0;&#xA0;o&#x1E6D;u. [Tel.] n. Loss, defeat. &#xC05;&#xC2A;&#xC1C;&#xC2F;&#xC2E;&#xC41;, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC13;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC13;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; &#x14D;&#x1E6D;u-p&#x14D;vu. v. i. To be defeated. &#xC13;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x14D;&#x1E6D;u-p&#x101;tu. n. Defeat &#xC13;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;&#xC1F;, &#xC13;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E6D;u. [Tel.] adv. Surely; perhaps. &quot;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC35;&#xC47;&#xC33;&#xC28;&#xC40;&#xC17; &#xC15;&#xC3E; &#xC32;&#xC42;&#xC28;&#xC3F;&#xC28;, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC17; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC41;&#xC28;&#xC4B;&#xC1F;&#xC41; &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3E;.&quot; &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x14D;&#x1E6D;i. [Tel. from &#xC13;&#xC21;&#xC41; crack] adj. Cracked &#xC13;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21; a cracked pitcher &#xC05;&#xC26;&#xC3F; &#xC13;&#xC1F;&#xC3F;&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46; it is a mere pack of rubbish. &#xC13;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC26;&#xC02;&#xC21;&#xC46; &#x14D;&#x1E6D;i-tipira-dande. A kind of guitar. &#xC35;&#xC40;&#xC23;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A. vi. 4. &#xC13;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x14D;&#x1E6D;illu. v. i. To hesitate &#xC13;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC13;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC26;&#xC30; a kind of game.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x14D;&#x1E6D;ari. [Tel.] n. Ruin, defeat, the loser at a game. &#xC13;&#xC1F;&#xC30;&#xC41; or &#xC13;&#xC1F;&#xC3E;&#xC30;&#xC41; &#x14D;&#x1E6D;aru. [Tel. from &#xC13;&#xC1F;&#xC41; and &#xC2A;&#xC3E;&#xC30;&#xC41;.] v. n. To be ruined or wrecked; &#xC13;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC28; cracked, broken or gone to pieces. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC1F;</span>&#xA0;&#xA0;&#x14D;&#x1E6D;a. [Tel.] n. Fear, &#xC35;&#xC46;&#xC30;&#xC2A;&#xC41;. Hesitation &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;. &#xC13;&#xC1F;&#xC2E;&#xC3F; or &#xC13;&#xC1F;&#xC2E;&#xC41; &#x14D;&#x1E6D;ami. n. Fear &#xC2D;&#xC2F;&#xC2E;&#xC41;. Failure, loss, defeat, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC1C;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC4B;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; gain and loss. &quot;&#xC2D;&#xC42;&#xC2E;&#xC40;&#xC2D;&#xC43;&#xC24;&#xC4D;&#xC38;&#xC2D;&#xC28;&#xC4B;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC2F;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC40;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC47;.&quot; A. i. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;danamu. [Tel.] n. Food boiled rice &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;tvamu. [Tel.] The name of the vowel O.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x14D;turu. [Skt.] n. A cat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC22;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;hramu. [Skt.] n. Orissa. The Uriya language. &#xC13;&#xC22;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#x14D;&#x1E0D;hru&#x1E0D;u. A native of Orissa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;u. [Tel.] n. Defeat, loss, failure, a forfeit, a crack, chink, hole. &#xC06; &#xC2A;&#xC46;&#xC28;&#xC2E;&#xC41; &#xC13;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that saucepan is cracked. &#xC13;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; &#x14D;&#x1E0D;u-bi&#x1E37;&#x1E37;a. Pan tiles, such as are used for roofs. T. iv. 202.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;u. [Tel.] v. n. or v. a. To fail, lose, to be defeated or worsted, &#xC05;&#xC2A;&#xC1C;&#xC2F;&#xC2A;&#xC21;&#xC41;. To flow or be lost, as blood, &#xC2A;&#xC3E;&#xC30;&#xC41;. To shrink, hesitate, fall back &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC1F; &#xC13;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he lost the game. &#xC1C;&#xC40;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC38;&#xC15;&#xC4B;&#xC21;&#xC3F; shrinking or hesitating to take away life. &#xC13;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; to be frightened. &#xC35;&#xC30;&#xC4D;&#xC30;&#xC41; &#xC13;&#xC21; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC3E;&#xC30;&#xC41; to rush, as a flood. M. Xiii. ii. 451. &#xC2E;&#xC40;&#xC2E;&#xC4B;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC28;&#xC4B;&#xC21;&#xC3F; unable to look you in the face. &#xC13;&#xC21;&#xC15;&#xC4B;&#xC21;&#xC15;&#xC41; fly not! flee not.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;i-nakka. [Tel.] n. A short fox &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15; See &#xC35;&#xC30;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;i-gin&#x1E6D;su. [Tel.] v. a. To empty out, pour out completely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x14D;&#x1E0D;i-gillu. [Tel.] v. i. To flow &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To run &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. To flow out &#xC15;&#xC3E;&#xC30;&#xC41;.
			</div>
                