&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC13;&#xC26;&#xC3F;&#xC2F; &#x14D;de. [Tel.] n. A rick of corn formed of several &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; or cocks. &#xC12;&#xC30;&#xC4D;&#xC30;&#xC46;. See &#xC28;&#xC3E;&#xC2E;&#xC3F;. &#xC13;&#xC26;&#xC46;&#xC15;&#xC4A;&#xC02;&#xC17; or &#xC13;&#xC26;&#xC46;&#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41; &#x14D;de-konga. n. The harvest crane. The common crane, grus communis; and the demoiselle crane, anthropoides virgo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x14D;d&#x101;ru&#x1E6D;su. [Tel.] v. a. To comfort, condole with. &#xC0A;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;damu. [Tel.] n. A pitfall for catching elephants. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &quot;&#xC09;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC39;&#xC17;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC26;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; P. ii. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;mu. [Tel.] v. a. To preserve, to cherish. &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC0E;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC40;&#xC15; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC4B; &#xC2E;&#xC46;&#xC21;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC24;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;.&quot; Swa. ii. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC2E;&#xC41; &#x14D;mamu. [Tel.] n. The seed of bishop&apos;s weed, Carum Copticum; &#xC35;&#xC3E;&#xC2E;&#xC41;. &#xC13;&#xC2E;&#xC2E;&#xC41; &#xC06;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC30;&#xC4B;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Anisochilus carnosus: &#xC05;&#xC1C;&#xC41;&#xC2E;&#xC4B;&#xC26;&#xC35;&#xC3E;&#xC2E;&#xC41; Carum Roxburghianum (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2E;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x14D;mana-k&#x101;yalu. [Tel.] n. Pieces such as tamarind seeds, &amp;c., used in a game called &#xC13;&#xC2E;&#xC28;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC3E;&#xC1F;. &#xC13;&#xC2E;&#xC28;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41; &#x14D;mana-gu&#x1E47;&#x1E6D;alu. n. A kind of game &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC13;&#xC2E;&#xC28;&#xC2A;&#xC40;&#xC1F; a small table which is hollowed out in a number of places, to be used in this game.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x14D;ma&#x1E6D;i. [Tel.] n. Food &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x14D;bu&#x1E0D;u. [Tel.] n. One of the gods worshipped by the Chentsus, a jungle tribe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x14D;pu. [Tel.] v. t. To bear, endure, tolerate. &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC1A;&#xC42;&#xC2A;&#xC4B;&#xC2A;&#xC15; A. v. 78. unable to stand before his face. &#xC07;&#xC02;&#xC24;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC4B;&#xC2A;&#xC32;&#xC47;&#xC28;&#xC41; I cannot bear this trouble. &#xC13;&#xC2A; &#xC30;&#xC3E;&#xC28;&#xC3F;. &#x14D;pa-r&#x101;ni. adj. Intolerable &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC13;&#xC2A;&#xC32;&#xC47;&#xC28;&#xC3F; &#x14D;pa-l&#x113;ni. adj. Impatient. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;; helpless,&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC13;&#xC2A;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC47; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; those who check the impatient are their best friends. &#xC13;&#xC2A;&#xC41; &#x14D;pu. v. n. To be fit, to suit; to be worthy: to be able: to be possible or practicable. &#xC1A;&#xC3E;&#xC32;&#xC41;, &#xC24;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC28;&#xC4B;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3E; can he go? &#xC2A;&#xC4B;&#xC28;&#xC4B;&#xC2A;&#xC21;&#xC41; he cannot go. &#xC08;&#xC28;&#xC4B;&#xC2A;&#xC28;&#xC3F; unable to give.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x14D;pika. [Tel.] n. Strength, endurance, patience, toleration. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC38;&#xC39;&#xC28;&#xC2E;&#xC41;, &#xC13;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC47;&#xC28;&#xC3F; impatient &#xC13;&#xC2A;&#xC3F;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to exercise patience, to be patient.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2A;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;&#x14D;pami. [Tel. the negative verbal noun of &#xC13;&#xC2A;&#xC41;.] n. Inability, indolence, laziness. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x14D;ni-ka&#x1E6D;&#x1E6D;u. [Tel.] n. A narrow pass between hills &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC17;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC28;&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x14D;nam&#x101;la. [Tel.] n. The Alphabet, so named, because it commences with the salutation to God &quot;&#x14D;m Namah.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;</span>&#xA0;&#xA0;&#x14D;ra. [Tel.] n. The side, border, edge. &#xC05;&#xC02;&#xC1A;&#xC41;. A whole day and night &#xC05;&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC12;&#xC15; &#xC13;&#xC30;&#xC28;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC3F; we stood on one side. &#xC13;&#xC30;&#xC17;&#xC3E; sidelong, sideways. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC30;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC46;or &#xC13;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she opened the door a little, or, set it a jar. &#xC13;&#xC30;&#xC2C;&#xC4B;&#xC2F;&#xC3F; becoming crooked &#xC35;&#xC02;&#xC15;&#xC30;&#xC2A;&#xC4B;&#xC2F;&#xC3F;. BD. vi. &#xC13;&#xC30;&#xC1A;&#xC42;&#xC2A;&#xC41; &#x14D;ra-&#x1E6D;s&#x16B;pu. n. A sidelong glance. &#xC2C;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4B;&#xC30; &#xC2F;&#xC4A;&#xC2F;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC41; leeringly. &#xC13;&#xC30;&#xC02;&#xC24;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#x14D;ranta-poddu. (&#xC13;&#xC30;+&#xC05;&#xC02;&#xC24;+&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;) the livelong day, all day long, &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC02;&#xC24;&#xC2F;&#xC41;, &#xC06;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Also, a little &#xC30;&#xC35;&#xC02;&#xC24;, &#xC07;&#xC38;&#xC41;&#xC2E;&#xC02;&#xC24;. &quot;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28; &#xC28;&#xC4B;&#xC30;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC47; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;? &#xC30;&#xC3E;&#xC32;&#xC47;&#xC15;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC3F; &#xC30;&#xC3E;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Pal. 316.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2F;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC13;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x14D;yi. [Tel.] pron. Oh! hallo! O thou! &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;, (q. v.) &#xC13;&#xC2F;&#xC3E;&#xC30;&#xC3F; Same as &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F;. (q. v.)
			</div>
                