&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;&#x14D;rimi. [Tel. from &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;.] n. Patience. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC13;&#xC30;&#xC40; &#x14D;ri. [Tel.] interj. O thou! fellow. &#xC32;&#xC47;&#xC30;&#xC4B;&#xC30;&#xC3F; up! &#xC13;&#xC30;&#xC40; &#xC2C;&#xC3E;&#xC32;&#xC15; my lad!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC41; &#x14D;ra-sillu. [Tel.] v. n. To move sideways. To move aside &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To be removed or raised as veil. To withdraw oneself. &#xC13;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x14D;rasimpu. n. Moving aside &#xC13;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x14D;ra-p&#x101;&#x1E6D;u. [Tel.] n. Leaning against a thing. &#xC13;&#xC30;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC13;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; &#x14D;ra-p&#x14D;vu. v. i. To bend, to be slanting &#xC35;&#xC02;&#xC17;&#xC41;, &#xC12;&#xC30;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC2A;&#xC3E;&#xC15;</span>&#xA0;&#xA0;&#x14D;ra-p&#x101;ka. [Tel.] n. A verandah &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC3E;&#xC33;&#xC3F;. A shed built on the side of a house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC1A;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;ra&#x1E47;amu. [Tel.] n. A hawk. Manu. iv. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x14D;ra&#x1E6D;&#x1E6D;sulu. [Tel. &#xC13;&#xC30;+&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41;.] n. High-soled shoes &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC13;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;. Also, rough shoes &#xC2E;&#xC4B;&#xC1F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x14D;ragillu. [Tel.] v. n. To turn aside, to slant. &#xC13;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC12;&#xC26;&#xC41;&#xC17;&#xC41;, &#xC13;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; ora-gin&#x1E6D;su. v. i. To turn aside. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;, pointing its horns, or turning them. BD. v. 241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x14D;la-chengan&#x101;lu. [Tel. from &#xC13;&#xC32;] n. Defeat, discomfiture &#xC05;&#xC2A;&#xC1C;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;lagamu. [Tel.] n. An assembly, a court. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC30;&#xC4B;&#xC32;&#xC17;&#xC2E;&#xC41;, or &#xC12;&#xC21;&#xC4D;&#xC21;&#xC4B;&#xC32;&#xC17;&#xC2E;&#xC41; a great assembly. &#xC13;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x14D;la-gin&#x1E6D;su. v. t. To serve &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;</span>&#xA0;&#xA0;&#x14D;la. [Tel.] n. A cry, shout, hurrah! Bathing, playing in water. &#xC1C;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21; M. viii. iii. 112. &#xC13;&#xC32;&#xC17;&#xC02;&#xC26;&#xC2E;&#xC41; &#x14D;la-gandamu. n. Saffron that is smeared over the body while bathing &#xC2A;&#xC42;&#xC24;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x14D;rpu. [Tel. from &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;] n. Patience, endurance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;&#x14D;r&#x1E5B;ami. [Tel. from &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;] n. Impatience, intolerance, envy. &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x14D;rpari. [Tel. from &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;+&#xC05;&#xC30;&#xC3F;] n. A patient person. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC15; &#x14D;rtu. [Tel.] pron. One (woman), &#xC12;&#xC15;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC13;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;remu. [Tel.] n. Food. Rice. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. Ved. Ras. iii. 57. Nila parin. i. 12. &#xC13;&#xC2F;&#xC3F;&#xC30;&#xC2E;&#xC41; or &#xC13;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x14D;ru&#x1E6D;su. [Tel.] v. n. To bear, endure, suffer, tolerate, pardon &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. (From &#xC13;&#xC21;&#xC41;) v. t. To conquer &#xC13;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC13;&#xC30;&#xC41;&#xC2A;&#xC41; &#x14D;rupu. n. Endurance, patience, tolerance. &#xC13;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x14D;ru&#x1E6D;su-konu. v. n. To endure, to be patient. &#xC13;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC3F; Same as &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x14D;ru. [Tel. from &#xC39;&#xC4B;&#xC30;&#xC41;] n. Sound, noise. Red colour applied to the walls of a house on festive occasions. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC4B;&#xC21;&#xC2F;&#xC21;&#xC41; &#xC17;&#xC28;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC32;&#xC28;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC13;&#xC30;&#xC41; adj. Large. &#xC13;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; a great or noisy wind &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC13;&#xC30;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; &#x14D;ru-t&#x12B;yu. v. i. To mark red streaks on the walls and corners of a house. &#xC17;&#xC4B;&#xC21;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC32;&#xC28;&#xC41; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x14D;lal-&#x101;&#x1E0D;u. [Tel. &#xC13;&#xC32;&#xC32;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To play in water. To bathe. To revel. &#xC1C;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41;. R. i. 211. &#xC13;&#xC32;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; olal-&#x101;r&#x1E6D;su. n. To cause to play in water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;lamu. [Tel.] n. A covering, screen, shelter, veil. The body as the covering of the soul &#xC1A;&#xC3E;&#xC1F;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23; &#xC13;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC3F; obtaining shelter. &quot;&#xC13;&#xC32;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC3E;&#xC17;&#xC3F; &#xC24;&#xC32;&#xC1A;&#xC42;&#xC2A;&#xC2E;&#xC4B;&#xC21;&#xC3F;.&quot; P. iv. 258. &#xC13;&#xC32;&#xC2E;&#xC3E;&#xC38;&#xC17;&#xC4A;&#xC28;&#xC41; &#x14D;la-m&#x101;sa-gonu. (&#xC13;&#xC32;&#xC2E;&#xC41;+&#xC06;&#xC38;+&#xC15;&#xC4A;&#xC28;&#xC41;) v. n. To hide. To retreat; flee, draw back &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC2A;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;&#x14D;la-p&#x101;&#x1E37;a. [Tel. from &#xC13;&#xC32;.] n. A song used while bathing or swimming. A boat song.
			</div>
                