&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC37;&#xC27;&#xC3F;</span>&#xA0;&#xA0;&#x14D;shadhi. [Skt.] n. An annual plant or herb, one that dies immediately after it seeds. &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC47; &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A medicinal plant &#xC2E;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC13;&#xC37;&#xC27;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; &#x14D;shadh-&#x12B;&#x1E63;u&#x1E0D;u. n. The lord or plants, i.e., the moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x14D;vu. [Tel.] v. n. To fit, to be agreeable &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC12;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x14D;vari. [Tel.] n. An antechamber &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC17;&#xC26;&#xC3F;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A pavilion, a hall &#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC32;. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F;&#xC4B;&#xC28;&#xC30;&#xC41;&#xC32;&#xC41; arbours, summer-houses. &quot;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC28;&#xC30;&#xC41;&#xC32;&#xC41;&quot; (R. v. 32.) green pavilions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;&#x14D;limi. [Tel.] n. A hiding place &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC13;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x14D;li. [Tel.] n. A dowry, marriage portion, money paid by a bridegroom to the parents of a bride. &#xC09;&#xC02;&#xC15;&#xC41;&#xC35;. A line, a row. &#xC35;&#xC30;&#xC41;&#xC38;. Plu. &#xC13;&#xC32;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x14D;l-&#x101;&#x1E0D;u. [Tel. &#xC13;&#xC32;+&#xC06;&#xC21;&#xC41;] v. i. To bathe, to sport in water. &#xC13;&#xC32;&#xC3E;&#xC30;&#xC41; &#x14D;l-&#x101;ru. v. n. To float &#xC24;&#xC47;&#xC32;&#xC41;. &#xC13;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x14D;l-&#x101;r&#x1E6D;su. v. t. To cause to float, to refresh &#xC24;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC38;&#xC47;&#xC26;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;ol&#x101;ku. [Tel.] n. Exhaustion, fatigue. M. IV. iii. 125. &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC13;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41; &#x14D;ol&#x101;ku-pa&#x1E0D;u. v. i. To be fatigued. &#xC05;&#xC32;&#xC2F;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC15;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;auk&#x101;pu. [Tel.] n. Living in a rented house &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; (properly written &#xC05;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;</span>&#xA0;&#xA0;au. [Tel. contracted from &#xC06;&#xC35;&#xC41; or &#xC06;&#xC17;&#xC41;] v. n. Contraction of &#xC14;&#xC28;&#xC41; or &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; yes. adj. That is. &#xC05;&#xC2F;&#xC3F;&#xC28;. &quot;&#xC05;&#xC02;&#xC2C;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC3F;&quot; T. v. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;</span>&#xA0;&#xA0;AU, the last vowel, compounded of a and u, and pronounced like ou in out or ow in how, cow, now.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC39;&#xC4B; &#xC13;&#xC2F;&#xC4B;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x14D;h&#x14D;. [Tel.] interj. Holloa! ho! what! &#xC0F;&#xC2E;&#xC40;. well done! &#xC2D;&#xC33;&#xC40;. &#xC13;&#xC39;&#xC4B;&#xC39;&#xC4B; &#x14D;h&#x14D;h&#x14D;. Oh, alas! &#xC13;&#xC39;&#xC4B;&#xC30;&#xC46; or &#xC13;&#xC39;&#xC4B;&#xC30;&#xC47; &#x14D;h&#x14D;re. Interj. Well done! &#xC2D;&#xC33;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC39;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC39;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x14D;hari-s&#x101;hari. [Tel.] adv. Pell mell, in a rout, backwards and forwards. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;. &#xC05;&#xC1F;&#xC2E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC38;&#xC17;&#xC3F;. &#xC24;&#xC02;&#xC21;&#xC4B;&#xC2A;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;. &quot;&#xC09;&#xC2D;&#xC2F;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC4B;&#xC39;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC03;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&quot; M. VII. iii. 148.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC39;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;ha&#x1E6D;amu. [Tel.] n. Withdrawal, retreat &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC24;&#xC40;&#xC2F;&#xC41;&#xC1F;. &#xC13;&#xC39;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC13;&#xC39;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x14D;ha&#x1E6D;in&#x1E6D;su. v. t. To retire, retreat, fall back &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC24;&#xC40;&#xC2F;&#xC41;, to give way &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;, to be worsted &#xC13;&#xC21;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC17;&#xC41;. &quot;&#xC2A;&#xC02;&#xC1C;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC39;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC2F; &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC3E;&#xC32;&#xC15;.&quot; Bry. 941.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC38;&#xC3F;</span>&#xA0;&#xA0;&#x14D;si. [Tel.] interj. Woman! Wife!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC13;&#xC38;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x14D;saru. [Tel.] v. t. To step aside, to get out of the way, to evade. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To be tired &#xC05;&#xC32;&#xC2F;&#xC41;. &quot;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC4B; &#xC38;&#xC30;&#xC3F;&#xC32;&#xC3F;&#xC28; &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;.&quot; A. iv. 52. &#xC13;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x14D;sarin&#x1E6D;su. v. n. &amp;t. To turn aside, remove, put aside. To fail, to push aside, move aside &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC13;&#xC38;&#xC30;&#xC3F;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41; &#x14D;sarila-n-un&#x1E6D;su. v. t. To lay aside &#xC12;&#xC15; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;. &#xC13;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC24; &#x14D;sarinta. n. Moving aside &#xC13;&#xC38;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC13;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x14D;sh&#x1E6D;hamu. [Skt.] n. The lip &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;, &#xC05;&#xC27;&#xC30;&#xC2E;&#xC41;. &#xC13;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41; &#x14D;sh&#x1E6D;h-&#x101;mritamu. n. The nectar of the lips.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC17;&#xC3E;&#xC15;</span>&#xA0;&#xA0;au-gaka. [Tel.] &quot;So be it.&quot; Still &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC28;&#xC41;, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC3F;. (Properly written &#xC05;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC15;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC17;&#xC26;&#xC47;</span>&#xA0;&#xA0;au-gad&#x113;. [Tel. &#xC05;&#xC35;&#xC41;&#xC28;&#xC41;+&#xC15;&#xC26;&#xC47;] interj Surely! &#xC14;&#xC30;&#xC3E;. (Properly written &#xC05;&#xC35;&#xC41;&#xC17;&#xC26;&#xC47;)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;auks&#x1E25;akamu. (from Skt. &#xC09;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;] n. A herd of oxen. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC15;&#xC41;</span>&#xA0;&#xA0;auku. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC15;&#xC41;.] n. A fen, morass, bog. &#xC05;&#xC35;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;. A. iv. 162.
			</div>
                