&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;audariku&#x1E0D;u. [Skt. from &#xC09;&#xC26;&#xC30;&#xC2E;&#xC41;.] n. A gluttonous or varacious man. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;au&#x1E6D;sukyamu. [Skt. from &#xC09;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC2E;&#xC41;] n. Anxiety, agitation, passion, emotion, Earnestness. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aut-kan&#x1E6D;hyamu. [Skt. from &#xC09;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;.] n. Cupidity, eagerness. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC20;, &#xC24;&#xC39;&#xC24;&#xC39;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC21;&#xC41;</span>&#xA0;&#xA0;au&#x1E0D;u. [Tel. properly writtern &#xC05;&#xC35;&#xC41;&#xC21;&#xC41;.] n. A lip, &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;. &#xC14;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC14;&#xC26;&#xC41;&#xC15;&#xC30;&#xC1A;&#xC41; au&#x1E0D;u-ko&#x1E6D;&#x1E6D;u. v. a. To bite the lips or gnash the teeth through rage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;au&#x1E6D;u-gu&#x1E47;&#x1E0D;u. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC1F;&#xC41;.] n. A bomb shell. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC1F;</span>&#xA0;&#xA0;See &#xC05;&#xC2A;&#xC41; to be or become.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC5B;&#xC41;</span>&#xA0;&#xA0;auzu. [Tel. also written &#xC05;&#xC35;&#xC41;&#xC5B;&#xC41;] n. A servant &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;auchityamu. [Skt from &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;.] n. Fitness, suitability, propriety. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;. &#xC14;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke appropriately. &#xC05;&#xC28;&#xC4C;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; an inappropriate remark.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC17;&#xC41;</span>&#xA0;&#xA0;augu. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC17;&#xC41;.] n. A kind of cake &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;au-g&#x101;mulu. [Tel. &#xC05;&#xC35;&#xC41;&#xC28;&#xC41;+&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; the &apos;being and not being.&apos;] n. The hitting or missing, the happening or failing. Prosperity and adversity &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC41;&#xC32;&#xC41;. Propriety and impropriety &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC32;&#xC41;. Good and bad. &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. (Properly written &#xC05;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC2A;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aup&#x101;dhikamu. [Skt. from &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC3F;.] adj. Temporary, not permanent. That which arises from circumstances. &#xC14;&#xC2A;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; official authority: the power that circumstance or situation gives: &#xC14;&#xC2A;&#xC3E;&#xC27;&#xC3F;&#xC15; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; a bodily form assumed for a while, as in an incarnation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC2A;&#xC28;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aupa-vibhaktikamu. [Skt. from &#xC09;&#xC2A;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. A noun used in an irregular form.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC26;</span>&#xA0;&#xA0;aupanishada. [Skt. from &#xC09;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;.] adj. Belonging to the Upanishads. Scriptural, theological. &#xC14;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC26;&#xC41;&#xC21;&#xC41; aupanishadu&#x1E0D;u. n. One who knows the Upanishads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; or &#xC05;&#xC17;&#xC41;&#xC28;&#xC41; [Tel from &#xC05;&#xC17;&#xC41; to be or become.] v. It may be, it probably is, yes; very well, well done! So be it! &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC05;&#xC35;&#xC41;&#xC28;&#xC3E; will this agree with you? &#xC2E;&#xC40;&#xC30;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC35;&#xC41;&#xC28;&#xC47; is it proper for you to say so? &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC35;&#xC41;&#xC28;&#xC41; I can do it. &#xC05;&#xC35;&#xC41;&#xC28;&#xC3E; &#xC15;&#xC3E;&#xC26;&#xC3E; yes or no? &#xC05;&#xC35;&#xC41;&#xC28;&#xC35;&#xC41;&#xC28;&#xC41; yes, yes; &#xC05;&#xC26;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC28;&#xC3E; is it right? &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC28;&#xC15; &#xC1A;&#xC47;&#xC38;&#xC3F; he did it without saying a word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;auddhatyamu. [Skt. from &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;.] n. Rudeness, roughness. &#xC0F;&#xC2A;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;audd&#x101;lakamu. [Skt.] n. The honey in a honey comb &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC24;&#xC47;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC41;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;audumbaramu. [Skt.] n. Copper &#xC30;&#xC3E;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC41;</span>&#xA0;&#xA0;Same as &#xC14;&#xC5B;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aud&#x101;ryamu. [Skt. from &#xC09;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;] n. Bounty, liberality. &#xC09;&#xC26;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC32;</span>&#xA0;&#xA0;audala. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC26;&#xC32;.] n. The crown of the head &#xC28;&#xC21;&#xC3F;&#xC24;&#xC32;. The head &#xC24;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;audarulu. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41;.] n. Plu. Rivulets. &quot;&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC4A;&#xC26;&#xC24;&#xC41;&#xC32;&#xC28;&#xC40;&#xC26;&#xC3F; &#xC2F;&#xC40;&#xC26;&#xC3F;&#xC35;&#xC21;&#xC3F;&#xC38;&#xC21;&#xC32;&#xC3F;.&quot; Swa. iii. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC30;</span>&#xA0;&#xA0;or &#xC14;&#xC30;&#xC3E; aura. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC30;.] interj. Yes, verily, ah yes, oh indeed, a battle shout.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC2A;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aup&#x101;sanamu. [Skt. from &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;.] n. The worship of fire enjoined on a married Brahmin every morning &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC17;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC2A;&#xC3E;&#xC38;&#xC28;. In a comic sense, smoking tobacco.
			</div>
                