&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; Same as &#xC39;&#xC4C;&#xC38;&#xC41;. (q. v.) &#xC14;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; ausu-k&#x101;&#x1E0D;u. n. An impassioned lover, a beau. &#xC28;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aush&#x1E6D;rakamu. [Skt. from &#xC09;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. A herd of camels. &#xC09;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC37;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aushadhamu. [Skt. from &#xC13;&#xC37;&#xC27;&#xC3F;.] n. Medicine. &#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC14;&#xC32;&#xC47; au-lemmu. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; &#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;] interj. Yes yes! never mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC05;&#xC17;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC35;&#xC41;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC32;</span>&#xA0;&#xA0;Same as &#xC05;&#xC35;&#xC41;&#xC32; or &#xC05;&#xC35;&#xC32;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;aurvamu. [Skt.] n. Devouring flame, fire that will burn under water, unquenchable fire &#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;. &quot;&#xC2E;&#xC39;&#xC4C;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;.&quot; Vasu. iv. 23.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC30;&#xC4C;&#xC30;</span>&#xA0;&#xA0;aur-aura. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC30;&#xC35;&#xC41;&#xC30;.] interj. Oh oh! yes, yes indeed!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC30;&#xC41;</span>&#xA0;&#xA0;auru. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC30;&#xC41;.] n. Rushes, bulrush. A fragrant grass, Andropogon muricatum. &#xC35;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. Also called &#xC35;&#xC3F;&#xC21;&#xC35;&#xC32;&#xC3F; &#xC05;&#xC35;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC40;&#xC1F;&#xC32;&#xC41; a lever for raising weights. A. iv. 162. vi. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC14;&#xC30;&#xC38;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; aurasu&#x1E0D;u. [Skt.] n. A son of full blood: &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC14;&#xC30;&#xC21;&#xC3F;</span>&#xA0;&#xA0;aura&#x1E0D;i. [Tel. properly written &#xC05;&#xC35;&#xC41;&#xC30;&#xC21;&#xC3F;.] n. Scorn, despite, slight. R&#x101;dha. iii. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC30;</span>&#xA0;&#xA0;kankara. [H.] n. Gravel. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;. adj. Hard &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC15;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26; a mule. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC15;&#xC30;&#xC24;&#xC32; a blockhead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kankamu. [Skt.] n. An eagle. &#xC30;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC02;&#xC15;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kanka-patramu. n. An arrow. (Lit: eaglewinged.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC15;&#xC24;&#xC3F;&#xC15; kankatamu. [Skt.] n. A comb. &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC15;&#xC23;&#xC3E;&#xC2F;&#xC3F; kanka&#x1E47;amu. [Tel.] n. A kind of water fowl &#xC1C;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. An ibis. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; the glossy ibis, Pleyadis falcincllus. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; the white ibis, Ibis melanocephala. &#xC28;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; the black ibis, Inocotis papillosus. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanka&#x1E47;amu. [Skt.] n. A bracelet or anklet. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC30;&#xC2E;&#xC41;. A consecrated thread bound on the wrist at the commencement of a marriage, &amp;c: &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC24;&#xC4B;&#xC2A;&#xC30;&#xC2E;&#xC41;. The trellice or running flowered pattern cut in marble round the walls of a temple. &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC42;&#xC21; a thriving calf. &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC02;&#xC15;&#xC23;&#xC41;&#xC21;&#xC48; bound to execute an act. &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he undertook that work or is wedded to it. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is bent on doing justice. &#xC15;&#xC02;&#xC15;&#xC23;&#xC3E;&#xC32;&#xC2F;&#xC42;&#xC1F;&#xC46; a spear girded with rings of silver or other metal. &#xC15;&#xC02;&#xC15;&#xC23;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41; kanka&#x1E47;a-graha&#x1E47;amu. n. An annular eclipse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kanka&#x1E6D;i. [Tel.] n. A couch or bedstead. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC15;&#xC1F;&#xC3F;&#xC30;&#xC1C;&#xC4D;&#xC1C;&#xC41; ticken or bedcord used as a noose. See &#xC28;&#xC41;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanka&#x1E6D;amu. [Skt.] n. A cuirass, armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;</span>&#xA0;&#xA0;, The letter K,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC03;</span>&#xA0;&#xA0;The H, as in the words &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41; duhkhamu, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC03; swatak, or, swataha. It is denominated &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC17; Visarga and pronounced Aha and is used only in Sanskrit words.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">?E0</span>&#xA0;&#xA0;The Sunna, anuswaram, or circle used for &#xC23;, &#xC28;, &#xC2E;: as &#xC05;&#xC02;&#xC21;&#xC2E;&#xC41; a&#x1E47;&#x1E0D;amu, an egg: &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41; sant&#x101;namu. Offspring: &#xC15;&#xC02;&#xC2C;&#xC41; kambu, a shell. The half nasal &quot;&#xC01;&quot; or semi circle is not used in modern Telugu, though some Pundits have made many efforts to introduce it.
			</div>
                