&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kank&#x101;&#x1E37;amu. [Skt.] n. A skeleton, &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC17;&#xC42;&#xC21;&#xC41;. A breast bone &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;kang&#x14D;ru. [Tel.] n. A long waist band. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC4B;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kang&#x14D;ri. [H.] n. An arch or dome. The moulding in brick work.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC47;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC17;&#xC47;&#xC33;&#xC3F; kang&#x113;li. [Tel.] n. A large pyramidal tree, Jonesia asoka. &#xC05;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kanguvu. [Skt.] n. The grain termed Panicum Italicum, &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;kangu. [Tel.] n. A gold armlet of a wavy shape. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC02;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. A shrill sound as of a bell when struck. &#xC15;&#xC02;&#xC17;&#xC41;&#xC28; kanguna. adv. Aloud, resoundingly as a bell. &#xC15;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41; kangum-anu. v. n. To sound, echo as a bell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC40;</span>&#xA0;&#xA0;kang&#x101;&#x1E37;&#x12B;. [H.] adj. Wretched, miserable &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;, &#xC15;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC40; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a wretched bed. &#xC15;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC40;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; paltry batta, a wretched pittance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kang&#x101;ri. [Tel.] adj. Disorderly or filthy. &#xC1A;&#xC40;&#xC26;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC15;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; or &#xC15;&#xC02;&#xC17;&#xC3F;&#xC38; kang&#x101;ru. n. Battle &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kang&#x101;&#x1E47;amu. [Tam.] n. A watch, a guard. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC17;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC15;&#xC1F;&#xC3F;. (q. v.) &#xC15;&#xC02;&#xC17;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; kanga&#x1E6D;i-k&#x101;&#x1E37;&#x1E37;u. [Tel.] adj. Bowleged.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kanku&#x1E0D;u. [Tel.] n. One who pretends to be a Brahmin. &#xC15;&#xC2A;&#xC1F;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. A savage who lives on eagles &#xC30;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC02;&#xC2A;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41; &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41;. Yama, the regent of death. &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41; Yudhisthira &#xC2F;&#xC41;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; kanku. [Tel.] v. a. To scold: to abuse. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanki-r&#x101;yuvu-r&#x14D;gamu. [Tel.] n. The croup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kanki. [Tel.] n. An ear or head of corn: a stem of corn &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC32;&#xC28;&#xC3F; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; a blasted ear, one that does not sprout.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kan&#x1E6D;saramu. [Tel.] n. A kind of carriage. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2C;&#xC02;&#xC21;&#xC3F;, &#xC17;&#xC3E;&#xC21;&#xC40;. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46; kan&#x1E6D;sara-g&#x101;&#x1E0D;ide. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC2E;&#xC41;+&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;] n. A mule.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kan&#x1E6D;samu. [Tel.] n. A metal plate or dish. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41; a dish made of bell metal. &#xC2E;&#xC3E; &#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he threw a stone into our place, i.e., took away our bread, he disturbed us. &#xC2E;&#xC02;&#xC26;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41; a dish which as a rim. &#xC06;&#xC15;&#xC41;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41; a dish which has none.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC46;&#xC32;</span>&#xA0;&#xA0;kanchela. [Tel.] n. A woman&apos;s jacket. Swa. v. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC46;</span>&#xA0;&#xA0;kanche. [Tel.] n. A hedge, pasture land &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC47;&#xC32;. &#xC15;&#xC02;&#xC1A;&#xC46;&#xC15;&#xC4B;&#xC1F; kanche-k&#x14D;&#x1E6D;a. n. The outer hedge or fence round a fort. &#xC15;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC1F;. To plant a hedge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanchukamu. [Skt.] n. A woman&apos;s waistcoat or jacket. A man&apos;s jacket, a piece of armour, a snake&apos;s skin. &#xC30;&#xC35;&#xC3F;&#xC15;, &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC38;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC3F; kanchuki. n. A serpent. An attendant or guard over the women&apos;s apartments, an eunuch. &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. Parij. ii. 44. R. i. 207. ii. 18. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC3F;&#xC24; kanchu-kita. adj. Armed, in armour &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC48; blinded by lust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;kanchi. [Tel.] n. Conjiveram &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. adv. Large &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC15;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC47;&#xC15; kanchi-m&#x113;ka. n. A goat which has a large udder &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC12;&#xC15; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC47;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC1A;&#xC46;., (q. v.)
			</div>
                