&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC1A;&#xC30;&#xC3F; kan&#x1E6D;sara-va&#x1E0D;u. [Tel.] n. A brazier, a coppersmith. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC26;&#xC3F; a woman of that caste. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; kan&#x1E6D;sari-purugu. n. A kind of beetle called the death watch. &#xC15;&#xC02;&#xC1A;&#xC41; kan&#x1E6D;su. n. Bell metal. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21; a bowl or vessel or bell metal. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; a cymbal made of bell metal. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; as bright or dazzling as the glitter of polished metal. Sunbright. &#xC06;&#xC2E;&#xC46; &#xC15;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC40;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46; she spoke shrilly or with a voice as clear as a bell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E6D;i. [Tel. from &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.] n. One who has an eye. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC3F; one who has three eyes. &#xC1C;&#xC17;&#xC21;&#xC17;&#xC02;&#xC1F;&#xC3F; or &#xC15;&#xC32;&#xC39;&#xC15;&#xC02;&#xC1F;&#xC3F; one who has an eye for quarrels,. i.e. a quarrel some woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E6D;ani. [Tel.] n. A awl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kan&#x1E6D;a-sari. [Tel.] n. A necklace of gold beads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kan&#x1E6D;a-samu. [Tel.] n. A disagreeable word or words said in opposition 
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ka&#x1E47;&#x1E6D;a-gin&#x1E6D;su. [Tel.] v. n. or v. a. To feel or cause pain &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To oppose, to thwart &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To hate, be intolerant, or outrageous. To rave or storm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E6D;akamu. [Skt.] n. A thorn, a prickle. A pest, plague, evil, inconvenience, besetting sin, stumbling block &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;, &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC2B;&#xC32;&#xC2E;&#xC41; ka&#x1E47;&#x1E6D;aka-phalamu. n. The Jack tree &#xC2A;&#xC28;&#xC38;. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; ka&#x1E47;&#x1E6D;akavritti. n. Pestering, plaguing, hatefulness. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; kantakudu. n. A plague, a tormentor, a tyrant. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; he who hates virtue. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC48;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;</span>&#xA0;&#xA0;kanta. [Tel. from &#xC15;&#xC28;&#xC41;] n. Seeing. &#xC15;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3E;&#xC5B;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanjamu. [Skt.] n. Any aquatic product. A lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC15;&#xC02;&#xC1C;&#xC2E;&#xC41;&#xC16;&#xC3F; bright faced,. a fair girl. &#xC15;&#xC02;&#xC1C;&#xC1C; kanjaja. n. Born from the lotus, a title of Brahma. &#xC15;&#xC02;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41; kanj&#x101;tamu. n. A lotus. &#xC15;&#xC02;&#xC1C;&#xC41;&#xC21;&#xC41; Brahma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kan&#x1E6D;su-kan&#x1E6D;u. [Tel.] n. A frying pan. &#xC2C;&#xC3E;&#xC23;&#xC32;&#xC3F;. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; kan&#x1E6D;su-min&#x1E6D;su. n. A sort of toe-ring. adj. Invisible, out of sight &#xC05;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC41;., In some places it is the name of the hawk. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E; kan&#x1E6D;su-min&#x1E6D;su-g&#x101;. adv. Rapidly, like a flash. &#xC15;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC48;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC48;. R. V. 303.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E6D;lamu. [Tel.] n. A pack-saddle &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC38;&#xC30;&#xC15;&#xC41;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47; &#xC38;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC5B;&#xC24;. A pannier or bag made to hold a pack. A saddle-bag. &#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; a pack-bullock.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC4D;&#xC28; ka&#x1E47;&#x1E6D;e. [Tel.] conj. Than. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; this is better than that. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC35;&#xC47;&#xC30;&#xC47; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a different man from him. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC35;&#xC47;&#xC30;&#xC41; different from spirit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC2F; ka&#x1E47;&#x1E6D;e. [Tel.] n. A carcanet, or gold collar worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E6D;u. [Tel.] n. The head or top of a pillar. Antipathy, hatred, grudge, unlandness. &#xC2A;&#xC17;, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;or &#xC15;&#xC23;&#xC3F;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2A; ka&#x1E47;&#x1E6D;i-ch&#x113;pa. [Tel.] n. A kind of fish, a species of sparus with a prickly head and large eyes. Russel, plate 104.
			</div>
                