&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E0D;u-bayi-ch&#x113;pa. [Tel.] n. The sepia or cuttle fish, from which is obtained the &#xC15;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC2F;&#xC3F;&#xC2A;&#xC32;&#xC15; the bone from which pounce is made.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC40;&#xC17;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E0D;-&#x12B;ga-ch&#x113;pa. [Tel.] n. A kind of fish, a species of Clupea, Russell No. 203.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E0D;a. [Tel.] n. A lump or piece of flesh or pulp. &#xC15;&#xC02;&#xC21;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he cannot see out of his eyes for pride. &quot;&#xC15;&#xC02;&#xC21;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;.&quot; (A. vi. 23.) Eyes that are swollen. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC02;&#xC21;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30; ka&#x1E47;&#x1E0D;a&#x1E6D;sakkera. n. Sugar-candy. &#xC15;&#xC02;&#xC21;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; ka&#x1E47;&#x1E0D;a-&#x1E6D;sukka. n. The liver &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC46;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ka&#x1E47;&#x1E0D;a-pa&#x1E6D;&#x1E6D;u. v. n. To grow fat, gather flesh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E6D;hamu. [Skt.] n. The throat. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;. Sound &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Nearness, proximity, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; the village common. &#xC15;&#xC02;&#xC20;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; ka&#x1E47;&#x1E6D;ha-d&#x16B;lamu. n. The beam forming the ridge of a pent roof. &#xC15;&#xC02;&#xC20;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; ka&#x1E47;&#x1E6D;ha-p&#x101;thamu. n. A lesson learned by rote. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC20;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; verses which he had by heart. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC3E;&#xC32; ka&#x1E47;&#x1E6D;ha-m&#x101;la. n. A swelling of the glands of the throat. &#xC15;&#xC02;&#xC20;&#xC38;&#xC30;&#xC3F;. ka&#x1E47;&#x1E6D;ha-sari. n. A sort of necklace. &#xC15;&#xC02;&#xC20;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; ka&#x1E47;&#x1E6D;ha-s&#x16B;tramu. n. The marriage thread worn by Hindu wives round the throat. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC20;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wedded her. &#xC15;&#xC02;&#xC20;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; ka&#x1E47;&#x1E6D;ha-sn&#x101;namu. n. Bathing all but the bead, i.e. neckdeep. &#xC15;&#xC02;&#xC20;&#xC3F; ka&#x1E47;&#x1E6D;hi. A necklace. &#xC15;&#xC02;&#xC1F;&#xC46;. &#xC15;&#xC02;&#xC20;&#xC40;&#xC30;&#xC28;&#xC2E;&#xC41; ka&#x1E47;&#x1E6D;hi-ravamu. n. A lion. &#xC15;&#xC02;&#xC20;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; ka&#x1E47;&#x1E6D;h&#x14D;kti-g&#x101;. adv. Specifically, definitively.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E0D;lu. [Tel.] n. The plural of &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; an eye: and of &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; a stone: &#xC2C;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; carriage wheels. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC02;&#xC24;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to blindfold. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; to appear, come in view.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E0D;e. [Tel.] n. A head or ear of millet or maize. &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC15;&#xC3F;. A ball or roll of thread on a straw, which is put into the shuttle &#xC28;&#xC42;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A shoulder whose muscles are stiffened by gymnastics &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; (another form in this sense is &#xC15;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;.) &#xC15;&#xC02;&#xC21;&#xC46;&#xC1A;&#xC47;&#xC2A; a fish. A. v. 42. &#xC15;&#xC02;&#xC21;&#xC46;&#xC2C;&#xC4B;&#xC1F;&#xC3F; a Skein of thread.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC21;&#xC42;&#xC24;&#xC3F; or &#xC15;&#xC02;&#xC21;&#xC42;&#xC2F; kan&#x1E0D;uvu. [Skt.] n. Itching, itch &#xC26;&#xC41;&#xC30;&#xC26;, &#xC24;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;</span>&#xA0;&#xA0;ka&#x1E47;&#x1E0D;uv&#x101;. [Tel.] n. An upper garment. &#xC05;&#xC02;&#xC17;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A cross beam or rafter in a roof. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC21;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kandaramu. [Skt.] n. A cave. &#xC17;&#xC41;&#xC39;. Vasu. v. 54.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kandamu. [Tel.] n. A certain metre in prosody. Also the neck of animals. &#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC36;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC2E;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;kanda-pa&#x1E6D;&#x1E6D;elu. [Tel.] n. Cross pieces of wood at the back of a door.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kand&#x101;yamu. [K.] n. Tribute, tax. &#xC15;&#xC02;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41; [Skt.] n. An astrological period of four months.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kand&#x101;charamu. [H and K] n. The native militia &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; adj. Military &#xC26;&#xC02;&#xC17;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC26;&#xC33;&#xC3F;&#xC15;&#xC2E;&#xC41; kanda&#x1E37;amu. [Tel.] n. A quilt or rug used as a saddle. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47; &#xC17;&#xC02;&#xC24;. &#xC15;&#xC02;&#xC26;&#xC33;&#xC2E;&#xC41; [Skt.] n. A germ or shoot, a sprout. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4A;&#xC32;&#xC15;. &#xC15;&#xC02;&#xC26;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; kanda&#x1E37;in&#x1E6D;su. v. n. To sprout, germinate, shoot. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;; to appear or gleam, as a smile. &#xC15;&#xC02;&#xC26;&#xC33;&#xC3F;&#xC15; kanda&#x1E37;ika. n, Appearance, birth, rising &quot;&#xC30;&#xC3E;&#xC17;&#xC30;&#xC2A;&#xC15;&#xC02;&#xC26;&#xC33;&#xC3F;&#xC15;&#xC28;&#xC4D;.&quot; (T. ii. 172.) as affectionate feelings broke forth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kanaarpu&#x1E0D;u. [Skt.] n. Cupid. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2F;&#xC4B;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kandakamu. [Tel.] n. A ditch, trench. &#xC05;&#xC17;&#xC21;&#xC4D;&#xC24;, &#xC2A;&#xC30;&#xC3F;&#xC18;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;</span>&#xA0;&#xA0;kanda. [Skt.] n. A bulbous esculent root; Amorphophallus campanulatus (Watts) &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC02;&#xC26; a species of vegetable grown for food &#xC15;&#xC28;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC26;. See Rox. iii. 314, 325, 508, 509.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC24;</span>&#xA0;&#xA0;kanta. [Tel.] n. A hole, cleft, gap, aperture, fissure, chink. A passage, alley, way. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC02;&#xC24; a small lane.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC28;&#xC17;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;kandana-g&#x101;ya. [Tel.] n. The heart. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;, &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC25;</span>&#xA0;&#xA0;kantha. [Skt.] n. A rag. a patchwork quilt. &#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;, &#xC2C;&#xC4B;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kantu&#x1E0D;u. [Skt.] n. A name of Cupid &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kanti. [Tel.] n. A wen or swelling, a hump, a tumour.
			</div>
                