&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;kandu. [Tel.] n. Blackness, discoloration, as by scorching: a dark shade as in the face of the moon &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. Evil, harm. &#xC15;&#xC40;&#xC21;&#xC41;. Pain &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC07;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41; &#xC15;&#xC02;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC3F;&quot; M. IV. iv. 60. An infant &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. adj. Blackish, dark, impure (as silver) &#xC15;&#xC02;&#xC26;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; base silver. &#xC15;&#xC02;&#xC26;&#xC41; or &#xC15;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; kandu. v. n. To scorch, be scorched or charred. &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC17;&#xC41;. To redden, or be inflamed. To become black &#xC28;&#xC32;&#xC41;&#xC2A;&#xC17;&#xC41;. To be annoyed or grieved &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC28;&#xC38;&#xC41;&#xC15;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC48; being vexed or grieved.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC40;&#xC17;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC40;&#xC17;&#xC46; kandir-&#x12B;ga. n. A hornet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;kandi. [Tel.] n. The grain called red gram. &#xC24;&#xC28;&#xC30;&#xC3F;. Canjanusindicus, Pigeon Pea; No-eye (small form) or Congo-pea(large form) Dal or Cadjan Pea. Cytisus cadjan (Watts.) &#xC15;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, See &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; the stalks of the plant used us fuel. &#xC06;&#xC2E;&#xC46; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC1F;&#xC3F; &#xC15;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; she is like an old pigeon pea, i.e., she is as sharp as a needle. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC02;&#xC2A; thatch or straw of this plant. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC24; kandi-midata. n. A locust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kampa-tu&#x1E0D;upu. [Tel.] n. A hurdle used as a harrow. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC24;&#xC4B;&#xC32;&#xC47; &#xC15;&#xC02;&#xC2A;&#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kampa&#x1E47;amu. [Tel.] n. A kind of weapon. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;</span>&#xA0;&#xA0;kampa. [Tel.] n. A bush of thorns. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC21;. &#xC15;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC1F; kampa-k&#x14D;&#x1E6D;a. n. A stockade. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4B; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC2A;&#xC17;&#xC4B;&#xC21; kampa-g&#x14D;&#x1E0D;a. n. A thorn hedge. &#xC15;&#xC02;&#xC2A;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; kampa-ji&#x1E6D;&#x1E6D;a. n. A name given to a number of small birds of the warbler family (sylviidae) Blyth&apos;s Reed-Warbler, Acrocephalus dumetorum. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC02;&#xC2A;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; the paddy-field Warbler (Jerd) or the Paddy field Reed-Warbler, Acrocephalus agricola. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC2A;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; the Eastern Orphean Warbler, Sylvia Jerdoni. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC2A;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; The Indian Lesser White-throated Warbler, Sylvia affinis. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC2A;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F; The Indian Bush-chat, Pratincola maura. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC27;&#xC3F;</span>&#xA0;&#xA0;kandhi. [Skt.] n. The ocean. &#xC15;&#xC21;&#xC32;&#xC3F;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC27;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kandharamu. [Skt.] n. The throat: a cloud. &#xC2E;&#xC46;&#xC21;, &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;. Vasu. v. 54.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC4B;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kan-d&#x14D;yi. [Tel. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC26;&#xC4B;&#xC2F;&#xC3F;.] n. A pair of eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC46;&#xC30;</span>&#xA0;&#xA0;kandera. [Tel. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC24;&#xC46;&#xC30;] n. An eyelid. &#xC15;&#xC28;&#xC41;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC46;&#xC28;</span>&#xA0;&#xA0;kandena. [Tel.] n. Grease for carriage wheels. &#xC15;&#xC02;&#xC26;&#xC46;&#xC28;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; the leather or washer put on an axle tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kanduvu. [Skt.] n. A gridiron &#xC2A;&#xC46;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;kanduva. [Tel.] n. 1. A way, path. 2. A place, locality, quarter &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; 3. A season &#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. 4. Fashion, mode, device, trick, peculiarity. 5. Fiction fraud, &#xC2E;&#xC3E;&#xC2F;; archness, a prank, a wrench, or a twist. &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. 6. Finesse, innuendo, aquibble, &#xC1A;&#xC32;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;; refinement, prettiness. 7. A token, or mark, trace, track. &#xC5B;&#xC3E;&#xC21;, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC02;&#xC26;&#xC1A;&#xC41;&#xC35; the rainy season. &#xC07;&#xC30;&#xC41;&#xC15;&#xC02;&#xC26;&#xC41;&#xC35; on both sides. &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC3E;&#xC38;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC28; &#xC15;&#xC02;&#xC26;&#xC41;&#xC35;. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;.&quot; Sar. D. vii. 211. &quot;&#xC07;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC15;&#xC02;&#xC26;&#xC41;&#xC35;&#xC1A;&#xC02;&#xC26;&#xC32;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;.&quot; M. IV. ii. 137. &quot;&#xC15;&#xC02;&#xC26;&#xC41;&#xC35;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;.&quot; V. P. ii. 51. &#xC15;&#xC02;&#xC26;&#xC41;&#xC35; adj. Peculiar, odd, queer, Pretty, curious, Cunning, false, fictitious. &#xC15;&#xC02;&#xC26;&#xC41;&#xC35;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; a quibble: a play upon words. &#xC15;&#xC02;&#xC26;&#xC41;&#xC35; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41; a fairy lily, not a real one. &#xC15;&#xC02;&#xC26;&#xC41;&#xC35; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; mere pretenders: mock warriors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC41;&#xC30;&#xC40;&#xC17;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC40;&#xC17;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kandu&#x1E0D;u. [Skt. for &#xC38;&#xC4D;&#xC15;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;] n. The god of battle. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kandukamu. [Skt.] n. A ball to play with &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;. &#xC15;&#xC02;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC1F;&#xC4D;&#xC32;&#xC46;&#xC17;&#xC38;&#xC3F; springing up, bounding or elastic like a ball.
			</div>
                