&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kambaru-t&#x101;&#x1E0D;u. [Tel.] n. Coir, rope. &#xC2E;&#xC4B;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kambamu. [from Skt. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;] n. A pillar or post. The stem of a tree. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; a candlestick. &#xC15;&#xC02;&#xC2C;&#xC2E;&#xC2F;&#xC4D;&#xC2F; or &#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; kambam-ayya. n. The god Narasimha who manifested himself to &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC36;&#xC3F;&#xC2A; in a pillar. See &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC1A;&#xC30;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC30;. &#xC15;&#xC02;&#xC2C;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; kamba-valli. n. Worship of a pillar performed on the last day of an &#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28; ceremony. &#xC15;&#xC02;&#xC2C;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; kamba-b&#x101;&#x1E47;amulu. n. Fireworks fixed on posts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kampu. [Skt.] n. A smell &#xC35;&#xC3E;&#xC38;&#xC28;. A stink &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. In ancient Telugu this denoted any scent, pleasant or not. P. i. 703. A. i. 87. &#xC15;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; kampu-ko&#x1E6D;&#x1E6D;u. v. n. To smell, to stink. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; kamp-irugu&#x1E0D;u. n. The stinking &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;. See &#xC15;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; kampu-tumma-che&#x1E6D;&#x1E6D;u. n. The field Mimosa tree. &#xC15;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC17;&#xC41; kampu-n&#x101;gu. n. The fetid coluber, a stinking kind of snake. &#xC15;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC41;&#xC15; kamp-eluka. n. The musk rat. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kampillamu. [Skt.] n. A plant called &#xC17;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC30; or &#xC15;&#xC32;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; kampin&#x1E6D;su. [Skt.] v. n. To tremble, shake, be agitated. &#xC35;&#xC23;&#xC15;&#xC41;. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; kampitamu. adj. Trembling, shaking, &#xC35;&#xC23;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kamparamu. [Tel.] n. A bier for bearing corpses &#xC2A;&#xC3E;&#xC21;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;kampa-nallanchi. [Tel.] n. Pratincola caprata, or The common Pied Bush- Chat. (F. B. I) &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC2A;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC2A;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; Pratincola maura, or, The Indian Bush-Chat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kampanamu. [Skt.] n. Tremor motion. Nodding &#xC15;&#xC26;&#xC32;&#xC41;&#xC1F;, &#xC35;&#xC23;&#xC15;&#xC41;&#xC1F;. &#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41; kampamu. n. Trembling, tremor, vibration, agitation,. &#xC35;&#xC23;&#xC15;&#xC41;, &#xC2D;&#xC42;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41; an earthquake. &#xC36;&#xC3F;&#xC30;&#xC03;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41; nodding the head (in approbation or admiration.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC15;&#xC41;&#xC26;&#xC2E;&#xC41; kakuttu. [Skt.] n. A bull&apos;s hump. R. vii. 174.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC15;&#xC2A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC15;&#xC35;&#xC3F;&#xC15; or &#xC15;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC32;&#xC41; kaka-pika. [Tel.] n. Tumult, uproar. &#xC15;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E; tumultuously. &#xC15;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to brawl, make an uproar. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;, &#xC17;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC15;&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;kaka-p&#x101;la. [Tel.] n. A recluse&apos;s bag. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC02;&#xC1A;&#xC3F;, &#xC15;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kams-&#x101;r&#x101;ti. [Skt.] n. Slayer of Kamsa, an epithet of Krish&#x1E47;a.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC38;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC38;&#xC32;&#xC32; kamsara. [Tel.] n. Smithery; working in gold: adj. Of the goldsmith caste. &#xC15;&#xC02;&#xC38;&#xC32;&#xC26;&#xC3F; a woman of that caste. &#xC15;&#xC02;&#xC38;&#xC32;&#xC2A;&#xC28;&#xC3F; the business of a gold-smith.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kamsamu. [Skt.] n. Bell metal.&#xC15;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kambuvu. [Skt.] n. A large shell or conch, pearly white and marked with three ridges across the inner tube. &#xC15;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC02;&#xC20;&#xC3F; or &#xC15;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35; kambu-ka&#x1E47;&#x1E6D;hi. adj. Fair throated: having a neck as beautiful as a shell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;kambu. [Tel.] n. The grain named Holcus spicatus: called in Hind. Bajra. &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;kambi. [Tel.] n. Wire: A bar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC3E;&#xC32;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;kamb&#x101;l-&#x101;&#x1E6D;a. [Tel.] n. A kind of game played by girls. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3E;&#xC32;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kamb&#x101;yi. [Tel. from Cambay.] n. A kind of cotton cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F; kamba&#x1E37;amu. [Skt.] n. A rug, a blanket: (usually black:) &#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; as black as a blanket. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41; a particoloured rug. &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; kamba&#x1E37;i-karra. n. A variegated yellow timber, like satin wood. &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; kamba&#x1E37;i-pa&#x1E47;&#x1E0D;u. A mulberry. &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; kamba&#x1E37;i-purugu. n. A hairy caterpillar. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC12;&#xC15; &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; he is a wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; kams&#x101;li. [Tel.] n. A goldsmith or silversmith.
			</div>
                