&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kach&#x14D;ramu. [Skt.] n. A plant called Zedoary, Curcuma zedoaria. &#xC37;&#xC21;&#xC4D; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC47;&#xC30;&#xC40;</span>&#xA0;&#xA0;or &#xC58;&#xC1A;&#xC47;&#xC30;&#xC40; kach&#x113;r&#x12B;. [H.] n. An office cutchery, a place of public business. A public court. A nautch, the ceremony of dancing at a wedding, &amp;c. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC15;&#xC1A;&#xC47;&#xC30;&#xC40; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they had a party.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC46;</span>&#xA0;&#xA0;kachche. [Tel.] n. A quarrel or fight. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC15;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC35;&#xC4D;&#xC35;&#xC41; to bestir oneself for fighting. Lit. to paw the ground preparing for the fight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC1A;&#xC4B;&#xC30;&#xC2E;&#xC41; and &#xC15;&#xC1A;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;su. [Tel.] v. t. To move a piece at chess &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To stick out, project. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC41; n. Stench. The washings of rice. Pride &#xC26;&#xC02;&#xC2D;&#xC2E;&#xC41; &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;A bunch of flowers &#xC2A;&#xC42;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC3F;&#xC17;&#xC2C;&#xC02;&#xC24;&#xC3F;.&quot; &#xC15;&#xC1A;&#xC4D;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; ka&#x1E6D;&#x1E6D;su-l&#x101;&#x1E0D;i. n. A jilt, flirt &#xC26;&#xC3E;&#xC02;&#xC2D;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; ka&#x1E6D;&#x1E6D;sulu. n. Splendour, glittering, lies, tawdry, frivolous excuses. &#xC26;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ka&#x1E6D;&#x1E6D;su-konu. v. a. To adhere, cleave, stick. To desire. &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3E;&#xC32;&#xC41; ka&#x1E6D;&#x1E6D;su-v&#x101;s&#x101;lu. n. Rafters inserted in a beam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kachchitamu. [Tel.] adj. Strict, correct, exact &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41; &#xC32;&#xC47;&#xC15; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kachchika. [Tel.] n. A burnt cake of dried dung. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC21;&#xC15;&#xC24;&#xC41;&#xC28;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;kachchin&#x1E6D;su. [Tel.] v. n. To be raged, to be angry. v. a. To move a piece at chess. To tuck up a cloth &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC41; kachchimpu. n. A move at chess, &amp;c. Also fierceness, emotion. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;kachchi. [Tel.] n. A weaver &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; An interstice where a stick is inserted in a warp. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC38;&#xC02;&#xC26;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; kachchi-ko&#x1E6D;&#x1E6D;u. v. t. To geld. adj. Gelded. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a gelding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3E;</span>&#xA0;&#xA0;kachch&#x101;. [H.] a Unripe, raw; not good, rough, base. &#xC2A;&#xC02;&#xC21;&#xC28;&#xC3F;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3E; &#xC38;&#xC47;&#xC30;&#xC41; the baser sort of &#xC38;&#xC47;&#xC30;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a mean fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kachcharamu. [Skt.] n., Dirt, foulness. &#xC2E;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;sa. [Tel.] n. A truss. The tuck of cloth, or modesty piece between the legs. &#xC17;&#xC4B;&#xC1A;&#xC3F;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41; ka&#x1E6D;&#x1E6D;sadamu. n. A tuck or truss. &#xC17;&#xC4B;&#xC1A;&#xC3F;. A large strong cart. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2A;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC3F;. &#xC07;&#xC28;&#xC41;&#xC2A; &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was rigorously chaste. Manu. ii. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; ka&#x1E6D;aka&#x1E6D;alu. [Tel.] n. Rails, railings. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E; ka&#x1E6D;a. [Tel.] interj. Alas. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;! &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC02;&#xC2C;&#xC21;&#xC41; ka&#x1E6D;aka&#x1E6D;ambudu. v. t. To feel pity &#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be angry &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To suffer pain &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC5B;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kazz&#x16B;ramu. [Tel.] n. A date tree. &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;kajj&#x101;. [H.] n. A quarrel, dispute, altercation. &#xC5B;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC41; a quarrel some person. &#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to pick quarrels without a cause.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kajjalamu. [Skt.] n. Lampblack. The black part of a wick. Collyrium or black paint for the eyes. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC5B;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC5B;&#xC4D;&#xC1C;, &#xC15;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;, &#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; or &#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC2F;&#xC2E;&#xC41; kazz&#x101;yamu. [Tel.] n. A sort of sweet cakes. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC1A;&#xC4D;&#xC1A;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kachchhapamu. [Skt.] n. A tortoise. &#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC2A;&#xC3F; kachchhapi. n. A female tortoise. adj. That which is made of tortoise shell, as a lute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;</span>&#xA0;&#xA0;kachchera. [Tel.] n. Dirt, that falls from thatch.
			</div>
                