&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC2A;&#xC46;&#xC1F;</span>&#xA0;&#xA0;ka&#x1E6D;a-pe&#x1E6D;a. [Tel.] n. Noise &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. (An onomatop&#x153;ic word.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;ak&#x101;-mukhamu. [Skt.] n. The position of the fingers of the right hand when drawing a bowstring. A. v. 150. Anirud. iii. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;akamu. [Skt.] n. A town or city. A capital &#xC30;&#xC3E;&#xC1C;&#xC27;&#xC3E;&#xC28;&#xC3F;. The town of Cuttack in Orissa. A ring for the wrist or ankle, a bracelet or anklet. &#xC15;&#xC4D;&#xC37;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23; &#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41; the town of Kalya&#x1E47;. The side or ridge of a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;uka-r&#x14D;hi&#x1E47;i. [Skt.] n. Black hellebore, a purging medicine. Ainslie, ii. 310.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x12B;ramu. [Skt.] n. The cavity of the loins, the loins. &#xC2E;&#xC4A;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F; ka&#x1E6D;ika. [Tel.] adj. Mere. quite, entire, total, downright, cruel, unfeeling, horrid. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC28;&#xC3F; butchery. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; utter or thick darkness. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC24;&#xC3E; &#xC28;&#xC47;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; all yesterday I was absolutely starving. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28; or &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; ka&#x1E6D;ikkana. adv,. Sharply, smartly, without making any allowance, &#xC15;&#xC1F;&#xC3F;&#xC15; or &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41; ka&#x1E6D;ika n. A butcher. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;ahamu. [Skt.] n. A large vessel: a boiler &#xC15;&#xC21;&#xC35;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21; &#xC15;&#xC1F;&#xC3E;&#xC39;&#xC2E;&#xC41; the globe of the universe, i.e., space.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC3E;&#xC30;&#xC41; ka&#x1E6D;&#x101;ri. [Tel.] n. A cross hilted dagger. &#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; one who carries a dagger. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a woman who has a dagger with her.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E;</span>&#xA0;&#xA0;ka&#x1E6D;&#x101;ka&#x1E6D;i-g&#x101;. [Tel.] adv. Hardly, with difficulty. &#xC05;&#xC26;&#xC3F; &#xC15;&#xC1F;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F;. it was just enough.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x101;kshamu. [Skt. &#xC15;&#xC1F;+&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.] n. A look; particularly, a glance or side look; a favourable look; (hence) grace, kindness. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; an angry glance, &#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; ka&#x1E6D;&#x101;kshamu. interj. You are very good! I thank you! &#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; ka&#x1E6D;&#x101;kshin&#x1E6D;su. v. a. To glance at to view, to countenance or favour. &#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; be pleased to view this with a gracious eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;ka&#x1E6D;&#x101;. [Tel.] Alas!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;amu. [Skt.] n. A mat: &#xC1A;&#xC3E;&#xC2A;. The temples of the head. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. The hip &#xC2E;&#xC4A;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;i. [Skt.] n. The hip or haunch. &#xC2E;&#xC4A;&#xC32;. &#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; the loins, the hips. &#xC15;&#xC1F;&#xC3F;&#xC24;&#xC1F;&#xC2E;&#xC41; th hip. &#xC15;&#xC1F;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41; a pair of hips. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;. T. ii. 23. &#xC15;&#xC1F;&#xC3F;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; girdle. &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; the posteriors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC21;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;a-ka&#x1E0D;a. [Tel. &#xC15;&#xC21;+&#xC15;&#xC21;.] adv. At the very end. See. &#xC15;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;a. [Tel from &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;] n. A bank or shore; a dam or embankment. A bundle or pack. &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F; a certain water snake, thick, black and harmless. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46; &#xC2A;&#xC3E;&#xC21;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F; a reprobate, a foul mouthed wretch. &quot;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&quot; (BD. v. 132.) In crowds. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32; &#xC15;&#xC42;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;a. [Tel.] interj. Alas! &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4B;&#xC32;&#xC35;&#xC40;&#xC23;&#xC46;</span>&#xA0;&#xA0;ka&#x1E6D;&#x14D;la-v&#x12B;&#x1E47;e. [Tel.] n. A stringed musical instrument like the v&#x12B;&#x1E47;e. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC40;&#xC23;&#xC46;, &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;uvu. [Skt.] adj. Pungent in taste. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Hard, unpleasant &#xC07;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. R. v. 167. &#xC15;&#xC1F;&#xC42;&#xC15;&#xC4D;&#xC24;&#xC3F; a hard word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC41;&#xC2E;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC41;&#xC2E;&#xC4B;&#xC30;&#xC32;&#xC41; ka&#x1E6D;u-maralu. [Tel.] n. The cheek bones. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC39;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC1F;&#xC41;&#xC2E;&#xC4B;&#xC30;&#xC32;&#xC41; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32; having high cheek bones.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;ukkanu. [Tel. &#xC15;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC05;&#xC28;&#xC41;] v. t. To crackle (as a nut when broken.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC15;&#xC1F;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;aka&#x1E6D;am-anu. [Tel.] v. n. To be irritable. &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; ka&#x1E6D;a ka&#x1E6D;&#x101;tk&#x101;rama. n. Grinding the teeth. A iii. 25.
			</div>
                