&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;&#x101;vi. [Tel.] n. Steam, moisture collected on the lid of a kettle. Stifling heat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;&#x101;&#x1E47;&#xEC;. [Tel.] adj. Fine, first class; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC23;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; a matchless pearl. See &#xC06;&#xC23;&#xC3F;. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC23;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; ka&#x1E6D;&#x1E6D;a&#x1E47;i-gu&#x1E47;&#x1E0D;lu. n. A necklace of small gold beads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;&#x101;. [Tel.] interj. Alas! See &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E; and &#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;anamu. [Tel.] n. A gift, a present. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. Typing up &#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;a&#x1E0D;amu. [Tel.] n. A building or edifice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;a&#x1E0D;a. [Tel.] n. Order, rule, custom. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;. Arrangement, manner, mode &#xC24;&#xC40;&#xC30;&#xC41;. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC32;&#xC41; or &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC33;&#xC4D;&#xC32;&#xC41; routine or order of guards, &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41; ka&#x1E6D;&#x1E6D;a&#x1E0D;a-ch&#x113;yu. v. n. To ordain, command, enact, to lay down a rule. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u. [Tel.] v. a. To tie, bind. &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To wear, as clothes. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To connect, affix, attach. To store up, to lay by. &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC4D; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2B;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC46;&#xC2A;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. v. To build, erect, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fascinate, charm, bewitch. To fabricate, compose, or put a story together. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC25; a mere fiction or fable. To impute a sin or offence. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC02;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they charged her with adultery. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to find fault with, to lay blame on &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to gird up the loins or be prepared. &#xC15;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; jugglery, legerdemain. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to water a garden. &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to dress a wound. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to get ready a carriage. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to put on one&apos;s sword or arm oneself. &#xC30;&#xC42;&#xC15;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pay money. &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they fixed a tax on looms. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to strike a balance. &#xC27;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set a price. &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to compose a verse. &#xC13;&#xC21;&#xC15;&#xC41; &#xC1A;&#xC3E;&#xC2A;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set sail. &#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; strike dumb by spells, &amp;c. &#xC08; &#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they fabricated this story or scandal. &#xC26;&#xC4B;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to stop up the road. &#xC26;&#xC4B;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they lay in ambuscade and plundered the way farers. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to restrain the appetite. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F; (neg. p) Unbuilt or unbound. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC1F; a rock fortress not built with hands. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC41; (P. i. 545.) a natural nest, not constructed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u. [Tel.] v. n. To cease or stop, gather or form as clouds or a boil, or lump; to be with young (used of animals.) &#xC2D;&#xC47;&#xC26;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the diarrhoea ceased. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3F; clouds have gathered. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a gush of blood &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he received a contusion from a blow. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; congealed, become hard. &#xC24;&#xC42;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; there is a hole formed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;i&#x1E0D;u. [Tel.] n. A butcher. BD. VII. 915.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;i&#x1E0D;i. [Tel. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC07;&#xC21;&#xC3F;] adj. Cruel, merciless; hard. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; katti&#x1E0D;i-tanamu. n. Cruelty. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC41;&#xC32;&#xC41; cruel wretches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41; ka&#x1E6D;&#x1E6D;ika. [Tel.] n. A macebearer. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;in&#x1E6D;su.[Tel. from &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;] v. a. To cause to tie or build. To get built, to have one bound.
			</div>
                