&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-kongu. [Tel.] n. That part of a female&apos;s garment, which she ties round her waist. &#xC15;&#xC4B;&#xC15;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-kamma. [Tel.] n. A written agreement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC02;&#xC5B;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;uka. [Tel.] n. A miscarriage &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u. [Tel.] n. A tie, bond, band. A bandage, a knot &#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC21;&#xC3F;. A rule, regulation, law. &#xC28;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. A tax or duty. Fascination,. &#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; striking dumb. Soil, place &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC07;&#xC38;&#xC41;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; sandy soil. System, fashion, mode or plot, device. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to speak by rule or consistently. A strike. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they struck work. Form, shape. Prohibition, restriction, a charm, an enchantment. &#xC2E;&#xC3F;&#xC24;&#xC3F;. A streak. &#xC28;&#xC42;&#xC28;&#xC42;&#xC17;&#xC41; &#xC2E;&#xC40;&#xC38;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the line of his budding whiskers. The hoop or band of a bucket, the tire of a wheel. The water in which any kind of pulse is boiled except rice. &#xC09;&#xC32;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; boilings of horse gram. Season, weather. part of the year. &#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC40;&#xC24;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the cold season. A forged coin. &#xC38;&#xC40;&#xC38;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a leaden rupee. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a silvered coin. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the tie of kindred, the custom of the caste. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; fascination, charming by spells. &#xC2E;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a waistband or girdle, &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a stoppage of urine. &#xC35;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a weir in a river, posts to fasten a net to &#xC08; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the front of this house is larger than the back rooms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-ban&#x1E0D;i. [Tel.] n. A well equiped carriage. &#xC38;&#xC15;&#xC32; &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2C;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-p&#x14D;tu. [Tel.] n. A wizard or necromancer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-pa&#x1E0D;u. [Tel.] v. i. To be tied, to be bound by. To be subject to &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; being tied down to justice. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; ka&#x1E6D;&#x1E6D;u-p&#x101;&#x1E6D;u. n. System, regulation, a code, a byelaw. &#xC28;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; ka&#x1E6D;&#x1E6D;u-p&#x101;&#x1E6D;u-ch&#x113;yu. v. a. To ordain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC02;&#xC5B;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-gunza. [Tel.] n. A post to tie cattle to.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC21;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-ga&#x1E0D;a. [Tel.] n. A store, that which is stored up. &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41; to lay up in store. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC21;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; goods in store. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC21;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; cloth that is injured by time while unsold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC15;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-k&#x14D;ka. Tel. n. Ordinary clothes. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC2E;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they brought me just as I was.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-koyya. [Tel.] n. A tying post, the pole of a plough. &#xC28;&#xC3E;&#xC17;&#xC1F;&#xC3F; &#xC2E;&#xC47;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;kat&#x1E6D;u-komma. [Tel.] n. An embankment, a dyke. &#xC06;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-konu. [Tel.] v. a. 1. To build, to bind, to wear or put on. &#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he put on his cloth. See &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. 2. To incur (blame or sin) &#xC07;&#xC02;&#xC24; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E; shall we incur so great a sin? &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to acquire merit. 3. To marry. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he married her. 4. To conquer. To appropriate, take possession of. &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC24;&#xC3E; &#xC24;&#xC3E;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he conquered all their territories. &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; to fold the hands respectfully. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he took the debts upon him. &#xC28;&#xC42;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to refrain from eating.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-pak&#x101;su. [Tel.] n. A steady man &#xC05;&#xC1A;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC4A;&#xC28;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-dona. [Tel.] n. A small tank or cistern &#xC15;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; ka&#x1E6D;&#x1E6D;u-ma&#x1E6D;&#x1E6D;u. [Tel.] n. A stall in a stable. &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC4B;&#xC1F;&#xC41;. Place of abode. &#xC09;&#xC35;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. An arrangement &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-ba&#x1E0D;i. [Tel.] n. A settlement: as of permanent revenue. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41; a serf, a settler; a feudal retainer, who is supported by land settled upon him, a village servant. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; land assigned to a serf in fee. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; the land assigned to such an officer in perpetuity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-ba&#x1E6D;&#x1E6D;a. [Tel.] n. A garment. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they left him with the skirt on his back. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC4B; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he escaped with nothing but the clothes on his back.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-gorre. [Tel.] n. A sheep bound for slaughter.
			</div>
                