&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC3E;&#xC2A;&#xC30;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;e-p&#x101;para. [Tel.] n. The self planting leaf, indented at the edges and having a seed in each notch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;e-pan&#x1E0D;u. [Tel.] n. Tamarind, with the stone in it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;e&#x1E0D;a. [Tel.] n. A kind of snake. &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC1A;&#xC40;&#xC2E;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;e-ch&#x12B;ma. [Tel.] n. A large black ant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;e. [Tel.] n. A stick or staff, a piece of wood, fire-wood. &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; a harmless water snake. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; a fife. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; a flute. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; a brush made of hog&apos;s bristles. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; ka&#x1E6D;&#x1E6D;e. adj. Hard, harsh. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; a dry or hard disposition. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; he is lean but sinewy. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; severely, rigidly. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; severe language.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-vargamu. [Tel. from &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] A wardrobe or set of clothes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;uva. [Tel.] n. A hedge. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;&#x1E6D;u-m&#x101;nu. [Tel.] n. A float of timber, a raft. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC20;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC20;&#xC3E;&#xC30;&#xC3F; ka&#x1E6D;h&#x101;ramu. [Skt.] n. A cross hafted dagger. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2C;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;hamu. [Skt.] n. Voice. &#xC15;&#xC02;&#xC20;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC46;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;le-ga&#x1E0D;&#x1E0D;i-che&#x1E6D;&#x1E6D;u. [Tel.] n. A plant, Chrysopogon aciculatus &#xC15;&#xC47;&#xC33;&#xC3F;&#xC28;&#xC3F;. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;lu. [Tel.] n. The plural of &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; or &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC46; n. Weights, particularly those used by goldsmiths. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC42;&#xC28;&#xC3F;&#xC15; &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;. Plu.&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;r&#x101;yi. [Tel.] n. A flagged floor, a floor laid or paved with stone. A. ii. 54. A stall, stable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;yamu. [Tel.] n. A title or name of honour. &#xC15;&#xC1F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a herald or crier. &#xC15;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to proclaim a title.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;namu. [Tel.] n. A present giving to a ruler, or given by relations to each other at a marriage, &amp;c. A fee, a gift. &#xC15;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; to proclaim the amount of contributions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; ka&#x1E6D;la-purugu. [Tel.] n. A viper or venomous snake barred with black stripes, Russell&apos;s viper. (Russell plate xxxv.) Cobra Manilla.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC20;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;h&#x14D;ramu. [Skt.] adj. Hard, solid, severe, rigid. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC20;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;hillu. [Skt.] v. t. To produce a crackling sound as a striking with a whip.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E6D;hinamu. [Skt.] adj. Solid, hard, severe, difficult, cruel, inflexible. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC15;&#xC21;&#xC2E;&#xC41; &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41; it is hard for him to survive.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;la-m&#x101;ri. [Tel.] adj. A thing that is protected by bars of wood or metal &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;ka&#x1E6D;la-da&#x1E47;da. [Tel.] n. A necklace of alternate rows of black and gold beads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;ka&#x1E6D;la-gudiya. [Tel.] n. A club with bands or rings round it. An iron shod, cudgel. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;</span>&#xA0;&#xA0;ka&#x1E6D;la. [Tel.] Affix. At (denoting either place or season) &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC32; in the morning. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC32; in front.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC24;&#xC40;&#xC17;&#xC46;</span>&#xA0;&#xA0;ka&#x1E6D;la-t&#x12B;ge. [Tel.] n. A plant called Cissampelos Hexandria. &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;ka&#x1E6D;la-sorra. [Tel.] n. A kind of fish, Galeocerdo rayneri. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E6D;li. [Tel.] n. A dooly or litter. &#xC2E;&#xC02;&#xC1A;&#xC2A;&#xC41;&#xC21;&#xC4B;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC2C;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;ka&#x1E6D;la-balla. [Tel.] n. A camp table or stool.
			</div>
                