&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC02;&#xC17;&#xC41; ka&#x1E0D;agu. [Tel] v. n. To venture, dare. To strive or begin &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-ga&#x1E6D;&#x1E6D;u. [Tel.] v. t. To fix, to settle, to determine &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC21;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC47;&#xC16;&#xC32;&#xC41; ka&#x1E0D;a-ga&#x1E6D;&#x1E6D;u-r&#x113;khalu. n. Outlines in drawing, boundaries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-ga&#x1E47;&#x1E0D;lu. [Tel. &#xC15;&#xC21;+&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.] n. Plagues, calamities, evils, dangers, afflictions, miseries, scrapes, troubles. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC32;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC32;&#xC41;. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC41; they were exhausted or knocked up. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they handled him roughly. &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a troublesome fellow &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;u-ka&#x1E6D;&#x1E6D;u. v. n. To scheme, to undertake &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC02;&#xC15; ka&#x1E0D;aka. [Tel. from &#xC15;&#xC21;&#xC15;&#xC41; q. v.] n. An attempt; courage, determination &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;</span>&#xA0;&#xA0;ka&#x1E0D;a. [Tel.] An affix. (Added to the roots of some verbs it forms nouns or adjectives;) &#xC30;&#xC3E;&#xC15;&#xC21; arrival, coming. &#xC2A;&#xC4B;&#xC15;&#xC21; going. &#xC24;&#xC47;&#xC30;&#xC41;&#xC17;&#xC21; settlement. &#xC2E;&#xC28;&#xC41;&#xC17;&#xC21; (from &#xC2E;&#xC28;&#xC41; to live) lifetime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;</span>&#xA0;&#xA0;ka&#x1E0D;a. [Tel.] n. A place, quarter, or direction. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. The end, extremity &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;. Distance &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. Proximity, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC07;&#xC30;&#xC41;&#xC17;&#xC21; on both sides. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC21; at the very end. &#xC15;&#xC21;&#xC15;&#xC41; at last &#xC1A;&#xC3F;&#xC35;&#xC30;&#xC15;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC21; dry ground. &#xC2A;&#xC30;&#xC17;&#xC21; a neighbouring field. &#xC24;&#xC32;&#xC17;&#xC21; a pillow, being the place of head. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC21; at the tree. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC15;&#xC21;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came to him. &#xC15;&#xC21; adj. Last. &#xC05;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC21;&#xC38;&#xC3E;&#xC30;&#xC3F; the last time. &#xC15;&#xC21; (affix) By, near, at. In the hands or possession of. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC21;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have it by me. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32;&#xC15;&#xC21; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they fell down at his feet &#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC21; &#xC06; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26; &#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; it is the custom with us, or among us. &#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC21; at sunset. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC32;&#xC15;&#xC21; early. &#xC30;&#xC47;&#xC2A;&#xC15;&#xC21; in the morning. &#xC15;&#xC21;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC15;&#xC21;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41; ka&#x1E0D;aku-p&#x14D;vu. To be menstruous. &#xC15;&#xC21;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; ka&#x1E0D;a-kannu. n. The corner of the eye. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC21;&#xC15;&#xC02;&#xC1F;&#xC1A;&#xC42;&#xC1A;&#xC41; ka&#x1E0D;aka&#x1E47;&#x1E6D;a-&#x1E6D;s&#x16B;&#x1E6D;su. v. n. To glance, view sidelong, to look askance. &#xC15;&#xC21;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F; ka&#x1E0D;a-koravi. n. A fire brand not quite burnt up &#xC15;&#xC3E;&#xC32;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC15;&#xC21;&#xC17;&#xC3E; ka&#x1E0D;a-g&#x101;. adv. Aside, away. &#xC15;&#xC21;&#xC32;&#xC47;&#xC28;&#xC3F; ka&#x1E0D;a-l&#x113;ni. adj. Endless. &#xC15;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; ka&#x1E0D;a-v&#x101;&#x1E0D;u.n. A stranger &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. The last male child &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC21;&#xC38;&#xC3E;&#xC30;&#xC3F; kada-s&#x101;ri. adj &amp; adv. Last, the last time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2A;&#xC1F;</span>&#xA0;&#xA0;ka&#x1E0D;apa&#x1E6D;a. [Tel.] adv. At the end, at length. at last. &#xC24;&#xC41;&#xC26;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;apa-che&#x1E6D;&#x1E6D;u. [Tel.] n. Barringtonia acu&#x1E6D;angula, sometimes called the Indian Oak Tree (Watts.) &#xC15;&#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2A;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC2A; ka&#x1E0D;apa. [Tel.] n. A threshold. A gateway. (Metaph.) a house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-t&#x113;ru. [Tel.] v. n. To be concluded or finished. &#xC24;&#xC40;&#xC30;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41; he prevents me from succeeding. &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; ka&#x1E0D;a-t&#x113;r&#x1E6D;su. v. a. To relieve or save &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC24;&#xC46;&#xC17;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-tegu. [Tel.] v. i. To be finished &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC1A;&#xC41; ka&#x1E0D;a&#x1E6D;su. [Tel.] v. n. To elapse, pass &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To exceed a limit. &#xC2E;&#xC47;&#xC30;&#xC2E;&#xC40;&#xC30;&#xC41;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; (Metaphorically) to die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To perish &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To leap across, to cross &#xC26;&#xC3E;&#xC1F;&#xC41;. To pass (time), to finish. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC21;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; they have nothing to live on. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC21;&#xC35;&#xC26;&#xC41; I have nothing to live on. &#xC07;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC21;&#xC35;&#xC26;&#xC41; I cannot get on without this. &#xC15;&#xC21;&#xC35;&#xC2C;&#xC21;&#xC41; Same as &#xC15;&#xC21;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC1A;&#xC40;&#xC32;</span>&#xA0;&#xA0;ka&#x1E0D;a-ch&#x12B;la. [Tel.] n. A linch pin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC1A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-&#x1E6D;sanu. [Tel.] v. i. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To perish &#xC28;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To end, to be finished &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;. v. t. To leap across, to cross &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC15;&#xC21;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; pure gold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-go&#x1E6D;&#x1E6D;u. [Tel.] adj. The youngest, the last &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;. &#xC15;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; the last child born; the youngest of a house. v. i. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D;.&quot; &#xC38;&#xC3E;. i.
			</div>
                