&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-ve&#x1E37;&#x1E37;u. [Tel.] v. n. To be finished, closed, ended. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;. v. t. To cross &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC15;&#xC21;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3E; ka&#x1E0D;a-ve&#x1E37;&#x1E37;&#x101;. adv. Completely, throughout, everywhere.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2A;&#xC32;</span>&#xA0;&#xA0;ka&#x1E0D;a-pala. [Tel.] n. The end. &#xC15;&#xC21;&#xC2A;&#xC32;&#xC3F; ka&#x1E0D;apali. adj. Last, final, ulterior.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC3E;&#xC38;&#xC2E;&#xC41; kada-vasamu. [Tel.] n. A dried skin or mat used by ascetics as a bed. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC4B;&#xC32;&#xC41;. &#xC15; &quot;&#xC15;&#xC21;&#xC35;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4B;&#xC32;&#xC32;&#xC41; &#xC15; &#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC40;&#xC30;&#xC32;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC35;&#xC24;&#xC40;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;ava-t&#x12B;&#x1E6D;u. [Tel.] n. A kind of drum &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC35;</span>&#xA0;&#xA0;ka&#x1E0D;ava. [Tel.] n. A large water pot or earthen vase. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; ka&#x1E0D;alu-konu. [Tel.] v. n. To gleam, to flash, flicker, as light. &quot;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC15;&#xC3E;&#xC24;&#xC3F; &#xC15;&#xC21;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC17;&quot; B. VIII. 450. The brilliancy of the earrings flashed over her polished cheeks. To increase or spread or extend. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC21;&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. To spread &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;ali. [Tel.] n. The sea. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC21;&#xC32;&#xC3F; the sea of milk. &#xC15;&#xC21;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; Lakshmi. &#xC15;&#xC21;&#xC32;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41; the god Varu&#x1E47;a. &#xC15;&#xC21;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28; the moon. &#xC15;&#xC21;&#xC32;&#xC41; ka&#x1E0D;alu. n. A wave. &#xC05;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-y-illu. [Tel.] n. The last house. The next world, heaven. BD. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;a-mu&#x1E6D;&#x1E6D;u. [Tel.] v. i. To be finished, reach the end. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC24;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;. To accrue to, to come to &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC21;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; ka&#x1E0D;a-mu&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To finish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2E;</span>&#xA0;&#xA0;ka&#x1E0D;ama. [Tel.] n. The rest, remainder. &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A deficit &#xC15;&#xC4A;&#xC30;&#xC24;. Want, defect, deficiency. &#xC12;&#xC15; &#xC35;&#xC30;&#xC39;&#xC3E; &#xC15;&#xC21;&#xC2E; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC46; there was one pagoda wanting. &#xC15;&#xC21;&#xC2E;&#xC2A;&#xC21;&#xC41; ka&#x1E0D;ama-pa&#x1E0D;u. v. i. To be wanting, to be deficient. &#xC15;&#xC4A;&#xC30;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC2A;&#xC41; ka&#x1E0D;apu. [Tel.] v. t. To put off, to send away without giving any thing &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. To drive &#xC24;&#xC4B;&#xC32;&#xC41;. To let go &#xC35;&#xC26;&#xC32;&#xC41;. &#xC15;&#xC21;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a rudder. &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;imi&#x1E0D;i. [Tel.] adj. Grassy &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC17;&#xC32; (&#xC28;&#xC47;&#xC32;)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;imi. [Tel.] n. Greatness, excess. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Bravery, gallantry. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. adj. Vast, great, brave. adv. Greatly, much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;idi. [Tel.] adj. Extreme, great &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Impossible &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; Difficult &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;. n. Danger &#xC06;&#xC2A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;iti. [Tel.] n. A sambur. &#xC15;&#xC23;&#xC41;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; ka&#x1E0D;i-tamu. [Kan.] n. A folding account book formed of cloth covered with black paste and polished like a slate. On these leaves accounts are written with soap stone. &#xC2C;&#xC32;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;i-gin&#x1E6D;su. [Tel. from &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;.] v. a. To cause to wash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;ai-kha&#x1E47;&#x1E0D;alu. [from Skt. &#xC16;&#xC02;&#xC21;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;.] n. Bits, fragments.. &#xC15;&#xC21;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; piecemeal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;i. [Tel.] n. A mouthful, a morsel. &#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41;. &#xC2A;&#xC47;&#xC21;&#xC15;&#xC21;&#xC3F; cowdung. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC3F; curds. (plu. &#xC15;&#xC33;&#xC4D;&#xC32;&#xC41;.) Smell &#xC35;&#xC3E;&#xC38;&#xC28;. &#xC15;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41; ka&#x1E0D;a-gonu. v. i. To eat in mouthfuls &#xC15;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;&#x101;ramu. [Skt.] n. Dark tawny colour &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3E;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;&#x101;mi-che&#x1E6D;&#x1E6D;u. [Tel.] n. The tree called Nauclea Cadamba. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC21;&#xC3E;&#xC2E;&#xC3F; the name of a certain species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;&#x101;ni. [Tel.] adj. Pure, fine, as gold. Bright, glittering. n. &#xC05;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F; Pure gold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC35;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; ka&#x1E0D;a-vottu. [Tel.] n. The beam that lies along the top of the wall and sustains the roof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC2E;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;ka&#x1E0D;a-munta. [Tel.] n. A small pot. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC21;&#xC35;&#xC38;&#xC2E;&#xC41; (q. v.)
			</div>
                