&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;i-ve&#x1E0D;u. [Tel. from &#xC15;&#xC21;&#xC35;.] n. A potful.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;iyamu. [Tel.] n. A bracelet or anklet. &#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; a kind of round ring-like cake &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC5B;&#xC41; ka&#x1E47;azu. [Tel.] n. A portico with a tiled roof. A wasp. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;ajamu. [Tel.] n. A grain cellar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC1C;</span>&#xA0;&#xA0;ka&#x1E47;aja. [Tel.] n. An embankment or dam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC21;&#xC17;&#xC41;. &#xC15;&#xC23;&#xC15; Same as &#xC15;&#xC21;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC15;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;aku. [Tel.] n. A firebrand. &#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;. Fire &#xC07;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E0D;&#x1E0D;i. [Tel.] n. A stick, an ingot. bar of metal. A tube or catheter &#xC15;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2A;&#xC41;&#xC21;&#xC15;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC1A;&#xC40;&#xC30;&#xC32;&#xC41; cloths with black edges. &#xC15;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to pass a catheter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;&#x1E0D;&#x101;yamu. [Tel.] n. Compulsion, force: exaction: forcing people to pay the price set upon articles &#xC2C;&#xC4B;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC2F;&#xC2E;&#xC41; an order to receive grain or salt at a high price.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC4D;&#xC2A;&#xC41; ka&#x1E0D;upu. [Tel.] n. The belly or stomach. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is very hungry; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to stint oneself, restrain one&apos;s appetite. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC1F; heart burning, malice, envy. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; the thoughts of his heart. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he reared me tenderly. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be pregnant or with child. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; she had a miscarriage. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to effect miscarriage, to cause an abortion. &#xC2A;&#xC30;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; an empty or fasting stomach. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC17;&#xC41; an empty or fasting stomach. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; the abdomen. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F; to be happy or blessed. &#xC15;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC41;&#xC28;&#xC4B;&#xC2A;&#xC3F; belly ahe, stomach ache. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC42;&#xC26;. (&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;+&#xC0A;&#xC26;.) a cattle disease in which the belly is bloated; also, envy &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC23;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; ka&#x1E0D;uduru. [Tel.] n. A wild bee. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC4D;&#xC17;&#xC41; ka&#x1E0D;ugu. [Tel.] v. a. To wash, lave, cleanse. n. The water in which rice, &amp;c., has been washed &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC30;&#xC41;, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;u-konu. [Tel.] v. i. To excel &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To rejoice &#xC09;&#xC24;&#xC4D;&#xC38;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;u. [Tel.] adv. Much, greatly. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;ise-che&#x1E6D;&#x1E6D;u. [Tel.] n. A tree called Cluytia Collina. Rox. iii. 732.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;ka&#x1E0D;i-v&#x14D;vu. [Tel. &#xC15;&#xC21;&#xC3F;+&#xC2A;&#xC4B;&#xC35;&#xC41;.] v. i. To be spoiled &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC15;&#xC21;&#xC3F;&#xC35;&#xC4B;&#xC28;&#xC3F; excellent, unspoiled. &#xC1A;&#xC46;&#xC21;&#xC28;&#xC3F;. P. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1C;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC24;</span>&#xA0;&#xA0;kata. [from Skt &#xC15;&#xC25;] n. Atale or story.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC41;&#xC1C;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;uju. [Tel.] n. The deer called Sambur. Cervus Hippelaphus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC3F;&#xC38;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;isemu. [Tel.] n. An ear of corn: &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E47;iti. [Tel.] n. A sambur. &#xC15;&#xC23;&#xC41;&#xC5B;&#xC41;. Also, a lump, a bump, a wen. &#xC15;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ka&#x1E47;sika. [Tel.] n. A bit, piece or stick. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC23;&#xC3F;&#xC15; a stick of sealing wax. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;&#xC15;&#xC23;&#xC3F;&#xC15; a stick of the Nall&#x113;ru plant. &#xC15;&#xC23;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; a hard species of black and white marble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;amu. [Skt.] n. A particle or atom. &#xC18;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC23;&#xC2E;&#xC41; a drop of sweat. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC23;&#xC2E;&#xC41; a spark of fire. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; tears of joy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC24;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC24; ka&#x1E47;ata. [Tel.] n. The temples of the head, the part of the forehead that moves as the jaw moves.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC23;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E47;ayamu. [Tel.] n. A kind of javelin &#xC15;&#xC41;&#xC02;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;; a kind of arrow &#xC2C;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
                