&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;katri. [Tel.] n. A part or division of a game called &#xC1C;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC23;&#xC3F;. &#xC09;. &#xC30;&#xC3E;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;</span>&#xA0;&#xA0;kattera. [Tel.] n. Scissors. The constellation or sign called &#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. The period of time when the sun is between the signs &#xC2D;&#xC30;&#xC23;&#xC3F;, &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F; and &#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30; &#xC15;&#xC3E;&#xC32;&#xC41; kattera-k&#x101;lu. n. The upright cross pieces of wood in a dooly or litter, that connect the bottom with the pole above. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; kattera-gaddamu. n. A cropped beard. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; kattera-g&#x101;yamu. n. A certain kind of window &#xC17;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC1A;&#xC40;&#xC32; kattera-ch&#x12B;la. n. A pin on which a lever acts. &#xC2E;&#xC40;&#xC1F; &#xC06;&#xC21;&#xC47; &#xC1A;&#xC40;&#xC32;. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC26;&#xC4A;&#xC02;&#xC17; kattera-donga. n. A cut purse. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC40;&#xC32;&#xC41; kattera-b&#x101;vil&#x12B;lu. n. An ornament of gold and gems worn by women near the top of the ear. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC2F;&#xC46;&#xC02;&#xC21; kattera-ye&#x1E47;&#x1E0D;a. n. Fierce heat. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC30;&#xC3E;&#xC2F; kattera-r&#x101;yi. n. Marble; a kind of black stone, which is sonorous like metal. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; kattera-v&#x101;samulu. n. Bamboos arranged against each other like the blades of scissors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC26;&#xC33;&#xC3F; kada&#x1E37;amu. [Skt.] n. A plantain tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kadaramu. [Skt.] n. A kind of tree, the Mimosa Catechu. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; &#xC05;&#xC02;&#xC24;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30;. A saw &#xC30;&#xC02;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kadamu. [H.] n. A footstep. twelve inches. Trotting (as a horse does): &#xC15;&#xC26;&#xC2E;&#xC41; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; to trot (as a horse)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC26;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC2A;&#xC3E;</span>&#xA0;&#xA0;kadap&#x101;. [H.] n. An agreement, a written bond. &#xC13;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;, &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A counter agreement. &#xC15;&#xC26;&#xC2A;&#xC3E;&#xC2C;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to fabricate a counter lease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kadannamu. [Skt.] n. Vile food, trash. &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kadanamu. [Skt.] n. A battle, combat, encounter. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC26;&#xC02;&#xC2C;&#xC15;&#xC2E;&#xC41; kadambamu. [Skt.] n. A mixture. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC41;. An assembly, a collection &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A garland of various flowers, a mixture of divers things, a miscellany. &#xC2C;&#xC3E;&#xC23;&#xC15;&#xC26;&#xC02;&#xC2C;&#xC15;&#xC2E;&#xC41; a flight or cloud of arrows. &#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41; an assembly of kings. A certain flowering plant called Nauclea Cadamba. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41; &#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;. &#xC06;&#xC35;&#xC3E;&#xC32;&#xC41;. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41; Anthocephalus Cadamaba (Watts.) &#xC15;&#xC26;&#xC02;&#xC2C;&#xC2A;&#xC4A;&#xC21;&#xC3F; kadamba-po&#x1E0D;i. n. Pouncet. A fragrant powder compounded of various essence. &#xC15;&#xC26;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41; kadambin&#x1E6D;su. v. i. To be mixed &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. To mix &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;</span>&#xA0;&#xA0;kada. [Tel.] n. The barb of an arrow or of a fish hook. &#xC15;&#xC26; Interj. Is it not so; indeed. n. [from Skt. &#xC15;&#xC25;.] &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC25;</span>&#xA0;&#xA0;katha. [Skt.] n. A book containing a legendary tale. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24; &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. A story, tale, fable, chronicle: a riddle or puzzle. &#xC15;&#xC25;&#xC35;&#xC47;&#xC2F;&#xC41;. v. n. To give a riddle to be solved. &#xC15;&#xC25;&#xC15;&#xC41;&#xC21;&#xC41; katha-ku&#x1E0D;u. n. A chronicler. A story teller &#xC15;&#xC25; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC25;&#xC28;&#xC2E;&#xC41; kathanamu. n. Telling &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; kathin&#x1E6D;su. v. t. To tell, relate, narrate &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC15;&#xC25;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC40; &#xC15;&#xC1C;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC2F;&#xC32;&#xC30;&#xC28;&#xC4D;&quot; &#xC39;&#xC30;&#xC3F;. &#xC09;. v. &#xC15;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; kathi-tamu. adj. Said, that which is said &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC3F;&#xC30;</span>&#xA0;&#xA0;kadira. [Tel.] n. A slender pipe-shaped fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kadiyu. [Tel.] v. n. To approach, to come near. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To become equal. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. v. a. To encounter, to meet, join &#xC1A;&#xC47;&#xC30;&#xC41;. &#xC15;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; to begin and then retreat ruins all. &#xC15;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; kadiyinttod;su. v. a. To join, to cause to join or unite &#xC15;&#xC26;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC26;&#xC41;&#xC32;&#xC41; kadalu. [Tel.] v. n. To move, stir, move from or removed, to totter or shake, to be displaced or dislocated. To attempt, to try &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To set out on a journey. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC1F;&#xC3F; &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the knee joint is dislocated. n. Movement &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. Trail &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC26;&#xC32;&#xC41;&#xC21;&#xC41; kadalu&#x1E0D;u. n. A journey &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41; kadalin&#x1E6D;su. v. t. To move, stir, shake, jog: to mention &#xC15;&#xC26;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC26;&#xC32;&#xC3F;&#xC15; kadalika. n. Motion, stirring. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. Trail, attempt &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
                