&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC26;&#xC2A;&#xC41; kadupu. [Tel.] v. n. To move. To cause to move. &#xC15;&#xC26;&#xC41;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kadupu. [Tel.] n. A herd of cattle or flock of sheep. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC26;. &#xC0E;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41; a herd of buffaloes. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41; a herd of swine. &#xC32;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41; a herd of antelopes. &#xC17;&#xC42;&#xC2C;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41; a flock of owls. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41; a flock of parrots. &#xC24;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41; a swarm of bees.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;kadugu. [Tel.] v. n. To doubt, fear, hesitate. BD. vii. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;kadukonu. [Tel. &#xC15;&#xC26;&#xC41;&#xC2E;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To be proud &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kaduku. [Tel.] v. n. To eat. BD. vii. 1888.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC40;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kad&#x12B;mu. [H.] n. An old servant, an old inhabitant. &#xC2A;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC2A;&#xC41;. &#xC15;&#xC26;&#xC40;&#xC2E;&#xC41;&#xC32;&#xC41; the old and hereditary cultivators of a village &#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC15;&#xC28;</span>&#xA0;&#xA0;kanakana. [Tel.] adv. Blazingly, intensely, glowingly. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC24;&#xC4B;. &#xC15;&#xC28;&#xC15;&#xC28;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC28;&#xC15;&#xC28;&#xC2E;&#xC28;&#xC41; to glow, as a blazing fire. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;kadruva. [Skt.] n. The name of the mythological mother of serpents.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaddumu. [Tel.] adj. Thick, dense. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;kaddu. [Tel. for &#xC15;&#xC32;&#xC26;&#xC41;.] It is; it happens usually. It is the case. --See &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; it is usual to say so. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; it frequently is the case. &#xC05;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC2F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC17;&#xC3E; two days before new moon. (Lit. when they said, after two days it will be new moon). It is opposed to &#xC32;&#xC47;&#xC26;&#xC41;, thus &#xC15;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC47;&#xC26;&#xC28;&#xC15; he neither said yes nor no.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC46;</span>&#xA0;&#xA0;Same as &#xC17;&#xC26;&#xC3E;. (q. v.) (This is used in speaking to a woman.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC41;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kadush&#x1E47;amu. [Skt. &#xC15;&#xC24;&#xC4D;+&#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;.] n. Gentle warmth. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC21;&#xC3F;. adj. Warm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;kaduru. [Tel.] v. n. To extend, spread. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. v. a. To frighten. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC21;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F; eyes full of shame. &quot;&#xC2E;&#xC47;&#xC28;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC28;&#xC4D; &#xC17;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;.&quot; P. iii. 36. In M. Dro. i. 326. &#xC15;&#xC4B;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC26;&#xC41;&#xC30;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC17;&#xC3E; In T. iii. 88. &apos;&#xC15;&#xC26;&#xC41;&#xC30;&#xC41;&apos; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;. In Dassav. iv. 250. &quot;&#xC2D;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC39;&#xC15;&#xC39;&#xC2E;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;,&quot; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;kana-par&#x101;ku. [Tel.] n. A kind of arrow. &#xC17;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;. A. vi. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC24;&#xC4D;</span>&#xA0;&#xA0;kanat. [Skt.] adj. Bright, shining. Vasu. iv. 23.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC17;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;kanagarta. [Tel] n. A kind of fish, a species of scomber. (Russell, plate 136.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;kanak&#x101;ngi. [Skt.] adj. Bright bodied. Golden-hued (woman). &#xC15;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; kanak-&#x101;mbaramu. n. Gold cloth. The name of a beautiful yellow flower. &#xC15;&#xC28;&#xC15;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; kanak&#x101;bhish&#x113;kamu. n. Lavishing wealth. Showering gifts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanakamu. [Skt.] n. Gold. &quot;&#xC15;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC38;&#xC4C;&#xC30;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&quot; (L. XIX. 332.) &quot;Marvellous as would be fragrance in gold: it is as strange as though gold were fragrant. (The Telugu poets frequently mention this fancy; that, were gold gifted with fragrance, it would be indeed perfect.) &quot;&#xC2D;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC47;&#xC32; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC35;&#xC3E;&#xC38;&#xC28;, &#xC15;&#xC28;&#xC15;&#xC2E;&#xC41; &#xC24;&#xC28;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC38;&#xC46;.&quot; &#xC35;&#xC47;&#xC2E;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kadumu. [Tel.] n. A lump, a swelling, a bump. &#xC35;&#xC3E;&#xC2A;&#xC41;, a tumour. &#xC17;&#xC21;&#xC4D;&#xC21;. v. a. To encroach upon, to occupy &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To push away. To rebuke, check. &#xC15;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to struggle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;kaduru. [Tel.] n. A spindle, an awl. A sort of fish.
			</div>
                