&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kanikaramu. [Tel.] n. Kindness, compassion. &#xC26;&#xC2F;. Sorrow &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC15; &quot;&#xC24;&#xC28;&#xC15;&#xC41;&#xC02;&#xC26;&#xC28;&#xC2F;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;&#xC15;&#xC3F;, &#xC17;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;. iii. &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41; to be kind to, or favour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;kan&#x101;lu. [Eng.] n. A canal. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;kan&#x101;rilu. [Tel.] v. n. To be angry, &#xC15;&#xC4B;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC32;&#xC41;</span>&#xA0;&#xA0;kanalu. [Tel.] n. Anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. A burning sensation &#xC2E;&#xC02;&#xC1F;. v. n. To be angry. &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;. To burn, to give pain. &#xC2E;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC30;&#xC41;</span>&#xA0;&#xA0;kanaru. [Tel.] n. Acridity, tartness. Bitterness. &#xC15;&#xC02;&#xC26;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC26;&#xC41;&#xC30;&#xC26;, &#xC28;&#xC38;, &#xC12;&#xC17;&#xC30;&#xC41;. adj. Unpleasant &#xC05;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;kanamu-ch&#x113;pa. [Tel.] n. A fish, species of Cyprinus. Russell, plate 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; kanamu. [Tel.] n. A tree called Saccharum exaltatum. Rox. i. 245.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC2E;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC41;&#xC2E; kanama. [Tel.] n. A gap, opening, breach. A defile, pass. &#xC38;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC38;&#xC02;&#xC26;&#xC41;, &#xC26;&#xC4B;&#xC35;. A scar &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; one whose face is pitted with the small pox.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;, &#xC17;&#xC28;&#xC41;&#xC15; or &#xC17;&#xC28;&#xC15; kanuka. [Tel.] adv. Therefore, seeing which, so, thereby.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC41;</span>&#xA0;&#xA0;kanu. [Tel.] n. The eye. See &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. v. a. To see, perceive, observe. To know or understand. To bear or bring forth (young or fruit.) &quot;&#xC28;&#xC28;&#xC32;&#xC4D;&#xC4D;&#xC17;&#xC28;.&quot; (A. v. 132.) bearing blossoms. To beget. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; one who has four children. To experience, feel, enjoy. &#xC07;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC46;&#xC35;&#xC30;&#xC41; who among these has been to heaven. &#xC35;&#xC3F;&#xC2E;&#xC32;&#xC24;&#xC17;&#xC28;&#xC3F;&#xC30;&#xC3F; they acquired holiness. &#xC15;&#xC28;&#xC3F; / (the past p) is used adverbially; clearly, distinctly. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wrote his letter with an eye to this point. &#xC15;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to specify clearly in words, to particularize. &#xC15;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; the seeing and not perceiving. Oversight. Ila. i. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kan&#x12B;samu. [from Skt. &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;.] adj. Smallest, least. &#xC05;&#xC27;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC40;&#xC2F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;kan&#x12B;yasi. [Skt.] n. A younger sister. &#xC15;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; kan&#x12B;yu&#x1E0D;u. n. A very low man &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. A younger brother &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kan&#x12B;nika. [Skt.] n. The pupil of the eye. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;kanisi-ch&#x113;pa. [Tel.] n. A fish, a species of mullet. Russell, plate 181.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;kanish&#x1E6D;ha. [Skt.] n. A young sister. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;. The little finger &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41;. &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; the least. &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15; the little finger. &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; the youngest brother. &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; the youngest sister.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kaniyu. [Tel.] v. n. To be overripe &#xC2E;&#xC3E;&#xC17;&#xC41;. &quot;&#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC17; &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kani-pe&#x1E6D;&#x1E6D;u. [Tel.] v. n. To wait, expect. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;. To watch, guard, tend. To find out, discover. &#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41; your dependants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17;</span>&#xA0;&#xA0;kanipu-t&#x12B;ga. [Tel.] A plant called Roxburghia gloriosoides. Rox. ii. 234.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kanipin&#x1E6D;su. [Tel.] v. n. To seem, appear, be known, to come on. &#xC15;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; a pain came on and he lay down. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC32; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he has a headache. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she has got the small pox.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC41;&#xC15;&#xC28;&#xC41;</span>&#xA0;&#xA0;kanu-kanu. [Tel.] v. n. To be alert, to have one&apos;s senses about one. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC17;&#xC3E;&#xC15; &#xC15;&#xC28;&#xC41;&#xC15;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC1F;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. V&#x113;ma. i. 45.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC41;&#xC15;&#xC28;&#xC3F;</span>&#xA0;&#xA0;kanu-kani. [Tel.] n. Nervousness. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC15; &#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC17;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC24;&#xC2C;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC4D;. &#xC15;&#xC33;&#xC3E;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; kanu-ka&#x1E6D;&#x1E6D;u. [Tel.] n. Legerdemain &#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
                