&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2F; kannemu. [Tel.] n. A fowl&apos;s gizzard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F; kanne. [Tel.] n. A virgin, a young girl, a daughter. Same as &#xC15;&#xC28;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kannu-tiriki. [Tel.] n. A fish called Trygon kuhlii (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC28;&#xC41; kannu. [Tel.] n. The eye. &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Sight &#xC1A;&#xC42;&#xC2A;&#xC41;. An orifice, small hole or hollow &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. The black mark in the middle of the parchment or of a drum. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. A trace &#xC5B;&#xC3E;&#xC21;. The bush for box in a carriage wheel &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. An arch or a span in a bridge &#xC35;&#xC02;&#xC24;&#xC46;&#xC28;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. The eye-like spot in a peacock&apos;s train &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. The mesh of a net &#xC35;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. The eye or joint or knot in a cane or reed &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC17;&#xC28;&#xC41;&#xC35;&#xC41; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;. &#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; the small end of the drum. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to open the eye. The abl. is &#xC15;&#xC02;&#xC1F; thus &#xC15;&#xC02;&#xC1F;&#xC2C;&#xC21;&#xC41; to fall into the eye, to be in view. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC35;&#xC41; he cannot see &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC28;&#xC2C;&#xC21;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a blind man. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; I turned giddy. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to look angry. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC46;&#xC30;&#xC4D;&#xC30; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to make one&apos;s eyes inflamed with wrath. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; kannu-ga&#x1E6D;&#x1E6D;u. n. Fascination, deluding. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; to delude, or blind the eyes. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; magic,legerdemain. The art of being invisible. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC35; or &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC4B;&#xC2F;&#xC3F; A pair of eyes. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; or &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; tears. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41; (R. 1. 107.) To evade, delude. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F;&#xC28;&#xC17;&#xC02;&#xC24; a blindman&apos;s buff. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC41; as though blind. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC17;&#xC41; or &#xC15;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC41; to delude &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC1A;&#xC42;&#xC1A;&#xC41; to see with one&apos;s own eyes, view distinctly. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to cast an eye on, to long for &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; the sugar cane &#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; Cupid &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41; .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;kann&#x12B;ru. [Tel. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC28;&#xC40;&#xC30;&#xC41;.] n. Tears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC28;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC24;</span>&#xA0;&#xA0;kann&#x101;ta. [Tel.] n. A hug or catch in wrestling. T. iii. 121. Ila. 1. 137. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC32;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to try a fall in wrestling, (The various words about wrestling, given in ABA. ii. 393 are not explained in any book; and are not understood by wrestlers at the present day.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;kann&#x101;ku. [Tel. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC06;&#xC15;&#xC41;.] n. The spoke of a spinning wheel, which, being the last put in, keeps the rest all tight. The outside leaf in a bundle of betal leaves. The finishing bit or corner stone; that which keeps all the rest right. A noble or excellent person. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC17;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC30;&#xC41;&#xC21;&#xC41;. M. VI. i. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, or &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; kanne-l&#x113;&#x1E0D;i. [Tel.] n. The bird called the Bastard Florikin: or stone-curlew, &amp;OE;dicnemus scolopax. (F.B.I.) &#xC15;&#xC3E;&#xC30;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kapa&#x1E6D;amu. [Skt.] n. Hypocrisy, insincerity, cunning, artifice, dissimulation. &#xC15;&#xC2A;&#xC1F;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; feigned sleep. &#xC15;&#xC2A;&#xC1F;&#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC48;&#xC1F;&#xC2D;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; he who wore the form of a tortoise. &#xC15;&#xC2A;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC2A;&#xC1F;&#xC3F; kapa-&#x1E6D;asthu&#x1E0D;u. n. A hypocrite &#xC15;&#xC2A;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; kapa&#x1E6D;in&#x1E6D;su. v. n. To be hypocritical &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC46;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kany&#x101;-kubjamu. [Skt.] n. The country called Canouj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;, &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F; or &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46; kanya. [Skt.] n. A virgin, a maiden. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;. Daughter &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. A maiden, a damsel. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. The sign Virgo. adj. 1. New &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; new or fresh flash of lightning 2. Young or small. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; the onset in a battle &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC3E;&#xC35;&#xC3F; a poor well, one not abounding in water. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41; the skin of a young tiger. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC3E;&#xC35;&#xC3F; a young mango tree. &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; kanya-tanamu. n. Maidenhood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kannerikamu. [Tel.] n. Maidenhood, virginity. &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to deflower.
			</div>
                