&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kapiththamu. [Skt.] n. The wood apple. Fcronia elephantum (Roxb.) &#xC35;&#xC46;&#xC32;&#xC17;&#xC35;&#xC02;&#xC21;&#xC41;. &quot;&#xC17;&#xC1C;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC15;&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC25;&#xC35;&#xC24;&#xC4D;&quot; good in appearance but worthless like a wood apple eaten by an elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kapinjalamu. [Skt.] n. The Francoline partridge. Francolinus vulgaris (F.B.I.) P. iii. 96. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;kapi. [Skt.] n. A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC15;&#xC2A;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; a title of Arjuna. &#xC15;&#xC2A;&#xC3F;&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; a monkey-like grasp, obstinacy, pertinacity. (This alludes to a mode of catching a monkey, by putting grain into a cocoanut with a hole large enough to admit the monkey&apos;s hand: he thrusts it in, and after grasping the grain, his fist is caught in the hole: he obstinately refuses to let the grain go, and thus is secured.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kap&#x101;lamu. [Skt.] n. The skull &#xC24;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;. &#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; kap&#x101;la-m&#x14D;kshamu. n. The bursting of the skull: lit. deliverance through the skull. Breaking the skull of a corpse to allow the spirit to escape. &#xC15;&#xC2A;&#xC3E;&#xC32;&#xC3F; kap&#x101;li. n. The skull-bearing god. Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kapardamu. [Skt.] n. The braided or matted locks of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC1C;&#xC21;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC15;&#xC2A;&#xC30;&#xC4D;&#xC26;&#xC3F; kapardi. n. A title of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2A;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;kappara-p&#x14D;lu. [Tel.] n. A light cloth woven like bunting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; kapparamu. [Tel.] n. Agitation, emotion. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2A;&#xC21;&#xC41; kappara-pa&#x1E0D;u. v. n. To be eager, to be agitated, to be nervous over a thing. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2A;&#xC21;&#xC28;&#xC47;&#xC32;.&quot; V&#x113;ma. i. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kappamu. [Tel.] n. Tribute. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pay tribute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kappa-t&#x101;&#x1E37;amu. [Tel.] n. A pad-lock. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kappa&#x1E0D;amu. [Tel.] n. Cloth. &#xC15;&#xC3E;&#xC35;&#xC3F; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41; cloth dyed red.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;kappa. [Tel.] n. A frog. &#xC09;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A; or &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A; a chunam frog or flying frog. &#xC2C;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A; the bull frog. &#xC24;&#xC32;&#xC15;&#xC2A;&#xC4D;&#xC2A; a tadpole. &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC15;&#xC2A;&#xC4D;&#xC2A; a frog that in croaking produces a sound like &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A; one that produces a sound like tick, tuck. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A; one that produces a sound like ugm, ugm. &#xC30;&#xC3E;&#xC1A;&#xC15;&#xC2A;&#xC4D;&#xC2A; and &#xC17;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A; are other species. Various species of fish are called &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;. See Russell, plates 19 to 20. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; kappa-kurupu. n. An abscess in the heel. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; kappa-chippa. n. A bivalve shell. &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kap&#x14D;lamu [Skt.] n. The check, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC2A;&#xC4B;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC15;&#xC25; a story made out of one&apos;s own head, an original story.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kap&#x14D;tamu. [Skt.] n. A dove. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;. A pigeon &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15; kap&#x14D;ta-p&#x101;lika. n. A dove-cot, a pigeon house. &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4B;&#xC23;&#xC3F;</span>&#xA0;&#xA0;kap&#x14D;&#x1E47;i. [Skt.] n. The elbow. &#xC2E;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kapi-l&#x14D;hamu. [Skt. from &#xC15;&#xC2A;&#xC3F;&#xC32;+&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;.] n. The &quot;tawny metal,&quot; i.e., brass. &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC46;</span>&#xA0;&#xA0;kapile. [Tel.] n. A water lift consisting of a large leathern bucket which is raised and lowered by a rope passing over a wheel and drawn by bullocks. &#xC2E;&#xC4B;&#xC1F;. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC46;&#xC24;&#xC4B;&#xC32;&#xC41; to draw water by means of such a water-lift. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC46;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; the iron ring that forms the lip of the leather bucket in such a well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kapilamu. [Skt.] adj. Dun, dark brown, tawny &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC30;&#xC02;&#xC17;&#xC41;&#xC17;&#xC32;.
			</div>
                