&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaphamu. [Skt.] n. Phlegm. &#xC24;&#xC46;&#xC2E;&#xC21;. &#xC15;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC15;&#xC2B;&#xC3F; kaphi. n. A phlegmatic person. &#xC15;&#xC2B;&#xC30;&#xC4B;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;</span>&#xA0;&#xA0;kappera. [Tel.] n. An earthen dish, trencher or porringer used in begging alms. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A small vessel or jar. &#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;, &#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC35;&#xC41;, &#xC38;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC46;. A skull &#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kappuramu. [from Skt. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;.] n. Camphor. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC17;&#xC02;&#xC26;&#xC3F; a woman who wears scented clothes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kappu. [Tel.] n. A covering, a cover; the outside of anything: the husk of grain. The exterior surface or coat. Thatch, roof. Colour, as being a cover. Darkness. Blackness: also the dark colour applied to the teeth by some natives. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC2A;&#xC48;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; the thatch. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; a cover. adj. Black, dark, deep (as colour) &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC3E;&#xC2E;&#xC28; dark red. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; a peacock, as its neck is black. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3F; fire. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A; sap green. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a sapphire &#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC32; the &quot;black hill.&quot; &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC15;&#xC4A;&#xC02;&#xC21;. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC47;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC41; the planet Saturn. (&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41; = &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.) &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC41; crimson rubies. v. n. To spread, extend, come on, to cover, to settle as clouds or smoke. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;. v. a. To cover, to place as a covering. &#xC06;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; kappu-konu. v. a. and n. To cover oneself with. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to greet: or rejoice at the sight of. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; kappu&#x1E0D;u. n. Covering &#xC06;&#xC1B;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; kappuden&#x1E6D;su Same as &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; v. n. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32; kappu-balla. n. A plank of wood placed above the lintel of a door &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kappiri-g&#x101;&#x1E0D;u. [Tel.] n. The nightjar or goat-sucker, a bird that flies in the gloaming. There are several species. Caprimulgus asiaticus. C. inacrurus. C. indicus (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kappiri. [Tel.] adj. Dusky. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is still some darkness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kappiramu. [Tel.] n. A mottled skin, as a leprosy. HD. iii. 1086.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;kappi. [Tel.] n. A pulley.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;kapp&#x101;ru. [Tel. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC06;&#xC30;&#xC41;] adj. Bright black, glossy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;kappali. [Tel. cf. Tam. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC4D;.] n. A boat. &#xC13;&#xC21;. &#xC28;&#xC3E;&#xC35;. &#xC15; &quot;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC47;&#xC2E;&#xC3F;&#xC15; &#xC28;&#xC4A;&#xC15;&#xC1A;&#xC4B; &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1C;&#xC40;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28;&#xC2C;&#xC46; &#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC17;&#xC26;&#xC32;&#xC15; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC3F; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41; &#xC26;&#xC47;&#xC30;&#xC41; &#xC15;&#xC26;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; &#xC36;&#xC41;&#xC15;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2C;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F; kab&#x101;tu. [H.] n. A capon. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kab&#x101;&#x1E0D;amu. [Tel.] n. A bullock load of firewood. &#xC15;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; bullocks carrying firewood. &#xC15;&#xC2C;&#xC3E;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a seller of firewood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaba&#x1E37;amu. [Skt.] n. A mouthful, a bolus. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC30;&#xC41; &#xC2E;&#xC42;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC12;&#xC15; &#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they gave him a sop to make him hold his tongue. &#xC15;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; kaba&#x1E37;in&#x1E6D;su. v. a. To swallow, devour. To snatch, seize. To pervade (as sparks or flashes do the sky.) &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kabari. [Skt.] n. A braid or fillet of hair. The top knot in which Hindoo females tie their long hair. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC2C;&#xC3F;&#xC30;&#xC40; &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; a fine head of hair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kabandhu&#x1E0D;u. [Skt.] n. The name of a demon. &#xC12;&#xC15; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. The moon&apos;s ascending node &#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kabandhamu. [Skt.] n. Water. A headless trunk retaining vitality. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC15;&#xC33;&#xC47;&#xC2C;&#xC30;&#xC2E;&#xC41;.
			</div>
                