&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC32;&#xC3F;</span>&#xA0;&#xA0;kabbili. [Tel.] n. A toddy seller. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;kabbi. [Tel.] n. Trick, craft, secrecy. (Guntur) &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kabbamu. [Tel.] n. Poetry. An original poem. &#xC15;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC2A;&#xC41; &#xC15;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC3F; an author of a poem &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, a poet &#xC15;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC4B;&#xC26;&#xC3F;</span>&#xA0;&#xA0;kab&#x14D;di. [Tel.] n. A blind man. &#xC05;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC47;&#xC32;&#xC3E;</span>&#xA0;&#xA0;kab&#x113;l&#x101;. [H.] n. A bill of sale, a grant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;kaburu. [H.] n. A message, news. &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC2C;&#xC3E;&#xC2F;&#xC40; kab&#x101;yi. [H.] n. A shirt, an ornamental garment. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC48;&#xC28; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E; &#xC05;&#xC02;&#xC17;&#xC40;. &quot;&#xC28;&#xC28;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC4D;, &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC2C;&#xC3E;&#xC2F;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC46;&#xC30;&#xC2A;.&quot; K. P. v. 232.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC32;</span>&#xA0;&#xA0;kamala. [Skt.] n. Lakshmi the goddess of prosperity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC41;&#xC30;&#xC41; kamaru. [Tel.] v. n. To singe, be singed or charred. &#xC15;&#xC3E;&#xC32;&#xC41;. To smell badly. &#xC15;&#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC41; kamaru&#x1E6D;su. v. a. To singe or char. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. &#xC15;&#xC2E;&#xC30;&#xC41;. adj. Singeing, burning. &#xC15;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28; a smell that arises from something burning as hair. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41; kamatamu. [Tel. n. Partnership. &#xC05;&#xC28;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The cultivation which an owner carries on with his own farming stock. Labour, tillage. &#xC15;&#xC43;&#xC37;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC2E;&#xC24;&#xC40;&#xC21;&#xC41; or &#xC15;&#xC2E;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41; a labourer, or slave employed in tillage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kama&#x1E6D;hamu. [Skt.] n. A tortoise. &#xC15;&#xC2E;&#xC20;&#xC3F; a female tortoise, a small tortoise. &#xC15;&#xC2E;&#xC20;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; kama&#x1E6D;h&#x113;ndru&#x1E0D;u. n. The father of tortoises, or king of turtles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kama&#x1E6D;amu. [Tel.] n. A portable furnace for melting the precious metals. &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC3F;. &quot;&#xC1A; &#xC15;&#xC2E;&#xC1F;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC46;&#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC4A;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41; &#xC17;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30; &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46; &#xC1A;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC27;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21; &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC3E; &#xC28;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC42;&#xC38; &#xC2C;&#xC32;&#xC41;&#xC28;&#xC3E;&#xC23;&#xC46; &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC32; &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC2E;&#xC30;&#xC17;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC15; &#xC38;&#xC2E;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC2F;&#xC41; &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC28;&#xC4D;&quot; &#xC39;&#xC02;&#xC38;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kaman&#x1E0D;aluvu. [Skt.] n. A bowl or cruise carried by a Hindu ascetic. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC3F; kaman&#x1E0D;ali. A hermit: &quot;he who carries a cruise.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC38;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;kamalu. [Tel.] v. n. To blacken, to be parched, singed or darkened. &#xC15;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC41;, &#xC15;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; kamalin&#x1E6D;su. v. a. To parch, scorch, blacken, blast, singe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kamalamu. [Skt.] n. The lotus, Nymph&#x153;a nelumboa, water-lily. &#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30;. Also, water &#xC28;&#xC40;&#xC30;&#xC41;. &#xC15;&#xC2E;&#xC32;&#xC26;&#xC33;&#xC2E;&#xC41; the petal of a lotus. &#xC15;&#xC2E;&#xC32;&#xC26;&#xC33;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; a rose pattern, a flower shape. &#xC15;&#xC2E;&#xC32;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41; a tank abounding with the lotus. &#xC15;&#xC2E;&#xC32;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; heart shaped. &#xC15;&#xC2E;&#xC32;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; kamal-&#x101;ptu&#x1E0D;u. (from &#xC06;&#xC2A;&#xC4D;&#xC24; dear) n. The sun, because he is dear to the lotus, which expands as he rises. &#xC15;&#xC2E;&#xC32;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; kamal-&#x101;sanu&#x1E0D;u. (from &#xC06;&#xC38;&#xC28; a seat.) n. The god Bramha, because the lotus is his throne. &#xC15;&#xC2E;&#xC32;&#xC3E;&#xC2A;&#xC02;&#xC21;&#xC41; kamal&#x101;-pa&#x1E47;&#x1E0D;u. [from Skt. &#xC15;&#xC2E;&#xC32;&#xC2E;&#xC41; water and Tel. &#xC2A;&#xC02;&#xC21;&#xC41;. lit. Juicy fruit.] n. The orange called a loose jacket. &#xC15;&#xC2E;&#xC32;&#xC32;&#xC3F;&#xC28;&#xC3F; kamalini. n. A tank abounding with the lotus: the lotus itself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaman&#x12B;yamu. [Skt.] adj. Charming, graceful, delightful, lovely. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kamanu&#x1E0D;u. [Skt.] adj. Lustful, eager. &#xC15;&#xC3E;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
                