&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kamiyu. [Tel.] v. n. To meet, to oppose, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. To be squeezed or reduced to powder &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;. To become overripe &#xC2E;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kamitamu. [Skt.] adj. Loved, beloved. &#xC15;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC3F;&#xC1F;&#xC40;</span>&#xA0;&#xA0;kami&#x1E6D;&#x12B;. [Eng.] n. A committee, a number of people associated for some purpose, generally a bad purpose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F; kami. [Tel.] n. A large handful. &#xC15;&#xC2E;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41; as large as the spread hand fingers will contain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC3E;&#xC2F;&#xC37;&#xC41; or &#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC41; kam&#x101;yishu. [H.] n. Business, public business; affairs, details. Management of affairs. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC24;. News. Time of management. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC41;&#xC32;&#xC4B; in his time, during his management. &#xC2E;&#xC3E; &#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; our agent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;kam&#x101;nu. [H.] n. An arch, a bow. The spring of a carriage. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; kam&#x101;nu-karra. n. The bow of a drill. &#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26; kam&#x101;nu-badda. n. The spring of a watch. &#xC15;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC4D;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC3E; kam&#x101;n-dast&#x101;. n. A large bow for cleaning cotton. &#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41; (from Fr. command) a march or military journey &#xC12;&#xC15;&#xC24;&#xC41;&#xC15;&#xC3F;&#xC21;&#xC40;&#xC17;&#xC3E; &#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; kam&#x101;nu-p&#x14D;vu (used by servants of Europeans) to go on circuit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC30;&#xC41; kammaru. [Tel.] n. A girdle. &#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kammaramu. [Tel.] n. Smith&apos;s work, iron work. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC40;&#xC21;&#xC41; kammara-v&#x101;&#x1E0D;u. n. An iron-smith or blacksmith. &#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; an itinerant blacksmith.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC2E;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC40;&#xC21;&#xC41; Same as &#xC15;&#xC2E;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC2E;&#xC1F;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC40;&#xC21;&#xC41; kamma&#x1E6D;&#x12B;&#x1E0D;u. [Tel.] A man of the goldsmith caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kamma&#x1E6D;&#x1E6D;su. [Tel. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;+&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] n. An instrument for drawing out wire. &#xC15;&#xC02;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC3E;&#xC17;&#xC47;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; kamma. [Tel.] adj. Delicious, in odour or taste, sweet. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; fine gold. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E; well, in good order, sweetly. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; a fragrant breeze or wind. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28; [Tel. from &#xC15;&#xC2E;&#xC4D;&#xC2E; adj.] fragrance, deliciousness. &#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC30;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; fragrant, pleasant. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC40;&#xC30;&#xC41; the nectar or honey of flowers. &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC42;&#xC28;&#xC46; good sesamum oil or fragrant oil. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; . &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; the civic cat &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; the sweet or lovely bowman, an epithet of the Hindu Cupid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;kamma. [Tel.] n. A branch, or bough of any tree of the palm species. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A letter or bond written upon a palm leaf, a bond or agreement. &#xC32;&#xC47;&#xC16;. A kind of large drop ear-ring worn by Hindu women. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2C;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E; a globular ear-ring: &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC4D;&#xC2E; or &#xC2C;&#xC02;&#xC26;&#xC30;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E; an ear-ring formed as a cup which hides the whole ear. &#xC15;&#xC2E;&#xC4D;&#xC2E; or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41;. n. The name of a class of Telugu Sudras. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a sort of bill-hook used by them. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F; a female of that caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;kamuzu. [Tel.] n. A partridge, the grey partridge, Francolinuspondicerianus (F.B.I.). &#xC15;&#xC3E;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kamu&#x1E6D;su. [Tel.] v. t. To take. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To swallow &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;.
			</div>
                