&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;kayya. [Tel.] n. A brook, a creek. A bed in a garden or field. &#xC2E;&#xC21;&#xC3F;. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC2F;&#xC4D;&#xC2F; a salt creek.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kayi-v&#x101;ramu. [Tel.] n. Praise, worship. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kayi. [Tel. cf. Tam. &#xC15;&#xC48;.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kamramu. [Skt.] adj. Beautiful, desirable. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;, &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;kammer-&#x101;ku. [Tel.] n. A strong smelling species of black betel leaf. &#xC15;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kammu. [Tel.] v. t. To beat out into wire. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17;&#xC3E; &#xC38;&#xC46;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To overspread or cover &#xC2E;&#xC42;&#xC2F;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; kammu-konu. v. a. To pervade, as smoke; to veil, hide, screen, conceal; to surround. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC24;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3F; the enemy surrounded him on all sides. &#xC28;&#xC3E;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F; I became hoarse. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC28;&#xC41; a stupor came over me and I fell down. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC24; &#xC2C;&#xC32;&#xC17;&#xC2E;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC17;&#xC28;&#xC41;&#xC15; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; he had abundance of friends, so they screened him from punishment. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC32; kammu-dala. n. Covering, concealing. &#xC24;&#xC28; &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC32;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; with a view to conceal his roguery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kammu. [Tel. The sing. imperative of &#xC05;&#xC17;&#xC41; to become.] Be thou: become thou. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41; may you succeed! &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC15;&#xC41; be thou our aid, assist us.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; kammi-rin&#x1E6D;su. [H.] v. t. To cover. &#xC2E;&#xC42;&#xC2F;&#xC41;. To conceal &#xC26;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;kammi. [Tel.] n. A wire, bar, beam. Border, a fringe, edging. &#xC05;&#xC02;&#xC1A;&#xC41;. A felloe &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC21;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC15;&#xC02;&#xC2C;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; a nose ring. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; there is a peg loose, i.e., the plot is discovered. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC40;&#xC30; a fringed cloth, or one with a border, edging, or selvage. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2C;&#xC02;&#xC21;&#xC3F; kammi-ban&#x1E0D;i. A cart with wheels having spokes and felloes on the wheels, as opposed to &#xC1A;&#xC46;&#xC15;&#xC21;&#xC3E;&#xC2C;&#xC02;&#xC21;&#xC3F; a cart with solid wheels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;</span>&#xA0;&#xA0;karaka. [Tel.] n. The yellow myrobalan, Terminalia chebula. Ainslie. i. 237. See &#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;. &#xC15;&#xC30;&#xC15; karaka. n. Blackness, darkness. adj. Black, dark, ugly. &#xC15;&#xC30;&#xC15;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; a shabby beard, like a goat&apos;s &#xC15;&#xC30;&#xC15;&#xC28;&#xC47;&#xC32; rich or fruitful black soil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karambhamu. [Skt.] n. A sweet mixture, either of flavours or scents: a mess of food, a pudding or cake. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B; &#xC24;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC47;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC15;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; karambhitamu. adj. Mixed: pounded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;</span>&#xA0;&#xA0;kara. [Tel.] n. The sea shore; an embankment; a sand bank. &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;. A stain; dirt; blackness. &#xC21;&#xC3E;&#xC17;&#xC41;, &#xC2E;&#xC30;&#xC15;. adj. Black, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;; sharp &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;; rough, harsh &#xC2C;&#xC30;&#xC41;&#xC38;&#xC41;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC15;&#xC30; a bank or dam on the shore of the Krish&#x1E47;a. &#xC15;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; kara-ga&#x1E6D;&#x1E6D;u. v. n. To be stained or soiled &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC1A;&#xC4D;&#xC1A; &#xC15;&#xC1F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the place was soiled with urine. &#xC15;&#xC30;&#xC35;&#xC3E;&#xC15; kara-v&#x101;ka. n. A backwater, or marsh near the sea.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC30;</span>&#xA0;&#xA0;kayyara. [Tel.] n. An inferior sort of pearl. &#xC39;&#xC40;&#xC28;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC2E;&#xC41; kayyamu. [Tel.] n. A combat, fight, a quarrel. &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; or &#xC15;&#xC32;&#xC39;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; one who lives by fomenting quarrels. An epithet of N&#x101;rada. &#xC28;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A; a quarrelsome fellow. &#xC38;&#xC35;&#xC24;&#xC41;&#xC32; &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC2E;&#xC41; brawls between rival wives.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karankamu. [Skt.] n. A skeleton. &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. The breast &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;. The head &#xC24;&#xC32;. A roll of betel. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kammu-n&#x12B;&#x1E37;&#x1E37;u. [Tel.] n. Water with which cloths after bleaching are tinged bluish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karan&#x1E0D;amu. [Skt.] n. A casket. &#xC15;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.)
			</div>
                