&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC02;&#xC26;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kara-kanda-che&#x1E6D;&#x1E6D;u. [Tel.] n. A jungle bush the seed of which is used as medicine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kara-ka&#x1E47;&#x1E6D;hu&#x1E0D;u. [Tel. from &#xC15;&#xC30; black.] adj. &quot;Black throated.&quot; An epithet of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;karak-an&#x1E6D;su. [Tel. &#xC15;&#xC30;&#xC15;+&#xC05;&#xC02;&#xC1A;&#xC41;.] n. A border dyed with the juice of the Myrobalan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;</span>&#xA0;&#xA0;karaka. [Skt.] n. Hail. A hailstone. &#xC2A;&#xC21;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC30;&#xC15;&#xC2E;&#xC41; karakamu. A pipkin, or small pot. The cruise of a student or ascetic. &#xC17;&#xC30;&#xC3F;&#xC17;&#xC2A;&#xC3F;&#xC21;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC17;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karagasamu. [Tel.] n. A saw. &#xC30;&#xC02;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;karakk&#x101;ya. [Tel.] n. The fruit of the &#xC15;&#xC30;&#xC15; (q. v.) &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; he is ruined: &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC1F; &#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I have ruined him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41; or &#xC15;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41; karaku&#x1E6D;lu. [Tel. from &#xC15;&#xC30;&#xC4D;&#xC30; a spit and &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pierce.] n. A rasher of meat; a steak. K&#x101;lahas. iii. 69. 72. &#xC36;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC41;&#xC15;&#xC41; karaku. [Tel.] n. Sharpness, as of a file or a saw. Roughness, as of a cat&apos;s tongue; harshness &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC3F;. adj. Sharp, rough, harsh. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; sharp arrows. &#xC15;&#xC30;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; karak-ekku. To be rough. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC30;&#xC41;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they made him angry. &#xC15;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; karaku-dummu. n. Sand. &#xC07;&#xC38;&#xC41;&#xC15;. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41; &#xC35;&#xC30;&#xC39; a four-rupee pagoda. &#xC15;&#xC30;&#xC15;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC41; karaku-gilu. v. n. To become harsh or hard. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC38;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC15;&#xC38;&#xC3E; karakasa. [Tel.] n. Ill will, contention, jealousy, spite. A contest regarding boundaries of land. A border feud. &#xC15;&#xC30;&#xC15;&#xC38;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC15;&#xC30;&#xC15;&#xC38;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; disputed land, debatable ground.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;karakari. [Tel.] n. Violence, outrage. &#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC24;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Anger, dislike &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. Pain &#xC2C;&#xC3E;&#xC27;. adj. Angry, cruel &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; kara-kar-in&#x1E6D;su. v. n. To rage, be violent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC30;</span>&#xA0;&#xA0;kara-kara. [Tel.] n. Sharpness. &#xC12;&#xC30;&#xC2F;&#xC41;&#xC1F;. &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;. A harsh, grating sound. &#xC37;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC15;&#xC30;&#xC15;&#xC30; &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; just as the sun was rising. &#xC15;&#xC30;&#xC15;&#xC30;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wrote so that the scratching of his pen could be heard. &#xC15;&#xC30;&#xC15;&#xC30;&#xC28;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; I could hear him chewing. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC30;&#xC15;&#xC30;&#xC2E;&#xC28;&#xC3F; &#xC06;&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC26;&#xC3F; I felt very hungry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC15;&#xC23;&#xC40;</span>&#xA0;&#xA0;karaka&#x1E47;&#x12B;. [Tel.] n. A hunting weapon. &#xC35;&#xC47;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC09;&#xC2A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &quot;&#xC17;&#xC4A;&#xC30;&#xC36;&#xC32;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC30;&#xC15;&#xC23;&#xC40;&#xC32;&#xC41;.&quot; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3E;&#xC02;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karajamu. [Skt.] Lit. &quot;what grows on the hand.&quot; n. A finger nail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC41;&#xC1A;&#xC41; kara&#x1E6D;su. [Tel.] v. a. To bite. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. To teach, instruct. To learn. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; karu&#x1E6D;su-konu. v. n. To adhere, stick, to catch, as paste. To hold as a hook, lock or button.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC17;&#xC4B;&#xC21;</span>&#xA0;&#xA0;kara-g&#x14D;&#x1E0D;a. [Tel.] n. A fence. &#xC15;&#xC4B;&#xC30;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC41;&#xC17;&#xC41; karagu. [Tel.] v. n. To melt. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To waste away, to be emaciated. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To dissolve away. To be cut, as a bank by the stream. To go down or go off, as a boil. &quot;&#xC15;&#xC30;&#xC17; &#xC15;&#xC30;&#xC17; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;.&quot; (V&#x113;ma.) the oftener gold is melted the finer it becomes. &#xC05;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; at this his heart melted. &#xC15;&#xC30;&#xC17;&#xC41;, &#xC15;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, or &#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To melt. &#xC15;&#xC30;&#xC17;&#xC41; n. Melting &#xC15;&#xC30;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara&#x1E6D;amu. [Skt.] n. A crow. &#xC15;&#xC3E;&#xC15;&#xC3F;.
			</div>
                