&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;kara&#x1E47;i. [Tel.] n. Manner, way, mode &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara&#x1E47;amu. [Skt.] n. A village clerk, a writer, an accountant. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC42;&#xC24; &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; he has talents for speaking but not for writing. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; the registrar of a district. &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; n. Instrument, means. &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. An organ of sense. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. Marking or causing, as in &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; endearing. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; fattening, &#xC36;&#xC41;&#xC2D;&#xC17;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; fortunate. &#xC15;&#xC30;&#xC23;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41; the mind, intellect, volition and self-consciousness. &#xC2E;&#xC28;&#xC4B;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC30;&#xC23;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; thought, word and deed. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; completely, absolutely, entirely. &#xC15;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; kara&#x1E47;&#x12B;yamu. adj. Fit to be performed, worthy to be done &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC15;&#xC30;&#xC23;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC15;&#xC30;&#xC23;&#xC40;&#xC15;&#xC2E;&#xC41; karanikamu. Clerkship: the office of a Karanam or clerk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC21;&#xC41; or &#xC15;&#xC30;&#xC41;&#xC21;&#xC41; kara&#x1E0D;amu. [Tel.] n. A wave. &#xC05;&#xC32;. Parij. ii. 59. &#xC15;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; waves, billows.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kara&#x1E6D;i. [Skt.] n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC30;&#xC1F;&#xC3F; adj. Stubborn, brutish, villainous. &#xC2E;&#xC02;&#xC15;&#xC41;. A cheat, a deceiver &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. A bear &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC30;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; kara&#x1E6D;i-tanamu. n. Villainy. Deceit. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC15;&#xC1F;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; kara&#x1E6D;i-mu&#x1E6D;yamu. A bad or inferior pearl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara-mardamu. [Skt.] n. Same as &#xC15;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karabhamu. [Skt.] n. A young camel. The edge of the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;kara-ba&#x1E6D;&#x1E6D;-&#x101;vu. [Tel. from &#xC15;&#xC30; and &#xC2C;&#xC1F;&#xC4D;&#xC1F; and &#xC06;&#xC35;&#xC41;] n. A striped cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara-phalamu. [Skt.] n. A curry comb. &#xC15;&#xC30;&#xC3E;&#xC30;&#xC3E;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC4B;&#xC2E;&#xC47; &#xC17;&#xC4A;&#xC30;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2A;&#xC4B;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kara-p&#x14D;ka-r&#x101;yi. [Tel.] A counterfeit ruby, resembling a cornelian.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;karapu. [Tel. from &#xC15;&#xC30;&#xC1A;&#xC41;.] v. t. To teach &quot;&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC30;&#xC2A;&#xC41;.&quot; B. X. 52. &#xC15;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; kara-pin&#x1E6D;su. v. a. To make a thing bite; to cause one to teach.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara-patramu. [Skt.] n. A saw. &#xC30;&#xC02;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;kara-pakka. [Tel.] n. A faded ruby. &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC26;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara-d&#x16B;pamu. [Tel.] n. Soot. &#xC17;&#xC43;&#xC39;&#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; or &#xC15;&#xC30;&#xC26;&#xC40;&#xC2A;&#xC3F;&#xC15; kara-divve. [Skt.] n. A hand lamp, a light borne in the hand. A torch &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karadamu. [Skt.] n. A gift. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC26;</span>&#xA0;&#xA0;karada. [Tel.] n. Desire. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kara-titti. [Skt. &#xC15;&#xC30;+Tel. &#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;.] n. A striped bag or wallet. A round bag. &#xC35;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC38;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara-t&#x101;&#x1E37;amu. [Skt.] n. The small leaved palm tree (as distinguished from &#xC36;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;.) A musical instrument, a cymbal. Beating time by clapping the hands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC24;</span>&#xA0;&#xA0;karata. [Tel.] n. A naughty or wicked deed. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. Childish desired &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC30;&#xC24;&#xC32;&#xC3E;&#xC21;&#xC41; karatal-&#x101;&#x1E0D;u. (&#xC15;&#xC30;&#xC24;&#xC32;&#xC41;+&#xC06;&#xC21;&#xC41;.) n. An evil doer. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kara-talamu. [Skt.] n. The palm of the hand &#xC15;&#xC30;&#xC24;&#xC32;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; as easy as possible. &#xC05;&#xC35;&#xC32;&#xC40;&#xC32;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC35;</span>&#xA0;&#xA0;karava. [Tel.] n. A sort of parsley.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;kara-m&#x16B;ti-sorra. [Tel.] n. Carcharias menisorrah. &#xC38;&#xC3F;&#xC17;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karamu. [Skt.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A ray of light &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. An elephant&apos;s trunk &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. A tribute or tax &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC30;&#xC2E;&#xC41; adj. Great, much. adv. Much. very. &#xC15;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; very sharp looks. &#xC15;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41; a very sharp nail. &#xC15;&#xC30;&#xC36;&#xC3E;&#xC16; a finger. &#xC35;&#xC47;&#xC32;&#xC41;. &#xC15;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; karas&#x1E6D;hamu. adj. Present, ready to hand. &#xC15;&#xC30;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; a finger nail. &#xC17;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC2E;&#xC32;</span>&#xA0;&#xA0;karamala. [Tel.] n. A blacksmith. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;.
			</div>
                