&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;karu&#x1E0D;u. [Tel.] n. A lump, mass, clot. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;. A turf. The snuff of a wick. A wave, a ripple. A daily account or day book. &#xC26;&#xC3F;&#xC28;&#xC35;&#xC39;&#xC3F;. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; the lesser or female surf, being the one nearest shore. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; the male surf being the furthest. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; a piece of bread, or dough. &#xC15;&#xC30;&#xC41;&#xC21;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; karu&#x1E0D;u-ka&#x1E6D;&#x1E6D;u. To conglomerate or form in lumps.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;karugu. [Tel.] n. An unopened ear of corn. &#xC28;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;karugu. Same as &#xC15;&#xC30;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;karukku. [Tel.] n. A sharp noise like that made in cutting or sawing. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;karu-k&#x14D;la. [Tel.] n. A firing iron, for cautery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;karuku. [Tel.] n. Sharpness, harshness, roughness, medicinal drugs burnt to ashes. &#xC15;&#xC30;&#xC15;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC21;&#xC3F;. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41; v. n. To rub. &#xC30;&#xC3E;&#xC1A;&#xC41;. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC30;&#xC39;&#xC3E; a coin worth nearly four rupees, commonly called Behadari, or Three Swamy Pagoda. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to set a saw or sickle. To burn or calcine medicinal drugs. See &#xC15;&#xC30;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kar&#x12B;ramu. [Skt.] n. The shoot of a bamboo, Capparis aphylla (Roxb.) &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC15;, &#xC35;&#xC47;&#xC23;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;karkandhuvu. [Skt.] n. The jujube tree. &#xC30;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC02;&#xC17;&#xC30;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC26;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kar&#x14D;&#x1E6D;i. [Skt.] n. The skull. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kar&#x14D;&#x1E6D;akamu. [Skt.] n. A clothes&apos; box. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC47;&#xC2A;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;kar&#x113;p-&#x101;ku. [Tel.] n. The leaf of the black v&#x113;pa tree. &#xC15;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2A; &#xC06;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kar&#x113;&#x1E47;uvu. [Skt.] n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. A female elephant &#xC06;&#xC21;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC47;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kar&#x113;-karamu. [Skt.] n. A blow with the fist. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;karusu. [Tel.] n. A harsh word. &#xC2A;&#xC30;&#xC41;&#xC37;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;karuvu. [Tel.] n. Melting: what is melted. The clay mould for a metal image. A crucible. &#xC15;&#xC30;&#xC41;&#xC17;&#xC41;. A lump or clot, as of mud. &#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. A. ii. 66. The f&#x153;tus in the womb. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;. Scarcity, famine. &#xC15;&#xC30;&#xC35;&#xC41;. &#xC15;&#xC30;&#xC41;&#xC35;&#xC41; adj. Scarce, as corn in a famine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;karuvali. [Tel.] n. Wind, air. &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC30;&#xC41;&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; Bh&#x12B;ma or Hanuman. &#xC15;&#xC30;&#xC41;&#xC35;&#xC32;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; The Star Arcturus, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC40; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC30;&#xC41;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41; Fire &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC2E;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; Same as &#xC15;&#xC30;&#xC2E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC2C;&#xC42;&#xC1C;&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;karu-b&#x16B;ja-pan&#x1E0D;u. [H.] n. A melon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC26;&#xC41;</span>&#xA0;&#xA0;karudu. [Tel.] n. Skill. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC30;&#xC41;&#xC21;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; karudul-&#x101;&#x1E0D;u. n. A skilful man. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC23;</span>&#xA0;&#xA0;karu&#x1E47;a. [Skt.] n. Mercy, grace. &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC43;&#xC37;&#xC3F;. &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; he who is merciful or gracious. &#xC15;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; karu&#x1E47;in&#x1E6D;su. v. a. To pity, to have mercy on, to favour. &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;karkari. [Skt.] n. The large cucumber. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC4B;&#xC38;. A small water jar with a spout &#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41; karka&#x1E6D;amu. [Skt.] n. A crab. &#xC0E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. The sign Cancer. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; like the crab&apos;s f&#x153;tus. For, like the young of the viper the crabs are supposed to be born by rending and killing the mother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karkamu. [Skt.] n. A vase. &#xC15;&#xC41;&#xC02;&#xC21;. A mirror &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;. A white horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kar&#x12B;shamu. [Skt.] n. A cake of dried cow-dung. &#xC2A;&#xC3F;&#xC21;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;karuva. [Tel.] n. A hill. &#xC15;&#xC4A;&#xC02;&#xC21;.
			</div>
                