&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kar&#x1E47;amu. [Skt.] n. The ear. The helm of a ship &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; kar&#x1E47;a-dh&#x101;ru&#x1E0D;u. A helmsman or steers-man. &#xC13;&#xC21;&#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; kar&#x1E47;a-patramu. n. A sort of earrings. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;, &#xC2A;&#xC42;&#xC17;&#xC2E;&#xC4D;&#xC2E;. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kar&#x1E47;a-mantramu. n. A spell or prayer whispered in the ear of the a dying man. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC32;&#xC24; an earning &#xC1A;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC24;&#xC46;. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F; kar&#x1E47;&#x101;-kar&#x1E47;i. n. From mouth to mouth. &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC30;&#xC41;&#xC38;. (Lit. from ear to ear--a phrase regarding news.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karzamu. [from Skt. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. An act, or deed. A good act, propriety. &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC5B;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;karza-k&#x101;yalu. [Tel.] n. A sort of sweetmeat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC4D;&#xC41;</span>&#xA0;&#xA0;kar&#x1E6D;su. [H.] n. Expense. Same as &#xC16;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kark&#x14D;&#x1E6D;akamu. [Skt.] adj. Cruel, hard. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; kark&#x14D;&#x1E6D;aku&#x1E0D;u. A snake so named. A cruel wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kark&#x101;rukamu. [Skt.] n. The plant called convolvolus panniculatus. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karka&#x1E63;amu. [Skt.] adj. Violent, harsh, rough to the feel, rugged. Hard, cruel, unfeeling &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC15;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47;. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; harsh words. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC2E;&#xC41; or &#xC15;&#xC30;&#xC4D;&#xC15;&#xC38; or &#xC15;&#xC30;&#xC15;&#xC38;&#xC3E; n. Roughness, want of smoothness: ruggedness. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;. A feud, an old grudge, particularly between those who dispute about their respective boundaries. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC38;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; debatable land, ground claimed by both parties.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E5B;tavyamu. [Skt.] adj. Fit to be done. &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kartal&#x101;&#x1E47;amu. [Skt.] n. A black horse having white hoofs and a white tail. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kartanamu. [Skt.] n. Cutting, severing. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC3F; kartari. Scissors. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; kartar&#x12B;-mukhamu. n. A certain position of the hand in dancing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;karta. [Skt. from &#x221A; - kri, to make.] n. Maker, author, doer. &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. The nominative case in grammar. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC15;&#xC30;&#xC4D;&#xC24; an author. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC3E; who are we that we should say this? &#xC05;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC02;&#xC36; &#xC15;&#xC30;&#xC4D;&#xC24; a half owner. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC15;&#xC30;&#xC4D;&#xC24; a superintendent, an examiner. &#xC27;&#xC28;&#xC0B;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC24;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC26;&#xC3E; a son is the person concerned in our gains and losses. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC24; the head of a village. &quot;&#xC35;&#xC46;&#xC30;&#xC2A;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15; &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC4A;&#xC15;&#xC21;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC24; &#xC32;&#xC47;&#xC21;&#xC41;.&quot; I live according to my own inclinations and have no master. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC27;&#xC28;&#xC0B;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC24; &#xC28;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I came in for both his goods and debts. &#xC15;&#xC48;&#xC02;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC24; he who presents a sacrifice; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC24; the warden of a temple. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC24; an officer of justice, a ruler. &#xC24;&#xC28; &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC28;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he died leaving four guardians or executors of his property. &#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC24; a lawgiver, a legislator. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC24; a mere tenant at will.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC23;&#xC47;&#xC1C;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kar&#x1E47;&#x113;-japu&#x1E0D;u. [Skt.] n. A tell-tale, a whisperer, an eaves-dropper. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kar&#x1E47;i-k&#x101;ramu. [Skt.] n. A sort of hill Cassia. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kar&#x1E47;ika. [Skt.] n. A trinket for the ear. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1F;&#xC2E;&#xC41; kar&#x1E47;&#x101;&#x1E6D;akamu. [Skt. from &#xC15;&#xC30;&#xC3F;+&#xC28;&#xC3E;&#xC21;&#xC41;, the black soil or country.] n. The Kar&#x1E47;&#x101;&#x1E6D;aka or Kannada language. The Carnatic dance. A comedy: that division of acting which relates to love tales and emotions of amorous passion. &#xC15;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC47;&#xC33;&#xC2E;&#xC41; Native music, a Hindu band. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1F;&#xC15;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32; &#xC15;&#xC25;&#xC32;&#xC41;. Legendary tales, old wives&apos; fables. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1F;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; the ancient kings or aboriginal princes.
			</div>
                