&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;karti. [Tel.] An inflected form of &#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC47;&#xC32; One &quot;Plough&quot; of land, i.e., as much as one &#xC15;&#xC30;&#xC4D;&#xC30;&#xC41; suffices for.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karm&#x101;ramu. [Skt.] n. A bamboo. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; karm&#x101;ru&#x1E0D;u. n. An artisan. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; karma. [Skt. &#x221A; kri = to do.] n. An act or deed: action in general. &#xC2A;&#xC28;&#xC3F;. Religious action, such as sacrifice; ablution. Actions, conduct, a course of procedure. Destiny; fate, that is, the allotment, to be enjoyed or suffered in the present life, of the fruit of the good and evil actions performed in former lives. Moral duty; obligation imposed by peculiarities of tribe, occupation, &amp;c. Funeral rites. The object of a verb in Grammar. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; who performed his funeral rites? An art, as &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; the art of statuary. Doing: &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC47; this is all your doing, it is your own fault. Ill hap, misfortune, hard lot: affliction. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC3E; O dear! oh what a pity! &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC2A;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; a sinful deed. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC40;&#xC35;&#xC3F; See &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC20;&#xC2E;&#xC41; karma&#x1E6D;hamu. [Skt.] n. Ceremonial precision. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC20;&#xC41;&#xC21;&#xC41; karma&#x1E6D;hu&#x1E0D;u. n. A formalist, a ritualist: one who is earnest in the performance of the rites of religion. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC3F;&#xC35;&#xC30;&#xC35;&#xC30;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; karma&#x1E47;i-kriya. n. A transitive verb. &#xC05;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; an intransitive verb. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; karma-rangamu. n. The five sided sour green plum called Averrhoa Carambola, or &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC23;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC2F;. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; karma-s&#x101;kshi. n. A witness of all our acts, viz., the sun. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; karm&#x101;ntaramu n. Funeral rites, obsequies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;karmandi [Skt.] n. An ascetic. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karburamu. [Skt.] n. Gold: &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. Variegated colour. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karp&#x16B;ramu. [Skt.] n. Camphor. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; crude camphor. &#xC30;&#xC38;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; calomel. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC28;&#xC42;&#xC28;&#xC46; camphor oil. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30; &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; a fragrant kind of plantain. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC35;&#xC02;&#xC15;&#xC3E;&#xC2F; a kind of small brinjal. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2C;&#xC46;&#xC02;&#xC21; a certain vegetable. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; karp&#x16B;ra-valli. See under &#xC13;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC36;&#xC3F;&#xC32;&#xC3E;&#xC1C;&#xC24;&#xC41; karp&#x16B;ra-&#x1E63;il&#x101;-jatu. n. A foliated crystallized gypsum, the powder of which, like white alabaster, is used in the preparation of stucco and as a medicine for ulcers. Ainslie. ii. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;karpari. [Skt.] n. A kind of collyrium prepared from saffron. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC02;&#xC1C;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karparamu. [Skt.] n. The skull: the cranium. &#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;. A vessel &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;; a weapon &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karpa&#x1E6D;amu. [Skt.] n. Rags, dirty clothes. Cloth in general. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kardamamu. [Skt.] n. Mud, mire. &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC24;&#xC43;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kartrukamu. [Skt.] n. Doing, agency, action. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; kart&#x331;rutvamu. n. Agency: the act or property of an agent. Deglegated authority: &#xC05;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC15;&#xC30;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they made him plenipotentiary, they entrusted the affair to him. &#xC05;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the right to do this rests with me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;karmi. [Skt. from &#xC15;&#xC30;&#xC4D;&#xC2E;.] n. A doer, an agent, workman, a sinner; a formalist; one bound by the doctrine of works. &#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC27;&#xC30;&#xC41;&#xC21;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; he is not a man likely to do this. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; karmu&#x1E0D;u. n. A doer, an agent. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; karm&#x113;ndriyamulu. n. The organs of action. The bodily members, or limbs, considered as the instruments of passion and hence agents of sin.
			</div>
                