&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;</span>&#xA0;&#xA0;kala. [Tel.] adj. (in composition) All, various; actual. &#xC15;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; at all times. &#xC15;&#xC32;&#xC17;&#xC42;&#xC30; various herbs. &#xC15;&#xC32;&#xC30;&#xC42;&#xC2A;&#xC41; the actual appearance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;karshuvu. [Skt.] n. A river. &#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;karshamu. [Skt.] n. A weight of about half an ounce or 16 palams. &#xC07;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. Friction &#xC12;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n. A plant, Beleric myrobalan, Terminalia belerica. &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41; or &#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;karshaku&#x1E0D;u. [Skt. &#xC15;&#xC43;&#xC37;&#xC3F;.] n. A cultivator, a farmer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;karru. [Tel.] n. A plough share. (infl. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F;.) &#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC4A;&#xC28; the point of a plough share. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC32;&#xC41; the iron clamps which connect the plough with the share. See &#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I feel a burning pain in my throat. A stain &#xC21;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;karri. [Tel.] adj. Dark coloured, dun. &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;. n. A name of the hero Arjuna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC21;</span>&#xA0;&#xA0;karrama&#x1E0D;a. [Tel.] n. A digging instrument. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC47; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;karra. [Tel.] n. Wood, a piece of wood. A stick or staff. The stem or stalk of grain; any straight rod whether of wood or not. &#xC2A;&#xC4A;&#xC17;&#xC15;&#xC30;&#xC4D;&#xC30; or &#xC1C;&#xC3E;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; a sunbeam. &#xC07;&#xC28;&#xC2A;&#xC15;&#xC30;&#xC4D;&#xC30; a bar of iron. &#xC15;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC24; reaping while the stalks are green. Blackness &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. A dark stain &#xC2E;&#xC30;&#xC15;. See &#xC15;&#xC30;. &#xC15;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41; karraku&#x1E6D;lu. n. A piece of flesh fried over a fire. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC36;&#xC32;&#xC3E;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC47; &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalakalamu [Skt.] n. Buzz, a confused sound. &#xC15;&#xC32;&#xC15;&#xC32; kalakala. adv. Aloud. &#xC15;&#xC32;&#xC15;&#xC32;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F; to laugh heartily. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32; &#xC15;&#xC32;&#xC15;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F; the loud notes of birds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC15;&#xC02;&#xC21;</span>&#xA0;&#xA0;kalakan&#x1E0D;a. [Tel.] n. Sugar candy. &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kala-kan&#x1E6D;hamu. [Skt.] n. A sweet voice. &#xC2E;&#xC27;&#xC41;&#xC30;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. The black cuckoo so called from its melodious note. &#xC15;&#xC32;&#xC15;&#xC02;&#xC20;&#xC3F; the sweet-voiced one, i.e., a woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC15;</span>&#xA0;&#xA0;kalaka. [Tel. from &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.] n. Turbidity. Trouble, perturbation: foulness: sin: lumbar rheumatism. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC15; the disease called country sore eyes, ophthalmia. &#xC15;&#xC32;&#xC15;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; turbid water. &#xC15;&#xC32;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC41; kalaka-p&#x101;ru. (&#xC15;&#xC32;&#xC15;+&#xC2A;&#xC3E;&#xC30;&#xC41;.) v. a. To be confused. &#xC15;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC32;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41; confusion &#xC15;&#xC32;&#xC24;, &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalambamu. [Skt.] n. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. Dissension, confusion. &#xC17;&#xC43;&#xC39;&#xC15;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41; family feuds, brawls &#xC05;&#xC32;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalanjamu. [Skt.] n. A drug made of Indian hemp, bhang. &#xC17;&#xC02;&#xC1C;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC32;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kalankari. [Tel.] n. A colored cloth. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC28;&#xC3F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC41; kalankamu. [Skt.] n. A spot, mark, stain. A blemish. &#xC21;&#xC3E;&#xC17;&#xC41;, &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;</span>&#xA0;&#xA0;kala. [Skt.] adj. Harmonious, sweet in sound as &#xC15;&#xC32;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC47;&#xC16;&#xC32; a tinkling girdle. &#xC15;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F; or &#xC15;&#xC32;&#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41; a warbling sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;</span>&#xA0;&#xA0;or &#xC17;&#xC32; kala. [Tel.] An affix. The participle of &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. Possessed of. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32; sensible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;</span>&#xA0;&#xA0;kala. [Tel.] n. A dream. &quot;&#xC15;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC2D;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;&#xC28;&#xC47;&#xC32;&quot; (Bhall. Pad. ii. 50.) Why waste your soul in dreams on the fair? &#xC15;&#xC32;&#xC17;&#xC28;&#xC41; kala-ganu. v. n. To dream.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;kalaku. [Tel. another form of &#xC15;&#xC32;&#xC41;&#xC28;&#xC41;.] n. Battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;kalakuva. [Tel.] n. Confusion. &#xC15;&#xC32;&#xC24;.
			</div>
                