&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC27;&#xC4C;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kala-dhautamu. [Skt.] n. A precious metal: silver or gold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC24;&#xC46;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;kala-teragu. [Tel.] n. Truth. &#xC2F;&#xC3E;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kala&#x1E6D;su. [Tel. causal of &#xC15;&#xC32;&#xC17;&#xC41;.] v. a. To trouble, disconcert, disorder. To melt, or agitate with any passion. &#xC15;&#xC32;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC32;&#xC24; kalata. n. Trouble, perplexity. A dispute, squabble. Indisposition. Turbidity in water. &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41; kalata-pa&#x1E0D;u. v. n. To dispute, squabble, to quarrel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;kala-gonu. [Tel. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;] v. n. To be agitated. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To spread &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC40;. &quot;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC2E;&#xC43;&#xC17;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC46;.&quot; &#xC2D;&#xC3E;&#xC1F;. &#xC35;&#xC3F;&#xC30;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC17;&#xC42;&#xC30;</span>&#xA0;&#xA0;kala-g&#x16B;ra. [Tel.] n. Wild herbs in general: forest herbs, a mixture of herbs, hotch-potch &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;, &#xC15;&#xC32;&#xC17;&#xC42;&#xC30;&#xC17;&#xC02;&#xC2A; a medley, a mass of confusion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; kalagu. [Tel.] v. n. To be troubled, disordered, embarrassed, to grieve, to be in distress or broken down. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; or &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; his eyes are red or inflamed. &#xC15;&#xC32;&#xC17;&#xC2C;&#xC21;&#xC41; or &#xC15;&#xC32;&#xC17;&#xC2C;&#xC3E;&#xC30;&#xC41; to be confused or embarrassed &#xC15;&#xC32;&#xC17;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;kala-gu&#x1E47;&#x1E0D;u. [Tel.] n. A large stone or boulder. M. VI. iii. 65. R. v. 313. Confusion &#xC15;&#xC32;&#xC24;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC15;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; to be confused &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to confuse &#xC15;&#xC32;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC17;&#xC32;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC17;&#xC32;&#xC4D;&#xC2A;&#xC41; kalagalapu. [Tel.] n. Mixture. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Friendship. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. A mix-up or hotch-potch &#xC15;&#xC32;&#xC41;&#xC28;&#xC41; &#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2C;&#xC02;&#xC26;</span>&#xA0;&#xA0;kalabanda. [Tel.] n. The aloeplant. The Barbadoes aloe, The Indian aloe, Aloe vera. &#xC30;&#xC3E;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC32;&#xC2C;&#xC02;&#xC26; the American aloe. Agave americana. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC32;&#xC2C;&#xC02;&#xC26; or &#xC0E;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC3F; (Bellary) the Bastard Aloe, Agave vivipara. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC32;&#xC2C;&#xC02;&#xC26; Aloc litto-ralis. &#xC08;&#xC28;&#xC46;&#xC15;&#xC32;&#xC2C;&#xC02;&#xC26; Aloa officinalis (Watts). &#xC15;&#xC32;&#xC2C;&#xC02;&#xC26;&#xC17;&#xC41;&#xC02;&#xC1C;&#xC41; the pulp of the aloe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kalapu. [Tel. Causal from &#xC15;&#xC32;&#xC2F;&#xC41;.] v. t. To cause to unite or mix. n. Mixing &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalapamu. [Tel.] n. Mixing. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;. Perfume, scented paste used by women. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2A;&#xC28;&#xC17;&#xC02;&#xC2A;</span>&#xA0;&#xA0;kalapana-gampa. [Tel.] n. A quarrelsome fellow. &#xC15;&#xC32;&#xC39;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC32;&#xC2A;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; (&#xC15;&#xC32;&#xC2A;&#xC21;&#xC2E;&#xC41;+&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.) kalapanapin&#x1E0D;i. n. Confusion. &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalapa&#x1E0D;amu. [Tel.] n. Mixing. &#xC15;&#xC32;&#xC2A;&#xC41;&#xC1F;. &#xC30;&#xC17;&#xC21; &quot;&#xC15;&#xC32;&#xC2A;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC15;&#xC32;&#xC2F;&#xC28;&#xC40; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC40;&#xC23;&#xC46;&#xC32;&#xC41;.&quot; &#xC36;&#xC41;&#xC15;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2A;</span>&#xA0;&#xA0;kalapa. [Tel.] n. The wood used for a house, or for a plough. Wood in general. A pile of wood. &#xC15;&#xC32;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; the timber trade. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC32;&#xC2A; bamboos. &#xC0F;&#xC30;&#xC41; &#xC15;&#xC32;&#xC2A; things for ploughing. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC2A; the building materials for a house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC28;&#xC41;</span>&#xA0;&#xA0;kalanu. [Tel.] n. War, battle, combat. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. A place &#xC1A;&#xC4B;&#xC1F;&#xC41;. A thrashing floor &#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC28;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC28;&#xC2E;&#xC41; kalana. [Skt.] n. Making, effecting. &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC32;&#xC38;&#xC3F;&#xC30;&#xC2D;&#xC3F;&#xC28;&#xC35;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC32;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; Dasav. ix. 416. &quot;&#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC32;&#xC28;&#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Swa. i. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalamamu. [Skt.] n. The finest sort of rice. &#xC15;&#xC32;&#xC2E;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; a swelling ear of corn: &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;&#xC15;&#xC41;: (to which poets compare the calves of the legs) &#xC15;&#xC32;&#xC2E;&#xC2A;&#xC41; &#xC1F;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC32;&#xC41; (A. i. 85.) sun-dried grain &#xC0E;&#xC02;&#xC21;&#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC28; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalabhamu. [Skt.] n. An elephant thirty years old.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2E;</span>&#xA0;&#xA0;kalalma. [Tel.] n. A gap, or breach.
			</div>
                