&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;kala-va&#x1E0D;u. [Tel. &#xC15;&#xC32;&#xC35;&#xC41;+&#xC2A;&#xC21;&#xC41;.] v. i. To mix. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kala-va&#x1E47;&#x1E6D;akamu. [Tel. &#xC15;&#xC32;&#xC2A;&#xC41;+&#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;.] n. A hotch potch; a dish containing a number of ingredients. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kalayika. [Tel. from &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.] n. Meeting, uniting. &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2F;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC32;&#xC2F;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2F;&#xC02;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;kala-y-ampi. [Tel.] n. Cow dung dissolved in water and sprinkled on the floors of houses. &#xC15;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2F;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC2F;&#xC02;&#xC17; kalaya. [Tel.] adv. Together: on all sides &#xC05;&#xC02;&#xC24;&#xC1F;. All at once. (See &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41; of which this is the Inf. in A.) &#xC2E;&#xC3E;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC2F;&#xC1A;&#xC42;&#xC1A;&#xC46; he attempted to join us.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kalamu&#x1E0D;u. [Skt.] n. A thief. &#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalamu. [H. cf. Latin Calamus.] n. A pen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalamu. [Tel.] n. A ship. M. III. iv. 81. 94. B. X. 6. Also, a measure of capacity containing twelve &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC32;&#xC2E;&#xC30;&#xC3F; kalam-ari. (&#xC15;&#xC32;&#xC2E;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A sailor, or boatman. M. XIII. v. 566. A passenger on a boat. &#xC13;&#xC21;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2E;&#xC2F;&#xC2A;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;kalamaya-p&#x14D;tu. [Tel.] n. A fish of the species Ch&#x153;todon. Russell, No. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalahamu. [Skt.] n. A fight., contention, dispute. &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC39;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC24; kalah-&#x101;ntarita. n. A wife who has been vexed and is appeased &#xC2A;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC38;&#xC2E;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2F;&#xC48;&#xC28; &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;. &#xC15;&#xC32;&#xC39;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; kalah-&#x101;&#x1E63;anu&#x1E0D;u. n. A quarrelsome being, a makebate; an eithet of N&#x101;rada. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; kalahin&#x1E6D;su. v. n. To fight, dispute. &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC39;&#xC02;&#xC38;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC39;&#xC02;&#xC38;&#xC2E;&#xC41; kala-hamsa. [Skt.] n. A swan with reddish beak, legs and wings &#xC27;&#xC42;&#xC2E;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32; &#xC39;&#xC02;&#xC38;. A king swan &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38;. The best of kings &#xC30;&#xC3E;&#xC1C;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC30;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kala-r&#x16B;pu. [from Tel. &#xC15;&#xC32; existing and Skt &#xC30;&#xC42;&#xC2A;&#xC41; from.] n. The fact, the very thing, the truth. &#xC2F;&#xC3E;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kala&#x1E63;amu. [Skt.] n. A vase, flagon, or water pot: &#xC15;&#xC41;&#xC02;&#xC21;. the gilt ornament on the pinnacle of a pagoda or tower. In palmistry, &#xC15;&#xC32;&#xC36;&#xC30;&#xC47;&#xC16;&#xC32;&#xC41; certain lines in the palm of the hand. A. v. 31. &#xC15;&#xC32;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC15;&#xC32;&#xC36;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC32;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; the preliminary rite of solemnly placing a vase. &#xC15;&#xC32;&#xC36;&#xC2A;&#xC42;&#xC1C; the adoration paid to that vessel, being the principal rite in all religious celebrations. &#xC15;&#xC32;&#xC36;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F; kala&#x1E63;-&#x101;bdhi n. The ocean of milk. &#xC15;&#xC32;&#xC36;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC1C; the goddess Lakshmi. &#xC15;&#xC32;&#xC36;&#xC3F; kala&#x1E63;i. n. A pot. &#xC15;&#xC41;&#xC02;&#xC21;. &#xC15;&#xC32;&#xC36;&#xC40;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC32;&#xC36;&#xC40;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; The &quot;Vase-born&quot; An epithet or Agastya, who was born, like Orion, in a pot. A. v. 107.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalavinkamu. [Skt.] n. A sparrow. &#xC0A;&#xC30;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC42;&#xC17; &#xC05;&#xC28;&#xC47; &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kala-v&#x101;&#x1E0D;u. [Tel.] n. Lit. &apos;one who has or possesses.&apos; A rich man &#xC27;&#xC28;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. An able man. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. A friend &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalavaramu. [Tel.] n. Confusion, puzzle. &#xC15;&#xC32;&#xC35;&#xC30;&#xC15;&#xC02;&#xC2A; kalavara-kampa. n. A jumble. &#xC15;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41; or &#xC15;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; kalavara-pa&#x1E0D;u. v. n. To be thrown into confusion. &#xC15;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; kalalvar-in&#x1E6D;su. v. n. To babble. To have the nightmare. To talk in sleep. &#xC2E;&#xC48;&#xC2E;&#xC30;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24; kalavar-inta. n. Babbling. Talking in sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kal-&#x101;du&#x1E0D;u. [Skt.] n. A gold smith. &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC3E;&#xC1A;&#xC3F; or  &#xC15;&#xC33;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC3E; kal&#x101;chi. [Skt.] n. A sort of cup or bowl. A small metal box. A spittoon. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kala-ravamu. [Skt.] n. A sweet note, warbling. Also, a dove. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;. See &#xC15;&#xC32; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;. (q. v.)
			</div>
                