&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kali-tanamu. [Tel.] n. Ability &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kali-go&#x1E6D;&#x1E6D;u. [Tel.] n. The trumpet flower plant, Bignonia chelonoides. Ainsl. ii. 272. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kaliki. [Tel.] n. A lady, a beauty. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. A charm or grace. adj. Charming, lovely, pretty. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; kaliki-tanamu. n. Prettiness. &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; kaliki-pi&#x1E6D;&#x1E6D;a. [Tel.] n. The Darter, or Snakebird, Plotus Melanogaster: (F. B. I .)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kal&#x101;pamu. [Skt.] n. An ornament. &#xC28;&#xC17;. An assemblage. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A peacock&apos;s tail &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;. A quiver &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC26;&#xC3F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wore the dress or played the character of Krish&#x1E47;a. &#xC39;&#xC4B;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; the details of a sacrifice or solemn rite. &#xC15;&#xC47;&#xC36;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; ample tresses, fine hair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC28;</span>&#xA0;&#xA0;kal&#x101;pana. [Tel.] n. Confusion. &#xC15;&#xC32;&#xC24;. &#xC39;&#xC48;&#xC26;&#xC30;&#xC41;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC28; Hyder&apos;s invasion or inroad.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kal&#x101;pakamu. [Skt.] n. A chain that goes round the neck of an elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC38;&#xC02;&#xC15;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kalive-che&#x1E6D;&#x1E6D;u. [Tel.] n. A thorny plant called the Blistering Papaya of Brazil, Carissa Carandas, &#xC35;&#xC3E;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; (watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kali-yugamu. [Skt.] n. The kali age, i.e. Modern times beginning from the Deluge. The present or Iron age. &#xC08; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC28; in these hard times.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41; kaliyu. [Tel.] v. n. To mix, join, mingle. To collect, assemble. To coalesce. To agree, correspond, match. To be included in, to fall under. To set to work, being to do. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC1A;&#xC42;&#xC1A;&#xC3F; looking all round. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when our eyes met. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; a spot included in his land. &#xC06; &#xC26;&#xC3E;&#xC30;&#xC3F; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that road meets here. &#xC38;&#xC2D; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F;, or &#xC38;&#xC2D; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the assembly has broken up or adjourned: &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC41; kaliya-galupa n. Familiarity, affability. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; familiar, easy, affable. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC41; kaliya-ba&#x1E0D;u v. n. To meddle with. To rush, fall (upon enemies) &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC41; they rushed upon us. To become entangled. &quot;&#xC05;&#xC30;&#xC41;&#xC24;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot; B. viii. 457. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. kaliya-be&#x1E6D;&#x1E6D;u. v. a. To mix, to stir.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;kalimi [Tel. from &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.] n. Existence, being, possession. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F; Richness, wealth &#xC38;&#xC02;&#xC2A;&#xC26; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;. riches of loving kindness. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32; rich. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC3F; the friend of riches, i .e., the goddess of wealth &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC41;&#xC17; kalimi-dan&#x1E0D;uga n. A property tax. &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41; &#xC27;&#xC28;&#xC35;&#xC02;&#xC24;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC27; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalimamu [Tel.] n. Flesh, meat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC4D;&#xC24;&#xC3F; kaliti [Tel. from &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.] n. A mixture. adj. Mixed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kali-tamu. [Skt.] adj. Having, bearing, possessed of. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;.&#xC17;&#xC26;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; armed with a mace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalikamu. [Tel.] n. An eyesalve. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC47; &#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;kali. [Tel.] n. Fermented rice water. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC32;&#xC2F;&#xC02;&#xC2A;&#xC3F; (q. v.) A peacock &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;kali. [Skt.] Same as &#xC15;&#xC32;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kalika. [Skt.] n. A bud. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC16;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;kal&#x101;lu-Kh&#x101;n&#x101;. [H.] n. An arrack shop.
			</div>
                