&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;kalugu. [Tel.] n. A hole, a pit. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;. a cave &#xC17;&#xC41;&#xC39;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;kalu-k&#x101;nugu. [Tel.] n. A species of sesamum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; kalu. [Tel.] n. A carriage wheel. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. Stone &#xC30;&#xC3E;&#xC2F;&#xC3F;. Toddy &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC1F; a stone fort. &#xC15;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC17; a stone mill. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; houlders, large stones &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaluva&#x1E0D;amu [Tel. &#xC15;&#xC32;&#xC41;&#xC35;+&#xC05;&#xC21;&#xC2E;&#xC41;.] n. A pennon or small flag. &quot;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC24;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC2A;&#xC23;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F;, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC4B;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC2F;&#xC02;&#xC17;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC3F;, &#xC15;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F;.&quot; B. X. &#xA7; 53. A garland of lotuses &#xC15;&#xC32;&#xC41;&#xC35;&#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC35;. kaluva. [Tel.] n. The water lily or lotus. &#xC15;&#xC32;&#xC41;&#xC35;&#xC15;&#xC02;&#xC1F;&#xC3F; a lotus-eyed woman, i.e., one that has beautiful eyes. &#xC15;&#xC32;&#xC41;&#xC35;&#xC32;&#xC26;&#xC3E;&#xC2F; the enemy of the lotus, i.e., the sun &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC32;&#xC41;&#xC35;&#xC30;&#xC47;&#xC21;&#xC41; the regent of the lily. i.e., the moon &#xC15;&#xC32;&#xC41;&#xC35;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41; the moon &#xC15;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kalupu. [Tel. causal of &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.] n. A mixture. Weeds. &#xC2A;&#xC48;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC38;&#xC2A;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. Curds &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. v. a. To mix. To join, unite. To bring together. To receive (into one&apos;s family or caste). &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they received or admitted her into the caste &#xC05;&#xC24;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC26;&#xC30;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; including him how many were there? &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; kalupu-k&#x14D;lu-lanamu.n. Intimacy, friendship. &#xC05;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;. kaluzu. [Tel.] n. Foulness, dirt, rubbish. A sluice, a flood gate. The rim or stone ledge of a well, a stone facing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;kalu&#x1E6D;&#x1E63;a [from Skt. &#xC15;&#xC32;&#xC41;&#xC37;&#xC2E;&#xC41;.] n. A fault, defect. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. Confusion &#xC15;&#xC32;&#xC24;. Anger &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC41;&#xC1A;&#xC2A;&#xC21;&#xC41; kalu&#x1E6D;sa-pa&#x1E0D;u. v. i. To be confused &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC4D;&#xC17;&#xC41; kalugu. [Tel.] v. n. To live exist. To be. &#xC09;&#xC02;&#xC21;&#xC41;. To happen, occur. To become &#xC05;&#xC17;&#xC41;. To endure &#xC13;&#xC2A;&#xC41;. To be born &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To meet &#xC15;&#xC42;&#xC21;&#xC41;. &#xC12;&#xC15; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC15;&#xC32;&#xC21;&#xC41; there was a certain king. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F; children being born to him. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; one who has money. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; I got justice. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC05;&#xC28;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; (or &#xC15;&#xC32;&#xC26;&#xC41;) it is usual to say so. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came about some business. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC17;&#xC32;&#xC21;&#xC41; he can write. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC2E;&#xC41; we are not liable to pay this money. &#xC35;&#xC40;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; (RYD. 2060) these and other princes. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a man of sense. &#xC2F;&#xC3E;&#xC2D;&#xC48;&#xC2F;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; aged fifty. To be sore. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; he has sore eyes. v. t. To have, to show &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC15;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &quot;&#xC15;&#xC30;&#xC41;&#xC23;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E; &#xC15;&#xC2E;&#xC32;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;.&quot; (&#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. viii.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; kalpa-taruvu [Skt.] n. The &quot;Wishing tree&quot; in the Hindu Paradise. The cocoanut or palm tree is called &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kalki. [Skt.] n. The name of the last incarnation of Vish&#x1E47;u. &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC15;&#xC3F; kalki. [Tel.] n. Prettiness. A lady. See &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;. &#xC15;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; See &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalkamu. [Skt.] n. Foulness, impurity, sediment. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC15;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30; kalka-m&#x101;tra [Tel.] n. Eyesalve. &#xC15;&#xC32;&#xC4D;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; drugs used in electuaries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC1F;&#xC30;&#xC41;</span>&#xA0;&#xA0;kalec&#x1E6D;aru [Eng.] n. A collector, the chief revenue official in a District.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;kalusu-k&#x16B;ra (tel.) n. A well-cooked curry. &#xC05;&#xC28;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalushamu. [Skt.] n. Sin foulness, impurity. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. adj. Foul, Sinful. Turbid, muddy. &#xC15;&#xC32;&#xC15;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;. &#xC15;&#xC32;&#xC41;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; kalushin&#x1E6D;su. v. n. To be angry or intemperate, to be agitated &#xC15;&#xC32;&#xC15;&#xC2C;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaluvamu. [Tel.] n. An apothecary&apos;s mortar in which drugs are rubbed with a pestle &#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC42;&#xC30;&#xC47; &#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
                