&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalpamu. [Skt.] n. An age. A religious rule. A code or description of religious rites. A legend or pious tale. Thus; &#xC35;&#xC30;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; the legend or book regarding this observance &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; an age of Brahma equal to many millions of years. A series of publications as of a journal; as &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; first series, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; second series, &amp;c. adj. That which equivalent to or that which is almost the same as. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. A word (like ish, in blackish, whitish) denoting similarity. &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; a peninsula. &#xC15;&#xC30;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; like a hand. &#xC24;&#xC1F;&#xC3F;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28; resembling lighting &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; kalp-&#x101;ntamu. n. The destruction of the world. The end of time. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;. A Brahma&apos;s day. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; kalpu&#x1E6D;n. One who is similar to, or equal to. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; almost a scholar. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; he who is similar (in excellence) to the god of fire. M. XIII. ii. 332.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;</span>&#xA0;&#xA0;kalpana [Skt.] n. Fabrication, invention, fiction, machination. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; kalpana-ch&#x113;yu. v. a. To fabricate, devise, invent or contrive, to produce. form.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC35;&#xC46;&#xC33;&#xC2A;&#xC3E;&#xC1F;&#xC41;. kallip&#x101;&#x1E6D;u [Tel.] n. Agitation, tribulation, dilemma. Fright, alarm, horrow. &#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;kall-aruzu [Tel.] n. A kind of fish. See &#xC05;&#xC30;&#xC41;&#xC1C;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC41;&#xC5B;&#xC41;&#xC24;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC28;&#xC41;&quot; &#xC39;&#xC02;&#xC24;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kall-ari [Tel. &#xC15;&#xC32;&#xC4D;&#xC32;+&#xC05;&#xC30;&#xC3F;.] n. A liar, deceiver, rogue. A thief or marauder, a wicked man, or criminal. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC42;&#xC28;&#xC3F; assuming a false shape. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; kalari-kalle n. A jilt. a deceitful girl. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC40;&#xC21;&#xC41; kallar-&#x12B;&#x1E0D;u n. A liar, a rogue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kallamu. [Tel.] n. A couch or bed. &#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41;. Ila. iii. 135 and 168. A blow on the haunch, in boxing. &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kalla&#x1E6D;&#x1E6D;su [Tel.] n. A touchstone, or crucible. &quot;&#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC4B;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41; &#xC2F;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC24;&#xC21;&#xC41;.&quot; BD. iv. 127.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;kalla. [Tel.] n. An untruth, a falsehood, a lie. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. A fault &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. Deception or delusion &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. A harsh word &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC26;&#xC28;&#xC2E;&#xC41;. The hedge of a garden &#xC24;&#xC4B;&#xC1F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. adj. False &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Harsh &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC41; kalla-lanamu. Bad conduct &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC21;&#xC24;. Deception &#xC35;&#xC02;&#xC1A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;.kalpin&#x1E6D;su [Skt.] v. a. To make. To fabricate, devise. &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; kalpitamu adj. Made, formed of Fradulent. Fictitious.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC15; kallu-eluka [Tel. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;+&#xC0E;&#xC32;&#xC41;&#xC15;.] n. A field mouse. &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC26;&#xC41;&#xC02;&#xC21;&#xC47; &#xC0E;&#xC32;&#xC41;&#xC15;. Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kallu. [Tel.] A stone. Also, a wheel: (because formerly some cart wheels were made of stone.) A spoke of a carriage wheel. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; a particle of dew. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; a crystal of salt. &#xC38;&#xC40; &quot;&#xC2D;&#xC3E;&#xC28;&#xC41; &#xC36;&#xC40;&#xC24;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;&quot; (K&#x14D;&#x1E6D;&#x12B;swara 13.) &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to be stunned &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC2A;&#xC26; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC02;&#xC1F;&#xC3F;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalyamu [Skt.] n. The dawn. &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;. (A. v. 110.) Toddy. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; kalya-palu&#x1E0D;u n. A toddy-drawer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kalmashamu [Skt.] n. Sin, taint, dirt. Any impurity, such as pus: foulness. Blackness &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC37;&#xC2E;&#xC41; kalm&#x101;shamu n. Particoloured, variegated colour. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kallu [Tel.] n. Toddy: palmwine: &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; cocoanut toddy: &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; palmyra toddy: &#xC08;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; date tree toddy, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; (R. ii. 95.) the nectar of juice of flowers. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC1F; kallu-pen&#x1E6D;a n. A toddy shop, a dram shop. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21; a toddy pot.
			</div>
                