&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kal-h&#x101;ramu. [Skt.] n. A reddish fragrant water lily.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC32;&#xC41;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;Same as &#xC15;&#xC32;&#xC41;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kal-l&#x14D;lamu. [Skt.] n. A surge, a billow. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC32;. &#xC17;&#xC43;&#xC39;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41; family turmoil, household troubles. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC35;&#xC24;&#xC3F; or &#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC3F;&#xC28;&#xC28;&#xC3F; kall&#x14D;la-vati. n. An eddying stream: a poetical phrase for a river. R. iii. 39. &#xC0F;&#xC30;&#xC41;, &#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;kall-&#x113;ru. [Tel. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;+&#xC0F;&#xC30;&#xC41;.] n. A hill-torrent. &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kall-&#x113;&#x1E0D;i. [Tel. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC32;&#xC47;&#xC21;&#xC3F;.] n. The bastard florikin or stone-curfew, Ocdienemus scolopax. (F.B.I.) Jerdon. No. 367. (See Swa. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;</span>&#xA0;&#xA0;ka&#x1E37;inga. [Tel.] n. A lock in a canal; a surplus sluice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;&#x101;sin&#x1E6D;su. [Tel.] v. n. To be tired. &#xC05;&#xC32;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E37;&#x101;si. [H.] n. A boatman. A workman on a boat. An tentman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;&#x101;samu. [Tel.] n. A skin or hide. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC07;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC33;&#xC3E;&#xC38;&#xC2E;&#xC41; an antelope skin &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC33;&#xC3E;&#xC2E;&#xC41; dogs and curs. (Here it is an Anuk.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;&#x101;-vantu&#x1E0D;u. [Skt.] n. An artist: an actor or dancer. A cunning rogue. &#xC15;&#xC33;&#xC3E;&#xC35;&#xC24;&#xC3F; an actress (P. i. 62. A. iv. 36.) &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E37;&#x101;yi. [H.] n. A large vessel for manufacturing indigo. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC47; &#xC17;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;. n. The tin coating given to brass vessels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3E;&#xC28;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E37;&#x101;-nidhi. [Skt.] n. An epithet of the moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC33;&#xC3E;&#xC38;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC35;&#xC33;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC35;&#xC33;&#xC2E;&#xC41; ka&#x1E37;a-va&#x1E37;a. [Tel.] n. Anxiety, distress, puzzle. &#xC15;&#xC32;&#xC24;. &#xC15;&#xC33;&#xC35;&#xC33;&#xC2A;&#xC21;&#xC41; ka&#x1E37;a-va&#x1E37;a-pa&#x1E0D;u. v. n. To be agitated or auxious &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC33;&#xC35;&#xC33;&#xC2A;&#xC3E;&#xC1F;&#xC41; confusion &#xC15;&#xC32;&#xC24;. &#xC15;&#xC33;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; to be confused. To be in amazement. To be perplexed. To talk nonsense, to babble. &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. Also, to move &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC2A;&#xC46;&#xC33;</span>&#xA0;&#xA0;kala-pe&#x1E37;a. [Tel.] n. Violently boiling. &#xC15;&#xC33;&#xC2A;&#xC46;&#xC33;&#xC32;&#xC3E;&#xC21;&#xC41; ka&#x1E37;a-pe&#x1E37;&#x101;l-&#x101;&#x1E0D;u. v. n. To boil violently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;atramu. [Skt.] n. A wife &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC33;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; he who is wedded to glory and prosperity. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2D;&#xC30;&#xC3E;&#xC15;&#xC33;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; ruler of the land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;</span>&#xA0;&#xA0;or &#xC15;&#xC32; ka&#x1E37;a. [Skt.] n. A degree, or sub-division. &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. That which proceeds by degrees, as effect, virtue, potency, influence, inclination. A ray or light. Look or appearance. A phase of the moon, of which the Hindus reckon sixteen. The degree in which one night&apos;s moon-light differs from that of the next. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC35; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. In Telugu Grammar, a word that does not end with an N sound. A note, as being a subdivision of music. The nerves or ticklish parts of the body. &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC33; the brightness of lamp. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16; &#xC15;&#xC33; his air, the effect of his features. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC33; a look of madness. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC15;&#xC33; an angry look. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC33; drowsiness. &#xC15;&#xC33;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; the nerves. &quot;&#xC15;&#xC33;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC28;&#xC4D;.&quot; (T. ii. 82.) her heart melted: it touched her to the quick. &#xC08; &#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC33;&#xC32;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this burning wind exhausts the spirits &#xC26;&#xC47;&#xC39;&#xC15;&#xC33;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; a morbid affection: an injured constituion. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC33; &#xC2C;&#xC39;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; She has a very pretty air. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC33;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; She is growing very pretty. &#xC15;&#xC33; [Tel.] n. A swoon. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. A twig &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;.
			</div>
                