&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC15;&#xC35;</span>&#xA0;&#xA0;kava-kava. [Tel.] adv. A loud. &#xC15;&#xC35;&#xC15;&#xC35; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F; laughing aloud. &quot;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2F;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC41;&#xC15;&#xC35;&#xC15;&#xC35;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC23;&#xC41;&#xC17;&#xC41;.&quot;: Dasav. v, 256.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;</span>&#xA0;&#xA0;kava. [Tel.] n. Couple, pair. &#xC15;&#xC35;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; or &#xC15;&#xC35;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; twins. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC35; a pair of eyes. &#xC1A;&#xC28;&#xC4D;&#xC17;&#xC35; or &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC35; a pair of breasts &#xC15;&#xC35;&#xC32;&#xC41; Kusa and Lavas the sons of R&#x101;ma; also Nakula and Sah&#x101;d&#x113;va the P&#x101;ndava brothers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;, &#xC15;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41; ka&#x1E37;&#x1E37;emu. [Tel.] n. A bridle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;ka&#x1E37;&#x1E37;e. [Tel.] n. Thick spittle or phlegm. or &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC24;&#xC46;&#xC2E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ka&#x1E37;&#x1E37;i. [Tam.] n. The plant called milk hedge. Euphorbia Tirukalli. Rox. ii. 470. &#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; ka&#x1E37;&#x1E37;amu. [Tel.] n. A thrashing floor. &#xC2A;&#xC02;&#xC1F;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC47;&#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;ka&#x1E37;&#x1E37;a. [Tel.] n. Phlegm. &#xC24;&#xC46;&#xC2E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;y&#x101;&#x1E47;amu. [Skt.] n. Good fortune, weal, prosperity, marriage. &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; the high day, or anniversary celebrated at any temple as the god&apos;s wedding day. &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41; a small chapel attached to a temple where the god is placed when celebrating the different festivals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC47;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;&#x113;baramu. [Skt.] n. The body &#xC2E;&#xC47;&#xC28;&#xC41;. A corpse. &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41;, &#xC36;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;ukku-m-anu. [Tel. anuk.] v. n. To start, to startle &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he startled, was shocked or confounded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;uku. [Tel.] n. Powder. &#xC2A;&#xC4A;&#xC21;&#xC3F;. Brightness, lustre, brilliancy, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. adj. Glittering. &quot;&#xC15;&#xC33;&#xC15;&#xC41;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC3E;&#xC2F; &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2F;.&quot; T. iv. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ka&#x1E37;ika. [Skt.] n. A flame.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E37;ingamu. [Skt.] n. A proper name denoting the Orissa (&#xC09;&#xC24;&#xC4D;&#xC15;&#xC32;) country. &#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F; lord of Kalinga. &#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; the Kalingas. &#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21; ka&#x1E37;inga-r&#x101;sh&#x1E6D;rapu-ga&#x1E0D;&#x1E0D;a. n. A plant that produces febrifuge nuts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3F;</span>&#xA0;&#xA0;kavi. [Skt. lit A maker.] n. A poet. A learned man. &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC35;&#xC3F;&#xC24; or &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; kavita. n. A poem, poetry, composition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;kav&#x101;tu. [H.] n. Drill, parade. &#xC15;&#xC35;&#xC3E;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to parade, to drill as soldiers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kav&#x101;&#x1E6D;amu. [Skt.] A door. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC32;&#xC41; &#xC15;&#xC35;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; kavalu. [Tel.] n. To take up or catch up the recitation of the Veda from another person without making a break. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC26;&#xC3F; &#xC2A;&#xC1F;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24; &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC2C;&#xC21;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC32;&#xC2F;&#xC41;&#xC1F;. &#xC17;&#xC40; &quot;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC30;&#xC3F; &#xC26;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41; &#xC17;&#xC35;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC15;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4B;&#xC15;&#xC32;&#xC41;&#xC35;&#xC15;&#xC02;&#xC1F;&#xC3F;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC30;&#xC15;&#xC3E;&#xC2F; kavara. [Tel.] n. A piece or man, at draughts. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;. &#xC15;&#xC35;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; kavarl-&#x101;&#x1E0D;u. n. To squabble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC28;&#xC41;</span>&#xA0;&#xA0;kavanu. [Tel.] n. Grass. &#xC15;&#xC38;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kavanamu. [Skt.] n. Poetry. Composition. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC35;&#xC28;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; he has no talents for poetical composition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kava&#x1E47;amu. [Tel.] n. Gram or other grain given as food to horses and other animals. &#xC26;&#xC3E;&#xC23;&#xC3E;. &quot;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC15;&#xC35;&#xC23;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC26;&#xC32;.&quot; UH. iii. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kavachamu. [Skt.] n. Armour, a cover, a leather cover or case. The coating or sheathing of a boat. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41; an amulet, a prayer or phylactery for the safety of the body.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC1F;</span>&#xA0;&#xA0;kava&#x1E6D;a. [Tel.] n. A large branch of a tree. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC2D;&#xC3E;&#xC30;: &#xC35;&#xC3F;&#xC30;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC26;&#xC46;</span>&#xA0;&#xA0;kava&#x1E0D;e. [Tel.] n. A kind of drum &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC1F;.
			</div>
                