&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kashanamu. [Skt.] n. Rubbing, a trial. &#xC12;&#xC30;&#xC2F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC36;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E63;ma&#x1E37;amu. [Skt.] n. Foulness, nastiness. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC36;&#xC47;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ka&#x1E63;&#x113;ruvu. [Skt.] n. A kind of grass Scirpus Kysoor. Rox. i. 230.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC36;&#xC47;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ka&#x1E63;&#x113;rukamu. [Skt.] n. The backbone. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC36;</span>&#xA0;&#xA0;ka&#x1E63;a. [Skt.] n. A whip, a cord. &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kavvamu. [Tel.] n. A churning staff. &#xC15;&#xC35;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; a phrase for Mount Mandara.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kavva&#x1E0D;i. [Tel. &#xC15;&#xC35;+&#xC35;&#xC21;&#xC3F;.] n. One who is a bi-dexter, i.e., has equal strength in his two arms. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32; &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, i.e., Arjuna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kavayamu. [Skt.] n. The oblation to the spirits (manes) of the deceased. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC4B;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kav&#x14D;sh&#x1E47;amu. [Skt.] n. Warmth, slight heat. adj. Warm, rather hot. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4C;&#xC32;&#xC41; kavulu. [Tel.] n. A written agreement given to the ryot by the landlord regarding the land he takes up to cultivate. &#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC35;&#xC41;&#xC32;&#xC41; an agreement under which land is held at an annual quit-rent for a stipulated period.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC41;&#xC01;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kavu-gil-in&#x1E6D;su. [Tel.] v. n. To embrace. &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kav-&#x12B;&#x1E63;varu&#x1E0D;u. [Skt.] n. A poet; (lit. a prince of bards.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3F;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2F; kavile. [Tel.] n. Palm leaves prepared for writing accounts upon. &#xC26;&#xC02;&#xC21;&#xC15;&#xC35;&#xC3F;&#xC32;&#xC46; local archives; the record book, or register.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3F;&#xC32;</span>&#xA0;&#xA0;kavila. [from Skt. &#xC15;&#xC2A;&#xC3F;&#xC32;.] n. Brown color. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kaviri. [Tel.] n. The sediment of boiled betel nut which is made up into balls.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kaviyu. [Tel.] v. n. To join with, be united to. To join in combat, rush upon, fall upon. &#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC46; like fire under ashes. To spread &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; kavin&#x1E6D;su. v. t. To cause to rush upon, to chase &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC2E;&#xC40;&#xC26;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; Same as &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC38;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; kasaru. [Tel.] v. n. To move. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To scold, to bully, to speak sharply. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;kasaru. [Tel.] n. Excess. Ill humour, sharp words, passionate language. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC41;, &#xC1A;&#xC40;&#xC26;&#xC30;. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC38;&#xC30;&#xC41;, a gale, a squall; a storm &#xC35;&#xC3E;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC15;&#xC38;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a peevish woman. &#xC15;&#xC38;&#xC30;&#xC3E;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41; surplus income adj. Unripe, raw. &#xC15;&#xC38;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41; raw fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC30;&#xC24;&#xC41;</span>&#xA0;&#xA0;kasaratu. [H.] n. Excercise. Gymnastics.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC2E;&#xC38;</span>&#xA0;&#xA0;kasa-masa. [Tel.] n. Eagerness, greediness. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kasa&#x1E6D;u. [Tel.] n. Sin. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Dirt. foulness or foul odour, a bad taste, a nauseating flavour. &#xC15;&#xC38;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; seasoned, rectified, freed from an nauseating taste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kash&#x1E6D;amu. [Skt.] n. Difficulty, labour, fatigue, hardship. An affliction, plague, pest. adj. Hard, difficult, abominable, unfortunate. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is in difficulty. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2A;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41; &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; he will hardly be there ten days. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41; or &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to take pains, to labour, toil, exert or bestir himself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kash&#x101;yamu. [Skt.] n. A decoction. An extract. An infusion prepared by boiling or evaporation. adj. Red brown or yellowish red. &#xC15;&#xC37;&#xC3E;&#xC2F;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; cloth dyed red. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC15;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41; sparrow broth. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41; chicken broth. &#xC15;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC41; to make an infusion or decoction.
			</div>
                