&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kas&#x101;yi. [H.] n. A butcher. &#xC15;&#xC1F;&#xC3F;&#xC15; &#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC38;&#xC41;&#xC35;&#xC41; kasavu [Tel.] n. Grass, sweepings. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC02;&#xC1F;. &#xC15;&#xC38;&#xC35;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A; a midden, a heap of refuse. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC02;&#xC1F;. &#xC15;&#xC38;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F; A snipe, Ainsl. i. 393. &#xC15;&#xC38;&#xC35;&#xC41;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; a sort of sparrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kasu-m&#x101;lamu. [from Skt. &#xC15;&#xC36;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;] n. Rubbish, offal. adj. Vile, wretched, nasty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC28;&#xC41;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;or &#xC15;&#xC38;&#xC4D;&#xC2C;&#xC3E; kasub&#x101;. [H.] n. The head station in a district.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC41;</span>&#xA0;&#xA0;kasu. [Tel.] A particle denoting &quot;A little:&quot; Raw, young, unripe--used only in composition. &#xC15;&#xC28;&#xC41;&#xC15;&#xC02;&#xC26;&#xC41; kasu-kandu. n. A mere child, quite a child. &#xC32;&#xC47;&#xC24;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. (Parrij. iii. 44.) Blackness. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC38;&#xC41;&#xC17;&#xC02;&#xC26;&#xC41; kasu-gandu. v. n. To fade much &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;. n. Fading much &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC41; &#xC15;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC2F; unripe fruit. See &#xC15;&#xC38;&#xC3F; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kas&#x12B;samu. [Skt.] n. Black, dark. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. A. iv. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;Same as &#xC15;&#xC38;&#xC3F;&#xC02;&#xC26;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kasi-miri. [Tel.] n. Itchiness. &#xC24;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;&#xC2E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;kasi-masi. [Tel.] n. Eagerness. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;&#xC2E;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;kasi-masagu. [Tel.] v. a. To cut to pieces, slay, torment. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be eager, or unruly &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC38;&#xC2E;&#xC3F; &#xC24;&#xC3F;&#xC02;&#xC17;&#xC38;&#xC3F;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28;.&quot; R. ii. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;kasini-vittulu. [Tel.] n. The wild or Indian Endive, Chicory, or, Succory, Cichorium Intybus. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;or &#xC15;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26; kasinda. [Tel.] n. A species of Cassia or Senna. The Negro Coffee tree, Cassia occidentalis. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC26;, or &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41;, or &#xC24;&#xC17;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, Cassia Sophora (Watts.) A. vi. 12. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC26; the plant called Prickly Scopolia. Ainsl. ii. 200. &#xC15;&#xC3E;&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;. Rox. i. 617. ii. 342, 346.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC3F;</span>&#xA0;&#xA0;kasi. [Tel.] n. Passion, revengeful spite, bitterness, spleen, ill blood, malice. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC17;. &#xC15;&#xC38;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC46; he wreaked his anger or passion. Itch. &#xC26;&#xC41;&#xC30;&#xC26;. Wish &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. adj. Raw, unripe, unfit for the knife. &#xC15;&#xC38;&#xC41;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC32;&#xC47;&#xC32;&#xC24;. &#xC15;&#xC38;&#xC3F; or &#xC15;&#xC38;&#xC3F;&#xC21;&#xC3F; adj. Petty, small. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC17;&#xC3E; k&#x101;. the adverbial sign &#xC15;&#xC3E;. Is it not so, to be sure &#xC15;&#xC26;&#xC3E;, &#xC15;&#xC3E;&#xC26;&#xC3E;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC3E; he is there, I suppose. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC3E; you see he wrote it. &#xC06; &#xC2F;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F; &#xC15;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; perhaps the cattle are his. &#xC28;&#xC17;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they paid it in silver. See &#xC17;&#xC3E;, and &#xC05;&#xC17;&#xC41;. &#xC15;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; as soon as it is done.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC39;&#xC15;&#xC39;</span>&#xA0;&#xA0;kaha-kaha. [Tel.] adj. Hurra, Huzza (the battle shout.) Audibly, with a crash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; kasturi. [Skt.] n. Musk. The black spot or line on the forehead, formed of musk. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; a beauty spot or patch of musk. A familiar name for any dog. (Swa. i.) &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; kast&#x16B;ri-tumma. A fragrant species of the Babul tree. See &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; kast&#x16B;ri-pa&#x1E6D;&#x1E6D;e. A kind of flower &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; the pink species. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; kast&#x16B;ri-pasupu. n. A fragrant kind of turmeric. Turmeric-coloured Zedoary. (Ainslie). &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC4D;&#xC32; &#xC1A;&#xC40;&#xC30; a sort of cloth with lines forming squares.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kasti. [Tel.] n. Grief. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC4D;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;See &#xC15;&#xC38;&#xC41;&#xC2C;&#xC3E;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC38;&#xC4D;&#xC38;&#xC46;&#xC2E;&#xC41; [Tel.] kasemu. n. A pool of water, a fountain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC38;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;kasuru. [Tel.] n. Tender fruit. &#xC32;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC2F;.
			</div>
                