&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;k&#x101;nksha [Skt.] n. Wish, desire. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x101;nkshin&#x1E6D;su. v. a. To wish, desire. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; k&#x101;nkshitamu. adj. Wished for, desired. &#xC15;&#xC4B;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;ntu&#x1E0D;u. [Skt.] n. A lover or sweetheart. Lord, a king, a husband.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;k&#x101;nti. [Skt.] n. Brilliancy, lustre, hue. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; variegated hues.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;nt&#x101;&#x1E37;amu. [Tel.] n. Anger caused by grief. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. Irritation as of anger or the grief of anger. Impatience &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC33;&#xC2A;&#xC21;&#xC41; k&#x101;nt&#x101;&#x1E37;a-pa&#x1E0D;u. v. n. To be impatient. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x1E0D;ra-dubbulu. [Tel.] n. Bulrushes, high grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x1E0D;amu. [Skt.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. Opportunity &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. An arrow &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A stem or stalk &#xC08;&#xC28;&#xC46;. A handle. A cluster or clump &#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;. A chapter or section &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41; the doctrine of works, the required rites. &#xC0A;&#xC30;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; the thighs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x1E0D;a-pa&#x1E6D;amu. [Skt.] n. A screen or curtain. &#xC24;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x1E6D;su. [Tel. from &#xC15;&#xC28;&#xC41;.] v. a. To see, view, look at, behold. To possess, enjoy: to have, obtain, receive, acquire. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC41; to receive applause. To bear, produce, bring forth, generate. &#xC38;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC46; she bore a son.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;msyamu. [Skt.] n. Bell metal. &#xC15;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;mbh&#x14D;jamu. [Skt.] n. The country of Cambay. A horse imported from that country. &#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC3F; the name of a sweet tune in Indian music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC02;&#xC2C;&#xC4B;&#xC26;&#xC3F;</span>&#xA0;&#xA0;k&#x101;b&#x14D;di. [Tel.] n. A kind of grain &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. V. P. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;mba&#x1E37;amu. [Skt.] adj. Covered with a blanket, as a carriage. &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; (&#xC2C;&#xC02;&#xC21;&#xC3F;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC36;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC02;&#xC26;&#xC40;&#xC36;&#xC40;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. k&#x101;ndi-&#x1E63;&#x12B;kamu. [Skt.] n. Flight, running away Putting to flight. &#xC15;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC36;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41; k&#x101;n&#x1E0D;i-&#x1E63;&#x12B;ku&#x1E0D;u. n. A runaway. &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ntamu. [Skt.] n. A stone. &#xC30;&#xC3E;&#xC2F;&#xC3F;, as in &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; and &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; a lode-stone. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; adj. Pleasing, charming, lovely, friendly &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x1E0D;ru. [Tel.] n. The roar of a tiger. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;. Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E47;&#x1E0D;rin&#x1E6D;su. [Tel.] v. n. To hawk in clearing the throat; to retch in vomiting. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his face is inflamed, or slightly swollen. &#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; a grim, gaunt face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;k&#x101;nchi. [Skt.] n. A woman&apos;s girdle; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41;. Conjevaram. &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;nchanamu. [Skt.] n. Gold. &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; a piece of gold wire. &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; tissue, gold cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;nt&#x101;ramu. [Skt.] n. A wilderness. &#xC05;&#xC21;&#xC35;&#xC3F;. A pathless desert. &#xC2A;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x1E6D;sara-chet&#x1E6D;u. [Tel.] n. A creeper the seeds of which are used for food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC02;&#xC24;</span>&#xA0;&#xA0;k&#x101;nta. [Skt.] n. A fair one; a lovely woman; a lady.
			</div>
                