&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC24;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ka-tu&#x1E47;&#x1E0D;amu. [Skt.] n. A kind of trumpet. &#xC15;&#xC3E;&#xC39;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;kamu. [Skt.] n. A crow. &#xC15;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC40;&#xC2F;&#xC2E;&#xC41; k&#x101;ka-t&#x101;&#x1E37;&#x12B;yamu. n. Chance, casualty, accident. &quot;Like the crow and the palm fruit&quot;--a phrase denoting coincidence (&#xC05;&#xC35;&#xC3F;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC2E;&#xC41;): as a palm fruit falling just when a crow has alighted: &#xC15;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28; sudden, opportune, unexpected. &#xC15;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC40;&#xC2F;&#xC2A;&#xC24;&#xC4D; or &#xC15;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC40;&#xC2F; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; suddenly, casually, accidentally.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;</span>&#xA0;&#xA0;k&#x101;ka. [Tel. from &#xC15;&#xC3E;&#xC17;&#xC41;.] n. Heat, warmth &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Anger, harshness, ill will, unkindness. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. Fever &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. Gonorrhea. &#xC15;&#xC3E;&#xC15; adj. Hot, warm, angry. &#xC15;&#xC3E;&#xC15;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; boils caused by heat. &#xC15;&#xC3E;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; hot words.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;</span>&#xA0;&#xA0;k&#x101;ka. [Tel. imperative of &#xC05;&#xC17;&#xC41;.] v. n. (So) be it. &#xC05;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC2F;&#xC28;&#xC46; on his saying so, so be it, said he. &#xC15;&#xC3E;&#xC15;&#xC2F;&#xC47;&#xC2E;&#xC3F; why not? &#xC28;&#xC40;&#xC35;&#xC41; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC15; mayest thou be happy. &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC30;&#xC4B;&#xC15;&#xC3E;&#xC15; probably they poured; they may have poured. &#xC15;&#xC3E;&#xC15; (negative imperfect participle of &#xC05;&#xC17;&#xC41;.) Not being so, disliking. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC15;. adv. Spitefully, through enmity. &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26;&#xC15;&#xC3E;&#xC15; &#xC2F;&#xC3F;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did this through ill will to me. &#xC15;&#xC3E;&#xC15;. (affix.) Except, besides, unless, but: &#xC07;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC15; and besides this, further.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;k&#x101;kshi-ny&#x101;yamu. [Skt.] n. (In logic) An argument (zeugma) that cuts both ways. Lit. after the manner of a crow&apos;s eye. So called from a crow&apos;s peculiar manner of squinting at an object. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47;&#xC26;&#xC48;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. This argument is also called &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC4B;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a cat on a partition wall. A Sanskrit phrase used in illustrating the applicability of one word in two or more senses. See Colebr, on Mitakshara. P. 358.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;k&#x101;ka-velugu. [Tel.] n. The Sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Sunshine &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;K&#x101;kali. [Skt.] n. A trilling note or gentle warble. Melody. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;kalamu. [Skt.] n. Paper. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC30;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;k&#x101;kara-vatti. [Tel.] n. A kind of fireworks which when burnt throws out flowers resembling the leaves of the &#xC15;&#xC3E;&#xC15;&#xC30; creeper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC30;</span>&#xA0;&#xA0;k&#x101;kara. [Tel.] n. The creeping plant with a gourd-like fruit, Momordica charantia. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC30; Mom. muricata. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC3E;&#xC15;&#xC30; the small leaved heart-pea, Cardio spermum halicacabum. (Ainslie and Watts) &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC15;&#xC30; Momordica operculata. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC30;. the wild sort. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC30;, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC30;, &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC30; are other species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;ka-p&#x14D;vu. [Tel.] v. t. To fail. &#xC07;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this failed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ka-push&#x1E6D;amu. [Skt.] n. The Indian cuckoo. &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC32; k&#x101;kap&#x101;la. [Tel.] n. A plant named Zizyphus Trinervius. Ainslie ii. 69. Asclepias asthmatica used as a substitute for ipecacuanha. Rox. ii. 33. &#xC35;&#xC3E;&#xC24;&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ka-pakshamu. [Skt.] Same as &#xC5B;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ka-m&#x101;ri. [Skt.] n. Crows&apos; bane. The cocculus indicus, a strong narcotic poison (Ainslie); Anamirta Cocculus. (Watts.)
			</div>
                