&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC26;&#xC2E;&#xC41; k&#x101;gitamu. [H.] n. Paper, a card. &#xC06;&#xC1F;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41; playing-cards. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC3E;&#xC1F; a game at cards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;k&#x101;g&#x101;. [Tel.] adv. Because, seeing that &#xC24;&#xC2E;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC17;&#xC3E; &#xC07;&#xC26;&#xC3F; &#xC38;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; this has been effected through you indeed. The same as &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;. &#xC15;&#xC30;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17; to their great astonishment. &#xC15;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; as soon as; therefore. &#xC06; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; as soon as ever the marriage was over. &#xC06; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC24;&#xC2E;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;, &#xC15;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; I owe my life to your aid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC17;&#xC21;&#xC3E;</span>&#xA0;&#xA0;k&#x101;ga&#x1E0D;&#x101;. [Tel. &#xC15;&#xC3E;&#xC17;&#xC41;+&#xC17;&#xC21;.] n. A torch, a lighted wisp. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC4B;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC17;&#xC21;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; a dark lantern. (This denotes &quot; Hiding one&apos;s lamp under a bushel.&quot;)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;k&#x14D;lamu. [Skt.] n. A raven. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC15;&#xC3F;, &#xC2E;&#xC42;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;k&#x14D;daramu. [Skt.] n. Snake, a serpent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;kuvu. [Skt.] n. A kind of noise made in grief or fear. &#xC36;&#xC4B;&#xC15;&#xC2D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;k&#x101;ku. [Tel.] n. Confusion. &#xC15;&#xC32;&#xC24;. Pain. &#xC17;&#xC3E;&#xC38;&#xC3F;. &quot;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC30;&#xC1C;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Vasu. iv. 14. adj. Vain &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; k&#x101;ku-ch&#x113;yu. v. a. To throw into confusion. To outvie or outshine. &#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41; to be troubled, startled, or in confusion. T. iv. 153. &#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; to throw into confusion. &quot;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC4D;, &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC15;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC40;&#xC15;&#xC28;&#xC3F;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC2A;, &#xC24;&#xC3E;&#xC30;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC46;&#xC16;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC28;&#xC4D;&#xC2D;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; T. iv. 153.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ki. [Tel. lit that which says k&#x101;, k&#x101;.] n. A crow. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC3F; the jungle crow or Corvus macrorhynchus. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC3F; or &#xC0A;&#xC30;&#xC15;&#xC3E;&#xC15;&#xC3F; the Indian house crow, corvus splendens. (F.B.I.) This word sometimes denotes depreciation as &#xC15;&#xC3E;&#xC15;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; false gold, tinsel. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC02;&#xC21;&#xC41; the wild cherry. &#xC26;&#xC47;&#xC36;&#xC15;&#xC3E;&#xC15;&#xC3F;, or &#xC26;&#xC47;&#xC36;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC15;&#xC3F; a wandering wretch or vagrant. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F; an osprey. &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F; a cormorant. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC3F; the giant vulture or king of the vultures. &#xC2E;&#xC42;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC3F; a raven. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC15;&#xC3F; a raven. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC02;&#xC2A;&#xC41; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; k&#x101;ki-champu-vittulu. Same as &#xC15;&#xC3E;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC3F; (q. v.) &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC3E;&#xC35;&#xC41; k&#x101;ki-&#x1E6D;s&#x101;su. n Apoplexy, sudden death. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; kaki chippa. n. A bivalve shell. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; or &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC40;&#xC2A;&#xC41; or &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC38;&#xC4B;&#xC2E;&#xC3E;&#xC32; or &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E; k&#x101;ki-chemmalu. n. Fainting, epilepsy. &#xC15;&#xC3E;&#xC15;&#xC2C;&#xC3E;&#xC24;&#xC41; k&#x101;ki-b&#x101;tu. n. A brown species of wild duck. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; k&#x101;ki-rekkalu. n. The grain called millet. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; k&#x101;ki-veduru. n. A reed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;su. [Tel. from &#xC15;&#xC3E;&#xC17;&#xC41;.] v. n. To be hot; to shine, as the sun or moon. To be hot as fever. To wait, dangle in attendence. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; I had the fever on me. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is a little fever. &#xC1A;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; to bask or sit by the fireside, or to warm oneself. &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is sunshine. &#xC06; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; that tamarind tree does not bear. To wait for, attend on &#xC28;&#xC3E;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is waiting for me. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC35;&#xC26;&#xC4D;&#xC26; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I was in attendance on his for three years. &#xC15;&#xC3E;&#xC1A;&#xC41; v. a. To boil; to heat, to warm. To bear fruit. &#xC15;&#xC3E;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC06; &#xC0A;&#xC30;&#xC02;&#xC24;&#xC3E; &#xC15;&#xC3E;&#xC1A;&#xC3F; &#xC35;&#xC21;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; lit. he has boiled and strained off the town, i.e., he has made himself master of the whole town. &#xC24;&#xC47;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC41; to make tea. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC21;&#xC2E;&#xC41; sugar making. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC1A;&#xC21;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the whole night was passed in fomenting and binding up the limbs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;k&#x101;chi. [Tel.] n. A herb with a small lilac flower and black berries, used as a medicine for coughs. One kind is &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC1A;&#xC3F; the other is &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC1A;&#xC3F;. H. iv. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;chamu. [Skt.] n. Glass. &#xC17;&#xC3E;&#xC1C;&#xC41;. P. i. 586. &#xC15;&#xC3E;&#xC1A;&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41; a bracelet of glass. A. v. 130.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC38;</span>&#xA0;&#xA0;k&#x101;gu. [Tel.] v. n. To be heated (as the earth with sunshine). To boil, simmer, to grow hot, to be feverish. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; To grieve, pine, be in trouble or sorrow. To be angry &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC4B;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC40;&#xC15;&#xC41;&quot; To thee who burnest with maternal love. &#xC15;&#xC3E;&#xC17;&#xC41; n. A boiler, a kettle, a jar. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC3E;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC28;</span>&#xA0;&#xA0;k&#x101;gisa. [Tel.] n. the stickleback fish. Gasterosteus couleatus.
			</div>
                