&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1C;&#xC3F;&#xC32;</span>&#xA0;&#xA0;k&#x101;j&#x12B;. [Tel.] n. A kind of tree. (&#xC2A;&#xC3E;. ii.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3E;&#xC1A;&#xC41; v. a. and v. n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x101;chi-k&#x14D;lu. [Tel.] n. Rescue, saving. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;su. [Tel.] n. The extract, or, the medicine called Catechu: the inspissated juice of the &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC16;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;su. [Tel.] v. a. To guard, keep, watch, tend, protect, take care of. To nourish. To spare, have mercy on, forgive, excuse. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;. To keep off. &#xC05;&#xC21;&#xC1A;&#xC41;. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC21;&#xC2E;&#xC41; to tend cattle. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a cow herd. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he kept awake all night. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC47;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;. I have nobody who cares for me. &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC24;&#xC47; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC2F;&#xC2C;&#xC4B;&#xC15;&#xC02;&#xC21;&#xC3F; have no mercy on me if I have done so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;&#x113;ri. [Tel.] n. A forest goddess whose power lies in sending diarrh&#x153;a a cholera, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;u-v&#x101;sana. [Tel.] n. A smoky singed smell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;ul-&#x101;&#x1E0D;u. [Tel. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To fall out, to quarrel. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;u-p&#x14D;vu. [Tel.] v. n. To be singed or burnt as milk or food. To be smoked. &#xC2E;&#xC3E;&#xC21;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;u-pe&#x1E6D;&#x1E6D;u. [Tel.] v. a. To bite. To notch, cut, open.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;uka [Tel.] n. Lampblack. Mildew in grain. Eyesalve, or sulphuret of antimony. Collyrium, a paste made of lampback and oil and applied to the eyes to increase their brilliancy. It is also supposed to assist in conjuring and giving second sight. &#xC05;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; is listre or dark brown. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC32;&#xC41; a species of grain. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; love powders or eyesalve. &#xC2D;&#xC42;&#xC24;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; magic powder. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC35;&#xC32;&#xC46; &#xC28;&#xC42;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he beat it to the consistency of paste. adj. Dark. deep in colour, dark brown, but distinct from black &#xC28;&#xC32;&#xC4D;&#xC32;. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC1A;&#xC4D;&#xC1A; dark green &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A; light green. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; bright black eyes. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ka&#x1E6D;uka-pa&#x1E6D;&#x1E6D;u v. n. To become black &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC41;. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; k&#x101;&#x1E6D;uka-pi&#x1E6D;&#x1E6D;a. n. A wagtail see &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC17;&#xC3F; and &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; k&#x101;&#x1E6D;uka-r&#x101;yi. n. Sulphuret of antimony &#xC38;&#xC4C;&#xC35;&#xC40;&#xC30;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; &#xC30;&#xC47;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC21; or &#xC35;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC1C;&#xC30; k&#x101;&#x1E6D;uka-r&#x113;kula-po&#x1E0D; a. n. A certain venomous snake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;ama-r&#x101;ju.[Tel.] A rustic divinity like Silenus, worshipped by shepherds. See &#xC15;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;akamu. [Tel.] n. Scarcity, famine. &#xC15;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1C;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;k&#x101;-j&#x113;yu. [Tel.] v. a. To accomplish, to finish, to effect, to make away with. &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To spend &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1C;&#xC40;</span>&#xA0;&#xA0;kaj&#x12B;. [H.] n. A judge. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;-r&#x113;&#x1E0D;u. [Tel. i.e., &#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41;.] The &quot;kind of the cemetery.&quot; A certain fiend. &#xC15;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC42;&#xC1C; the worship of this fiend as described in K&#x101;lahas. M. iii. 43.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC17;&#xC21;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;ra-ga&#x1E0D;a. [Tel.] n. A boundary hedge round a town, a stockade or palisade. &#xC15;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;u. [Tel.] n. A bite, notch, cut, sear. &#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC15;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Being burnt or singed. &#xC2E;&#xC3E;&#xC21;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC35;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;i-p&#x101;pala-v&#x101;&#x1E0D;u. [Tel.] n. A juggler, a conjurer. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC18;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;i-p&#x101;pa&#x1E0D;u. [Tel. &#xC15;&#xC3E;&#xC21;&#xC41;+&#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC41;] n. A cowherd. &quot;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC41; &#xC2A;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;.&quot; BD. iv. 157.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;i-r&#x113;&#x1E0D;u. [Tel. &#xC15;&#xC3E;&#xC21;&#xC41;+&#xC30;&#xC47;&#xC21;&#xC41;.] n. Lord of the burning ground, i.e., Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;k&#x101;&#x1E6D;&#x101;. [Tel.] n. Scales for large weights.
			</div>
                