&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;dambari. [Skt.] n. Wine. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A certain timber tree. Nauclea kadamba. Name of a Sanskrit poem.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n. Same as &#xC15;&#xC32;&#xC39;&#xC02;&#xC38;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ty&#x101;yani. [Skt.] n. A name of P&#x101;rvati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;t&#x101;&#x1E37;amu. [Tel.] n. Rashness, hastiness, passion. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. P. iii. 299.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC21;&#xC41; k&#x101;&#x1E0D;u. [Tel. for &#xC35;&#xC3E;&#xC21;&#xC41;.] (an affix.) He, that man. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; a pretty fellow. &#xC35;&#xC47;&#xC37;&#xC17;&#xC3E;&#xC21;&#xC41; a masker. Added to names, it denotes meanness or low station in life, thus: &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, as in English, a fellow named so and so. It is also part of the names of some animals as &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a leopard. &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41; a he cat. &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the bird called a drongo or kingcrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E0D;i. [Tel.] n. A yoke. &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; the ridge between two fields, a boundary or landmark. &#xC12;&#xC15;&#xC30;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC47;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC47; &#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;. (gen. &#xC15;&#xC3E;&#xC1F;&#xC3F;, loc. &#xC15;&#xC3E;&#xC1F;. plu. &#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.) &#xC15;&#xC3E;&#xC21;&#xC3F; n. Vinegar. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E0D;-&#x101;rambamu. [Tel.] n. Dry cultivation. See &#xC28;&#xC40;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC2E;&#xC41; or &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;</span>&#xA0;&#xA0;k&#x101;&#x1E0D;a. [Tel. for &#xC15;&#xC21;.] adv. At near, by. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21; at home, at his house. &quot;&#xC24;&#xC32;&#xC2F;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC21;&#xC35;&#xC41;&quot; A. vi. 94. &#xC15;&#xC4A;&#xC28;&#xC47;&#xC1A;&#xC4B;&#xC1F;&#xC3F; &#xC35;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;. n. State, condition, rate, thus: &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC08;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; to such a state is his family reduced. &#xC08; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; &#xC2F;&#xC47;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC41; at which rate do you sell this cloth?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;</span>&#xA0;&#xA0;k&#x101;&#x1E0D;a. [Tel.] n. A stem, stalk, shoot, handle, shaft. &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;. An arrow &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A. iv. 292.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC24;&#xC3E;</span>&#xA0;&#xA0;k&#x101;t&#x101;. [H.] n. An account. Dealings with a merchant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;taramu. [Skt.] adj. Frightened, perplexed. &#xC15;&#xC3E;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; k&#x101;taru&#x1E0D;u. n. A timid man. &#xC2D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC24;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC35;&#xC41;&#xC24; k&#x101;&#x1E37;a. [Tel. from &#xC05;&#xC17;&#xC41;.] An affix in blessing. May it be so! &#xC05;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;nu&#x1E0D;u. [Skt.] n. A one-eyed being &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. See &#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E47;i. [Tel.] n. The fraction called 1/64: or, one quarter of a sixteenth. A measure of land, about an acre. &#xC15;&#xC3E;&#xC23;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC3F; &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41; the smallest folly may cause much trouble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC23;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E47;&#x101;damu. [Skt.] n. Kan&#x101;da&apos;s logic. &#xC15;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC23;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC23;&#xC2F;&#xC3E;&#xC1A;&#xC3F; k&#x101;&#x1E47;&#x101;chi. [Tel.] n. Inherited right or right of possession &#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC3F;. &#xC1A;&#xC3F;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A hereditary right to enjoy a certain office or a piece of land. &#xC1A;&#xC3F;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E47;amu. [Skt.] adj. One eyed. &#xC15;&#xC3E;&#xC23;&#xC35;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41; or &#xC15;&#xC3E;&#xC23;&#xC35;&#xC30;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; a broken shell. A worthless fragment &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; Ved. Ras. iii. 58. The one eyed creature. i.e., a crow. &#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41; k&#x101;&#x1E47;amu. [Tel.] n. Food, provender, fodder. Grass. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC38;&#xC41;&#xC35;&#xC41;. &quot;&#xC15;&#xC4B;&#xC1F;&#xC15;&#xC47;&#xC2E;&#xC30;&#xC15;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; M. XII. ii. 303.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E0D;a. [Tel.] v. a. To enter, penetrate, go through, pierce, transfix. &#xC28;&#xC3E;&#xC1F;&#xC41;. A. iii. 37. &amp; A. i. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E0D;u. [Tel.] n. A funeral pile; a burying ground, or burning ground, &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has one foot in the grave. A forest, a wilderness &#xC05;&#xC21;&#xC35;&#xC3F;. (infl. &#xC15;&#xC3E;&#xC1F;&#xC3F;.) Ruin &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; k&#x101;&#x1E0D;u-ch&#x113;yu. v. t. To ruin, destroy. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC15;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41; k&#x101;&#x1E0D;u-pa&#x1E0D;u v. n. To be confused &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;. To be ruined. To be lost &#xC15;&#xC38;&#xC2C;&#xC21;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC15;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to ruin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;k&#x101;dambini. [Skt.] n. A line of clouds. &#xC2E;&#xC47;&#xC18;&#xC2A;&#xC02;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
                