&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ni. [Tel.] (neg. part of &#xC05;&#xC17;&#xC41;.) Which cannot be done. &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC3F; useless. &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F; unskilled, awkward. &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC33; at an inconvenient time. &#xC15;&#xC3E;&#xC28;&#xC3F; adj. Bad, vile, envious. &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; a vile temper. &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; a low caste. &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; an enemy. &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; a vile act.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ni. [Tel.] n. A quarter of anna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x101;naba&#x1E0D;u. [Tel.] v. n. Appear, seem. See &#xC15;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;nanamu. [Skt.] n. A forest. &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;</span>&#xA0;&#xA0;k&#x101;na. [Tel.] adv. Then, therefore. &#xC17;&#xC28;&#xC41;&#xC15;. n. A forest. &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;dra-v&#x113;yu&#x1E0D;u. [Skt.] n. A serpent: as being &quot;the child of Kadruva.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;k&#x101;du. [Tel. from &#xC05;&#xC17;&#xC41;.] v. It is not (so). It is not possible. It is out of the question. It is opposed to &#xC05;&#xC35;&#xC41;&#xC28;&#xC41;, i.e., yes, &#xC05;&#xC26;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; it is not good. &#xC05;&#xC35;&#xC41;&#xC28;&#xC3E; &#xC15;&#xC3E;&#xC26;&#xC3E; yes or no? &#xC08; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC48;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; the crop won&apos;t come forward on account of the heat. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he said nothing could be done unless they were invited. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; he and I do not agree. &#xC07;&#xC26;&#xC3F; &#xC12;&#xC15; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; this is a wretched place. &#xC15;&#xC3E;&#xC26;&#xC46; k&#x101;de. (&#xC15;&#xC3E;&#xC26;&#xC41;+&#xC0E;.) Is it not so? &#xC15;&#xC3E;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC3F; k&#x101;d&#x101;ri. [Tel.] n. Midnight. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;d&#x101;chitkamu. [Skt. from &#xC15;&#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC4D;.] n. Scarcity, rareness &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC15;&#xC3E;&#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC15;&#xC2E;&#xC2F;&#xC3F;&#xC28; unusual, infrequent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC3E;</span>&#xA0;&#xA0;k&#x101;d&#x101;. [Tel. &#xC15;&#xC3E;&#xC26;&#xC41;+&#xC06;.] v. It is not? Same as &#xC15;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC26;&#xC28;&#xC41;</span>&#xA0;&#xA0;k&#x101;danu. [Tel. &#xC15;&#xC3E;&#xC26;&#xC41;+&#xC05;&#xC28;&#xC41;.] v. a. To deny, refuse, reject, forbid to do. To disapprove; to say it is not right. See &#xC15;&#xC3E;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;n&#x12B;nu&#x1E0D;u. [Skt.] adj. Virgin born. n. One born to a virgin. &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. Vy&#x101;sa or Karna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x101;nipin&#x1E6D;su. [Tel.] v. n. To be visible, to appear. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;, &#xC15;&#xC28;&#xC2C;&#xC21;&#xC41;. v. t. To show. &#xC15;&#xC28;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ni-tanamu. [Tel.] n. Enmity. See &#xC15;&#xC3E;&#xC28;&#xC3F; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC28;&#xC3F; k&#x101;ni. [Tel.] (conj. denoting an alternative.) But, either, or, except, unless. And not, nor, Rather, Before. &#xC1C;&#xC3E;&#xC1C;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC15;&#xC32;&#xC15;&#xC41;&#xC38;&#xC2E; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC1A;&#xC47;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46; &#xC35;&#xC38;&#xC41;&#xC27;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32; , &#xC35;&#xC3F;&#xC30;&#xC39;&#xC23;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC27;&#xC30;&#xC23;&#xC3F;&#xC2A;&#xC48; &#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC24;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC26;&#xC1C;&#xC47;&#xC38;&#xC46; &#xC35;&#xC38;&#xC02;&#xC24;&#xC35;&#xC47;&#xC33;.&quot; Sunand&#x101; Parinyam, iv. 22. &quot;&#xC06;&#xC32;&#xC32;&#xC41; &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F; &#xC15;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC3E; &#xC06;&#xC32;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.&quot; (V&#x113;ma.) &#xC07;&#xC02;&#xC24;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC47;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I know nothing but this. &#xC07;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC28;&#xC3F; I cannot tell what this may be. &#xC05;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; either that or this. &#xC06;&#xC2A;&#xC28;&#xC3F; &#xC2A;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC41; that work cannot be finished in less than ten days. &#xC30;&#xC47;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC21;&#xC41; he will not come here before to-morrow. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC28;&#xC47; &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37; &#xC09;&#xC02;&#xC1F;&#xC47;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC21;&#xC28;&#xC41; I would not have remained there had I not hoped to gain employment. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC24;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC26;&#xC41; he alone can do it, no one else can. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC28;&#xC41; &#xC35;&#xC27;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41;&#xC28; for we will not return without slaying thee. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC28;&#xC47;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC40;&#xC2A;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC26;&#xC41; unless he comes we cannot effect this. &#xC15;&#xC3E;&#xC28;&#xC3F; or &#xC15;&#xC3E;&#xC28;&#xC40; (for &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;) imp. verb denoting assent. Let it be done. Be it so. Never mind. Very well. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC15;&#xC3E;&#xC28;&#xC40; let that be done first. &#xC15;&#xC3E;&#xC28;&#xC40; &#xC15;&#xC3E;&#xC28;&#xC40; &#xC28;&#xC40; &#xC15;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC23;&#xC24;&#xC41; very well, I will crush your pride.
			</div>
                