&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;pa&#x1E0D;amu. [Tel. from &#xC15;&#xC3E;&#xC1A;&#xC41;.] n. Fomentation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;pa&#x1E6D;yamu. [from Skt. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.] n. Hypocrisy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;k&#x101;nupu. [Tel. from &#xC15;&#xC28;&#xC41;.] n. Breeding, bearing, bringing forth. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC2E;&#xC41;. Seeing &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F; &quot;&#xC05;&#xC26;&#xC3F; &#xC15;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC2F;&#xC3F;&quot; &#xC39;&#xC30;&#xC3F;. &#xC09;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;k&#x101;nugu. [Tel.] n. The tree called Galedupa arborea (Roxb.) &#xC24;&#xC2E;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Dalbergia arborea (Ainslie ii. 332.) Galedupa Punga, Heyne. &quot;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC35;&#xC47;&#xC30;&#xC41;&quot; (proverb.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC28;&#xC4D;&#xC15; k&#x101;nuka. [Tel. from &#xC15;&#xC3E;&#xC28;&#xC41;.] n. An offering or courtesy, made in homage to a superior, or to a god. A gift on which the lord is supposed to cast his &quot;glance.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;k&#x101;nu. [Tel. another form of &#xC15;&#xC28;&#xC41;.] v. a. To perceive, to see or enjoy, &#xC28;&#xC40; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC2C;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; I did not recognize your voice. &#xC15;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC28;&#xC3F;&#xC1A;&#xC4B;&#xC1F;&#xC41; &#xC30;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC21;&#xC41; everything that the sun sees is seen by the poet. &#xC15;&#xC3E;&#xC28;&#xC35;&#xC47; do you not know. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC32;&#xC47;&#xC21;&#xC41; he cannot see or enjoy bliss or heaven. See &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17; k&#x101;nu. [Tel.] n. Thick buttermilk. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F; &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;puramu [Tel.] n. Home, dwelling, abode, residence, lodgings. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; or &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they lived there, they made their home there. &#xC06; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC21;&#xC41;&#xC26;&#xC4B;&#xC35;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has broken up his family. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; he lives separate. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; k&#x101;purasthu&#x1E0D;u. n. An inhabitant, a tenant, a native. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a female inhabitant. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; Same as &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;. k&#x101;pu. [Tel. from &#xC15;&#xC3E;&#xC1A;&#xC41;.] &#xC15;&#xC3E;&#xC1A;&#xC41;. n. Keeping, attendance. Protection, guard. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. Heat, warmth (This is from &#xC15;&#xC3E;&#xC17;&#xC41;.) Productiveness &#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC41;&#xC1F;. The crop or fruit. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tree that is past bearing. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the eyelids are a protection to the eyes. &#xC15;&#xC3E;&#xC2A;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41; to place a guard. &#xC15;&#xC3E;&#xC2A;&#xC41; or &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; n. A tenant. A farmer, a cultivator. A rustic or countryman. A person, an individual, a dweller. &#xC2E;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC2A;&#xC41; or &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC1A;&#xC32;&#xC35;&#xC3E;&#xC38;&#xC3F;. Siva &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC41; a holder or owner of property. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41; a member or shareholder. &#xC2E;&#xC39;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; leaguesmen, members of the (Mahan&#x101;du) community. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC17;&#xC21; or &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC41; k&#x101;puga&#x1E0D;a. n. Protection. &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC1F;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC3E;&#xC2A; k&#x101;pa. adj. Appertaining to the farmer caste. &#xC15;&#xC3E;&#xC2A;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; rustic language. The vocative of &#xC15;&#xC3E;&#xC2A;&#xC41; a farmer. &#xC13;&#xC15;&#xC3E;&#xC2A;, &#xC28;&#xC40;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC4A;&#xC15;&#xC4B; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC41; O farmer, how did you come here? B.D. iv. 1963. &#xC15;&#xC3E;&#xC35;&#xC24;. k&#x101;pata. n. A country girl, a rustic. The female of &#xC15;&#xC3E;&#xC2A;&#xC41;. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; k&#x101;pu-tanamu. n. The rustic condition, the state of farmers. &#xC08; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41; it would be better to give up the farming business. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC26;&#xC3F; A woman of the farming caste, a female rustic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;pilamu. [Skt.] n. The philosophy of Kapila. &#xC38;&#xC3E;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15;&#xC3E;&#xC2A;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC02;&#xC2C;&#xC41;&quot; &#xC05;&#xC2E;&#xC41;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;p&#x101;&#x1E0D;u. [Tel. from &#xC15;&#xC3E;&#xC1A;&#xC41;.] v. a. To guard, watch, keep, to preserve, or protect, patronise. To secure from failure. &#xC24;&#xC28;&#xC2E;&#xC3E;&#xC1F; &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC1F;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; with a view to verify his statement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;pari. [Tel. from &#xC15;&#xC3E;&#xC1A;&#xC41;.] n. A keeper. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC32;&#xC17;&#xC3E;&#xC2A;&#xC30;&#xC3F; or &#xC2A;&#xC38;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC2A;&#xC30;&#xC3F; a herdsman. &quot;&#xC15;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC15;&#xC48;&#xC35;&#xC21;&#xC3F; &#xC15;&#xC02;&#xC1F;&#xC15;&#xC1A;&#xC4B;&#xC30;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC1A;&#xC47;, &#xC38;&#xC47;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC40;&#xC2D;&#xC41;&#xC35;&#xC28; &#xC2E;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC17;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;pathamu. [Skt.] n. A bad way. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC26;&#xC4B;&#xC35;.
			</div>
                