&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;p&#x113;yamu. [Skt. from &#xC15;&#xC2A;&#xC3F;.] adj. Simian, pertaining to monkeys. n. Monkeyhood; the state of being like a monkey. &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC47;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC26;&#xC32;&#xC2A;&#xC15;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC26;&#xC35;&#xC41;.&quot; BRK. 243. &quot;&#xC2D;&#xC42;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC32;&#xC2A;&#xC15;&#xC15;&#xC3E;&#xC2A;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; &#xC18;&#xC3E;&#xC24;&#xC21;&#xC28;&#xC48;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; BR. Sundra 553.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;-purushu&#x1E0D;u. [Skt.] n. A base wretch, a miscreant, an effeminate coward. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC2E;&#xC32; or &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC32; k&#x101;marlu. [Tel.] n. The disease called jaundice. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC32;&#xC41; dropsy. &#xC0E;&#xC02;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC32;&#xC41; consumption.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;mamu. [Skt.] n. Love, lust. Wish, desire, concupiscence. &#xC07;&#xC1A;&#xC4D;&#xC1B;. &#xC15;&#xC3E;&#xC2E;&#xC15;&#xC47;&#xC33;&#xC3F; sexual intercourse. &#xC15;&#xC3E;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; k&#x101;manu&#x1E0D;u. n. A lustful man. &#xC15;&#xC3E;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F; k&#x101;ma-ch&#x101;ri. adj. Sensual, selfish; following one&apos;s own pleasure. &#xC15;&#xC3E;&#xC2E;&#xC17;&#xC2E;&#xC41; k&#x101;magamu. adj. Wish-guided; going at will as an enchanted car. &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC47;. &#xC15;&#xC3E;&#xC2E;&#xC30;&#xC42;&#xC2A;&#xC3F;. k&#x101;ma-r&#x16B;pi. adj. Protean, plastic, able to assume any shape. The heroes Sugriva and Hanuman and all the Rakshasas were k&#x101;mar&#x16B;pis, being able to assume various shapes at will. &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41; k&#x101;m-&#x101;nku&#x1E63;amu. n. A stimulant or aphrodisiac. A finger nail &#xC17;&#xC4B;&#xC30;&#xC41; &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC27;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; k&#x101;m-&#x101;ndhak&#x101;ramu. n. Blindness of lust. &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; k&#x101;m-&#x101;turu&#x1E0D;u. A lustful man. &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC32;&#xC2E;&#xC41; k&#x101;m-&#x101;nalamu. n. The fire of love.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;ma-dh&#x113;nuvu. [Skt.] n. The mythological cow of plenty having the face of a woman and the body of a cow and supposed to give whatever one desires.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;-ba&#x1E0D;u. [Tel.] v. n. To become. &#xC05;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x101;-ba&#x1E6D;&#x1E6D;i. [Tel. &#xC15;&#xC3E;&#xC28;&#xC4D;+&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.] adv. Therefore, consequently. &#xC17;&#xC28;&#xC41;&#xC15;, &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;pya-k&#x101;ramu. [Skt.] n. Hypocritical talk. &#xC2E;&#xC28;&#xC38;&#xC41;&#xC28; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC4B;&#xC24;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;p&#x14D;t-&#x101;njanamu. [Skt.] n. Antimony: particularly considered as a collyrium.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;p&#x14D;tamu. n. A bevy of doves. &#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC2A;&#xC4B;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; k&#x101;p&#x14D;ta-var&#x1E47;amu. n. Dove colour. BD. iii. 520.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;k&#x101;mandu. [H.] n. Owner, master. &#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x101;manchi-ga&#x1E0D;&#x1E0D;i. [Tel.] n. Spice grass, lemon grass or camel&apos;s hay. Andropogon Sch&#xE6;nanthus. Ainslie. ii. 58. &#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. k&#x101;manchi-che&#x1E6D;&#x1E6D;u. [Tel.] n. The fox grape, a kind of nightshade, solanum nigrum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;k&#x101;mi. [Skt.] n. A libertine. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man free from passion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;m&#x101;&#x1E6D;amu. [Tel.] n. Rough work. &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC28;&#xC3F;. R. viii. &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC3F; k&#x101;m&#x101;&#x1E6D;i. n. A labourer, a pioneer. adj. Rustic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;k&#x101;m&#x101;kshi. [Skt.] n. The goddess. of love. &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; a kind of grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC41; k&#x101;m&#x101;ku. [Tel.] n. A sort of Arum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;k&#x101;ma. [Tel.] n. The handle of an axe, hoe, umbrella, &amp;c. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC30;. A stalk staff or shaft &#xC15;&#xC3E;&#xC21;. &#xC15;&#xC42;&#xC30;&#xC15;&#xC3E;&#xC2E; the stalk of a kind of eatable greens.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2C;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC41; k&#x101;-b&#x14D;lu. [Tel. &#xC15;&#xC3E; to be+&#xC2A;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC41; it seems.] adv. It may be; surely; perhaps, probably. &#xC14;&#xC28;&#xC47;&#xC2E;&#xC4B;.
			</div>
                