&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;myamu. [Skt.] adj. Desirable, voluntary, optional, as a work of super-erogation. &#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;. k&#x101;m-y&#x101;rtha-mulu. n. The lower objects of prayer, all that is short of &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;mukamu. [Skt.] adj. Lustful, desirous. &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; k&#x101;muku&#x1E0D;u. n. A lustful man. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; k&#x101;mu&#x1E0D;u n. A name of Cupid: (In compounds) Desirous, thus: &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; desirous of glory. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; the annual Holi festival.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x101;mi-l&#x113;&#x1E0D;i-pi&#x1E6D;&#x1E6D;a. [Tel.] n. The bird called a florikin. Sypheotis aurita. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC32;&#xC3E;</span>&#xA0;&#xA0;k&#x101;mil&#x101;. [Skt.] n. Jaundice. See &#xC15;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;min&#x1E6D;su. [Skt.] v. a. To desire, or long for. To like, delight in, love. &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; kamitamu. adj. Desired: desirable. &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; k&#x101;mini. n. A lustful woman. A woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;k&#x101;mi. [Tel. neg. noun from &#xC05;&#xC35;&#xC41;.] n. The not being. That which is not or nil. &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; evil doings, naughty pranks. &quot;&#xC07;&#xC02;&#xC15; &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC15; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC35;&#xC48; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC28; &#xC28;&#xC24;&#xC02;&#xC21;&#xC41; &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC35;&#xC28;&#xC24;&#xC35;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F; &#xC17;&#xC02;&#xC17;&#xC3E;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&quot; M. III. vi. &quot;&#xC15; &quot;&#xC0F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC26;&#xC3F; &#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC41;&#xC28;&#xC4D;&quot; M. IX. ii. 114.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;yasthu&#x1E0D;u. [Skt.] n. A man belonging to the writer caste. An accountant. &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;yalamu. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;yamu. [H.] See &#xC16;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;yamu. [Skt.] n. The body. &#xC05;&#xC24;&#xC21;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC39;&#xC41;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F; &#xC2F;&#xC36;&#xC03;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; though he is dead, through his reputation for charity he still lives in his fame. &#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41; [Tel.] n. A certain restorative medicine, administered to a woman in childbed. &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2E;&#xC02;&#xC26;&#xC41;. H. i. 114. &#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; k&#x101;yapush&#x1E6D;i. n. Stoutness. &#xC15;&#xC3E;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; corporeal perfection imagined to be attainable by religious austerities. &#xC15;&#xC3E;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC48; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he bears a charmed life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ya-m&#x101;namu. [Skt.] n. A shed or booth. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;. H. v. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;yaju&#x1E0D;u. [Skt.] n. The god of love: as being &quot;born in our bodies.&quot; &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; k&#x101;yakamu. [Tel.] n. Profession, trade, art. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. See &#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; (among the Jangams) signifies a prayer or vow. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;k&#x101;ya-kannu. [Tel.] n. A wall eye; a blind eye. &#xC15;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;k&#x101;ya. [Tel. from &#xC15;&#xC3E;&#xC1A;&#xC41;.] n. 1. A green unripe fruit. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; green plantains. 2. A nut, berry, pod, bulb, knob, head. 3. Anything round, as the head (&#xC24;&#xC32;&#xC15;&#xC3E;&#xC2F;) the bob of a plummet: a boss or round piece. 4. The word is used for a thing or article: as a piece at chess &#xC24;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC2F; a wicked thing or creature. 5. A pimple: a wart. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; his hands are callous or hard with digging: he has a wart on his hand. 7. A bottle. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC2F;&#xC32;&#xC28;&#xC41; &#xC12;&#xC15;&#xC21;&#xC47; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he alone drank two bottles. 8. As an affix it often leaves the sense unaltered: thus &#xC24;&#xC32; or &#xC24;&#xC32;&#xC15;&#xC3E;&#xC2F; the head. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; a child. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; or &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC2F; the throat. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; or &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC3E;&#xC2F; a marriage token worn on the neck &#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F; a blow or knock. &#xC0E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2F; a crab. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC2F; a slap on the cheek. Some fruits are called &#xC15;&#xC3E;&#xC2F; even though ripe, thus (from &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F; shell) &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F; a cocoanut. &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F; a chillie. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F; an onion. &#xC15;&#xC42;&#xC30;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41; or &#xC15;&#xC3E;&#xC2F;&#xC17;&#xC42;&#xC30;&#xC32;&#xC41; vegetables. &#xC15;&#xC3E;&#xC2F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; k&#x101;ya-dh&#x101;nyamulu. n. Pulse: all sorts of grain contained in pods: as &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;, &#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;, &amp;c.
			</div>
                