&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;k&#x101;r-&#x101;ku. [Tel.] n. A withered leaf. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41; &quot;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32;.&quot; DRAran, 176.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;yikamu. [Skt.] n. Daily interest &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a rogue or cheat. adj. Lit. pertaining to the body. &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. Slight, not strong, &#xC1C;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F; not strong work.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC35;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ravi. [Skt.] n. The spice called carraways. H. ii. 249. A kind of anise. &#xC38;&#xC26;&#xC3E;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ramu. [Tel.] n. Pungency, hotness of taste: sauce. Salt earth used in bleaching cloth &#xC1A;&#xC35;&#xC41;&#xC21;&#xC41;. Tinder: being cloth dipped in saltpetre. A caudle for infants. Caustic, lunar caustic. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; tobacco devoid of flavour. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; lime devoid of heat. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; sharp lime. adj. Pungent, hot to the taste. A particle added to a letter in naming it. Thus &#xC15;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; the letter K. An affix denoting, making or doing, thus: &#xC1D;&#xC23;&#xC1D;&#xC23;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; resounding, making a ringing sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ra&#x1E47;amu. [Skt.] n. A cause, source, motive. &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; the fleshly or mortal body as opposed to &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; the spiritual body. &#xC07;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41; grief which caused this event.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;rakamu. [Skt.] adj. Making, causing. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC48;&#xC28; causing doubt or doubtful. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC48;&#xC28; grievous. &#xC26;&#xC41;&#xC03;&#xC16;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC48;&#xC28; grievous, causing sorrow. &#xC15;&#xC3E;&#xC30;&#xC15;&#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41; the efficient or active cause. In Telugu it is used to denote heat. &#xC15;&#xC3E;&#xC30;&#xC15;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a burning fever. &#xC15;&#xC3E;&#xC30;&#xC15;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; a hot or fervish temperament. &#xC2E;&#xC47;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; venereal feverishness. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; bilious feverishness. &#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; stimulants are of four sorts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ra&#x1E47;&#x1E0D;avamu. [Skt.] n. A sort of duck. A kind of antelope &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC47;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;</span>&#xA0;&#xA0;, &#xC15;&#xC3E;&#xC30;&#xC3E;, &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; or &#xC15;&#xC3E;&#xC30;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; k&#x101;ra. [Skt.] n. A prison. &#xC1A;&#xC46;&#xC30;, &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;. B. X. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC3E;&#xC2F;&#xC4D;&#xC35;&#xC41; k&#x101;yuvu. [Tel.] n. Love, wish, desire. &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;k&#x101;yu. [Tel.] v. n. To shine as the sun or moon. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC0E;&#xC02;&#xC21; &#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is sunshine now. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is moonlight. &#xC15;&#xC3E;&#xC2F;&#xC41; (another form of &#xC15;&#xC3E;&#xC1A;&#xC41;.) v. a. To tend cattle. To spare or acquit. &#xC28;&#xC47;&#xC28;&#xC41; &#xC07;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC09;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC2F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; if I have done this, spare me not.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;</span>&#xA0;&#xA0;k&#x101;rita. [Skt.] n. An exorbitant rate of interest offered by a debtor. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40; &#xC24;&#xC3E;&#xC28;&#xC47;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC28;&#xC28;&#xC3F;&#xC28; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ri. [Skt.] adj. That which causes thus: &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; destructive, that which causes loss. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC3F; bilious. &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; wholesome. &#xC26;&#xC4B;&#xC37;&#xC15;&#xC3E;&#xC30;&#xC3F; sinful. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; unjust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;r-&#x101;vu. [Tel.] n. A wild cow. &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; forest cattle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;k&#x101;r&#x101;-ma&#x1E47;i. [Tel.] n. A black species of pulse called &#xC05;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC32;&#xC41; or &#xC2C;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;r&#x101;-k&#x16B;ramu. [Tel.] adj. Confounded, jumbled, overthrown. &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC0E;&#xC26;&#xC3E;&#xC2F;&#xC46;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;. K&#x101;lahas. iii. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;rin&#x1E6D;su. [Tel.] v. a. To inflict pain, kill or destroy. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC3E;&#xC2F;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC26;&#xC15;&#xC30;&#xC3F; &#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 282.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;rikamu. [Tel.] adj. Brown, unbleached, as cloth. &#xC1A;&#xC32;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC28;&#xC3F; (&#xC2C;&#xC1F;&#xC4D;&#xC1F;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;k&#x101;rika. [Skt.] n. A rule composed in verse: an explanatory verse. &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC23;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;rizamu. [Tel.] n. The liver. Manu. iv. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;k&#x101;rinj&#x101;. [Tel.] n. An artificial fountain.
			</div>
                