&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;riyamu. [from Skt. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. An act, work, deed. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. In M. IV. v. 251. &amp; XIII. v. 152, the metre proves this spelling.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;k&#x101;riya. [Tel.] n. Pain, trouble, difficulty. &#xC2C;&#xC3E;&#xC27;, &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC21;&#xC41; to grieve, suffer pain. To be in trouble. &#xC07;&#xC21;&#xC41;&#xC2E;&#xC32; &#xC2A;&#xC21;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. &quot;&#xC1C;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC3F; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC42;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; .... &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC21;&#xC46;.&quot; M. IV. v. 250. &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to trouble &#xC07;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC28;&#xC30;&#xC15;&#xC02;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F; &#xC15;&#xC32;&#xC4D;&#xC2E; &#xC37;&#xC15;&#xC30;&#xC41;&#xC32;&#xC1C;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F; &#xC17;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;.&quot; M. XIII. v. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;remu. [Tel.] n. The hollowed trunk of a palm tree shaped like a canoe and balanced like a see-saw to draw up water. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC21;&#xC41; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x101;r-&#x16B;ru. [Tel. &#xC15;&#xC3E;&#xC30;&#xC41;+&#xC0A;&#xC30;&#xC41;] n. A hamlet in a jungle. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;ruvu. [Skt.] n. An artist, artificer. &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;. An agent &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;ru&#x1E47;yamu. [Skt.] n. Mercy, pity, favour. &#xC26;&#xC2F;, &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; k&#x101;ru&#x1E47;iku&#x1E0D;u. adj. One who is gracious or kind. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; k&#x101;ru&#x1E47;ikatvamu. n. Tenderness of heart, mercifulness. M. XIII. v. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC46;</span>&#xA0;&#xA0;k&#x101;ru-k&#x14D;&#x1E0D;e. [Tel.] n. A bull in its prime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ru-k&#x14D;&#x1E0D;i. [Tel.] n. A jungle fowl. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC30;&#xC38;&#xC3F;&#xC15;. i. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;k&#x101;ru-kolli. [Tel.] n. The trumpet flower plant. &#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x101;ru. [Tel.] adj. Black or jet black. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41; a black cloud. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; black wires &#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; the seeds of the black sesamum. Brackish. &#xC1A;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; brackish water. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC47;&#xC32; saline soil. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the salt sea. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; bitter salt. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC07;&#xC02;&#xC17;&#xC41;&#xC35; stale asaf&#x153;tida. Withered. &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; withered leaves. Astringent &#xC35;&#xC17;&#xC30;&#xC48;&#xC28;. &#xC15;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15; if you pluck a fruit raw, is it not sour? Wild. &#xC15;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC41; k&#x101;r-enumu. Bos gaurus. The Gaur. (F.B.I.) &#xC15;&#xC3E;&#xC30;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; a wild he buffalo, or bison. Great, big. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, a loud cry. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;,. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28; a strong smell, a stale smell. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41; rude language. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F; a wild crocodile or alligator. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; k&#x101;ru-konu. v. i. To blacken. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41;. To be noisy &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x101;ru. [Tel.] n. A season, time of the year. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC41; childhood, youth. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41; the opening of the year. &#xC15;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41; vernal lightning &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC41; Spring. &#xC08; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; the three seasons have yielded crops this year. &#xC12;&#xC15; &#xC15;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I have sold one brood of chickens. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC17;&#xC3F;&#xC24;&#xC4D;&#xC24; a heifer four years old. &#xC15;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC2B;&#xC32;&#xC15;&#xC3E;&#xC2E;&#xC41; harvest time. &#xC15;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC02;&#xC1F;, a crop that depends on the rain. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC40;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC1F;, &#xC15;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41; rice grown in the hot season, &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC47; &#xC35;&#xC30;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC27;&#xC30; price current of grain at the time of reaping. A plough-share. &#xC2A;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; or &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; tongs, a pair of pincers. Darkness, jetty blackness. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC28;&#xC41; darkness came on. A forest &#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; wild or forest fire. The plu. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41; hard language; reviling. &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;; vain talk &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; lies &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;. A stain &#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;. Ignorance &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x101;ru. [Tel.] v. n. To flow, run, trickle, distil, drop through. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fall as sparks of fire &#xC30;&#xC3E;&#xC32;&#xC41;. BD. vi. 253. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to cause to flow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;r-o&#x1E0D;&#x1E0D;emu. [Tel.] n. A hard word, ridicule. &#xC2A;&#xC30;&#xC41;&#xC37;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
                