&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;lamu. [Skt.] n. Time, occasion, period. Season, weather. The tense of a verb. Death &#xC1A;&#xC3E;&#xC35;&#xC41;. Blackness &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2D;&#xC42;&#xC24;&#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC26;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; the past, future, and present tenses. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to die. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the rainy season. &#xC36;&#xC40;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; winter. &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; summer. the bright fortnight or moonlight weather. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the dark fortnight. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC1C;&#xC30;&#xC41;&#xC2A;&#xC41; to demur: to put off. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC1C;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; how do you pass your time, or how do you live? &#xC15;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; at the three times of the day, morning, noon and night, or, the present, past and future. &#xC15;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; perpetually. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; k&#x101;la-ka&#x1E47;&#x1E6D;hamu. n. The black-throat, i.e., a sparrow &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;. A peacock &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. A wagtail &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC15;&#xC02;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; k&#x101;la-ka&#x1E47;&#x1E6D;hu&#x1E0D;u. An epithet of Siva. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; k&#x101;la-k&#x16B;&#x1E6D;amu. n. Mortal poison: venom. &#xC35;&#xC3F;&#xC37;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; k&#x101;la-ksh&#x113;pamu. n. Passing or spending time. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; literary pursuits. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; mere pastime. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; reading. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to pass one&apos;s time, &#xC28;&#xC40;&#xC35;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC41; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; how do you now live? &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; k&#x101;la-krayamu. n. The price of the day: the present rate; the current price. &#xC15;&#xC3E;&#xC32;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; k&#x101;la-kha&#x1E47;&#x1E0D;amu. The liver. &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. k&#x101;la-chakramu. The circle of time. &#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC32; k&#x101;lagnyamu. A cock, as knowing the hour. &#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC35;&#xC24;&#xC4D;&#xC30;&#xC3F; k&#x101;lagnyapa/ /ri. n. A cock, also, the cuckoo. &quot;&#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC02; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC26;&#xC02;&#xC2D;&#xC33;&#xC3F;&#xC2F;&#xC48;.&quot; A. v. 110. &#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41; k&#x101;la-gny&#x101;namu. n. Knowledge of time Predictive knowledge. Certain histories or legends are written under this name, as the &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;, the &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;, the &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC38;&#xC35;&#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41; being the visions or predictions regarding particular saints. &#xC15;&#xC3E;&#xC32;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; k&#x101;lagnyu&#x1E0D;u. n. An astrologer &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. k&#x101;la-dharmamu. n. The debt of nature. Death &#xC2E;&#xC41;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC35;&#xC41;&#xC35;&#xC41; untimely death. &#xC15;&#xC3E;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; k&#x101;la-pravritti. n. Evacuation. &#xC28;&#xC47;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I had no motion to-day. &#xC15;&#xC3E;&#xC32;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; k&#x101;la-y&#x101;panamu. n. Delay, loss of time. &#xC15;&#xC3E;&#xC32;&#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F; k&#x101;la-vahni. n. The devouring flames destined to burn up the world. A consuming fire, a conflagration. &#xC15;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC2C;&#xC2E;&#xC41; k&#x101;la-v&#x12B;&#x1E37;ambamu. n. Tardiness, loss of time, delay. &#xC15;&#xC3E;&#xC32;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; k&#x101;la-s&#x16B;tramu. n. A name of a region in the hell of the Hindu Pur&#x101;nas. &#xC15;&#xC3E;&#xC32;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; k&#x101;la-hara&#x1E47;amu. n. Delay, loss of time. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; k&#x101;l-&#x101;ntaku&#x1E0D;u. n. One who brings the end. An epithet of Siva. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; k&#x101;l-&#x101;ntaramu. n. Another time. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC47;&#xC23; through the lapse of time, at another time. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC41; kal-&#x101;t&#x12B;tamu. n. Delay, loss of time. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; it is now too late. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; k&#x101;l-&#x101;rku&#x1E0D;u. The sun that at the last day shall scorch up the world. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC35;&#xC27;&#xC3F; k&#x101;l-&#x101;vadhi. n. The end of a year or season. &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41; k&#x101;l-&#x101;vas&#x101;namu. n. The end of time, i.e., death. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41; k&#x101;likamu. adj. Regarding time. &#xC2C;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28; of long standing. &#xC08;&#xC37;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28; temporary, momentary. &#xC15;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; k&#x101;l-&#x14D;chitamu. adj. Seasonable. &#xC15;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; such words as suited his purpose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;the side post of a door. &#xC15;&#xC3E;&#xC32;&#xC3F; k&#x101;li. infl. of &#xC15;&#xC3E;&#xC32;&#xC41; the foot. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC17; the painted stork, Pscudotantalus leucocephalus. (F.B.I.) &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F; or &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC4B;&#xC35; or &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC3E;&#xC1F; k&#x101;li-d&#x101;ri. n. A foot path. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC21; or &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC28;&#xC21; walking, going on foot. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC28;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; k&#x101;lna&#x1E0D;a-v&#x101;&#x1E0D;u. n. A pedestrian, one on foot. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; k&#x101;li-ba&#x1E47;&#x1E6D;u. n. An Infantry man, a foot soldier. &#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC32;&#xC2E;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41; Infantry. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; k&#x101;li-v&#x113;&#x1E37;&#x1E37;u. n. The toes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x101;lu. [Tel.] n. A leg, a foot, a claw, a talon. &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41; the knee. &#xC2E;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC41; the upper surface of the foot. A pillar. &#xC28;&#xC42;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41; a portico built on 100 pillars. A quarter or fourth part. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC41; being three legs, or quarters. Bilh. ii. 154. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC21; at the feet. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; a centipede. &#xC15;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC32;&#xC41; a fence: lit. a fence-foot. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC21;&#xC4A;&#xC02;&#xC15; (A. vi. 16) a foot path. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41; to paw the ground, to be eager for fighting. M. XII. ii. 301. A. v. 87. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC17;&#xC41;. &#xC28;&#xC3E; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; my son died and left a widow and children on my hands. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F; (P. i. 322.) a three legged old woman, because leaning on a staff. &#xC24;&#xC47; &quot;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;&#xC36;&#xC48;&#xC02;&#xC17;&#xC3E;&#xC30; &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC47;&#xC32;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC26;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC28;&#xC4B;&#xC35;&#xC15;&#xC2A;&#xC47;&#xC1F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC24;&#xC40;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC30; &#xC23;&#xC3E;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC3E;&#xC32;&#xC28;&#xC02;&#xC17; &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2F;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC48; &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC2F;.&quot; Bilh. ii. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;lari. [Tel.] n. A foot soldier. &#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;, &#xC2C;&#xC02;&#xC1F;&#xC41;. A messenger &#xC26;&#xC42;&#xC24;. (&#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. i.) A poll tax &#xC1C;&#xC28;&#xC39;&#xC3E;&#xC38;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;li-kan&#x1E6D;samu. [Tel.] n. A certain boyish game. H. iii. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;k&#x101;liya. [Tel.] n. A devil. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC35;</span>&#xA0;&#xA0;k&#x101;lava. n. Another form of &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;l-&#x101;yasamu. [Skt.] n. Iron.
			</div>
                