&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;See &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;lu&#x1E0D;u. [Skt.] n. The god of hell. &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x101;lu. [Tel.] v. n. To burn, to be consumed. To be baked, scalded, burnt, or boiled. To shine, gleam. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46; a torch &#xC15;&#xC3E;&#xC17;&#xC21;&#xC3E;. &#xC15;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house on fire. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC3E; curse on his pride; lit. May his pride be burnt. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; k&#x101;lu&#x1E6D;su. v. a. To burn, roast, scorch; to fire a gun. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; k&#x101;lupu. n. Burning, setting on fire. Baking, boiling, roasting. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; burnings. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x101;lpin&#x1E6D;&#x1E63;u. (causal of &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;.) to have it burnt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;va&#x1E0D;amu. [Tel. from &#xC05;&#xC17;&#xC41;.] n. Becoming.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;</span>&#xA0;&#xA0;k&#x101;va. [Tel.] Inf. in A. of &#xC15;&#xC3E;&#xC1A;&#xC41;. to protect. &quot;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC28;&#xC35;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&quot; (B. i. 234.) Thou wast born to save the world. &#xC15;&#xC3E;&#xC35;&#xC15; without sparing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC40;</span>&#xA0;&#xA0;k&#x101;&#x1E37;&#x12B;. [H.] a. Empty, vacant. n. A vacancy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;k&#x101;&#x1E37;iya. [Skt.] n. A musical instrument. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;k&#x101;&#x1E37;ika. [Skt.] n. The goddess K&#x101;li. Blackness &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E37;indi. [Skt.] n. A name of the river Jumna. &#xC2F;&#xC2E;&#xC41;&#xC28;. &#xC15;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC40;&#xC2D;&#xC47;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; k&#x101;&#x1E37;ind&#x12B;-bh&#x113;danu&#x1E0D;u. n. Balar&#x101;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E37;ingu&#x1E0D;u. [Skt.] n. The name of a serpent which was killed by Krish&#x1E47;a.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E37;i. [Skt.] n. The goddess K&#x101;li. The Hecate of India. (Sir W. J.) &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC3E;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E37;&#x101;nji. [Tel.] n. Whisks made of peacock&apos;s feathers. Also, a spittoon. L. ii. 23. and 40.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC33;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E37;anji. [Tel.] n. A spittoon. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC38;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41; k&#x101;lvuru. [Tel.] n. plu. Infantry, foot soldiers. A. iv. 271.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;lyamu. [Skt.] n. Dawn, day-break. &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC21;&#xC3F; k&#x101;lma&#x1E0D;i. [Tel. from &#xC15;&#xC3E;&#xC32;&#xC41; and &#xC2E;&#xC21;&#xC3F; a bending.] n. Urine. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;l&#x113;yamu. [Skt.] n. The liver. &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;lushyamu. [Skt.] n. Foulness, dirtiness, turbidness. &#xC15;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC32;&#xC35; k&#x101;luva. [Tel. cf. Tam. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; or &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC4D;.] n. A canal, a channel; a stream. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC35;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is gone to the necessary, or to relieve himself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;valamu. [Tel.] n. Sin. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;varamu. [Tel.] n. Fat. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41; pride of flesh, arrogance. &#xC35;&#xC2F;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41; the vigour of youth. &#xC15;&#xC3E;&#xC35;&#xC30;&#xC3F; or &#xC15;&#xC3E;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. k&#x101;vari. A proud insolent man. &#xC26;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC41;&#xC21;&#xC41;. BD. vi. 174. &#xC15;&#xC3E;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x101;varin&#x1E6D;su. n. To become fat or proud. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x101;va&#x1E0D;i. [Tel.] n. A &quot;bangy&quot; or yoke, carried by men; like that used by milk maids in England. (Infl. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;. plu. &#xC15;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;.) &#xC15;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F; a yoke borne about by certain Saiva mendicants. &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a carrier. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41; the bangy post. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26; the beam of a yoke. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; the tip or end of the yoke. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; the bottom of the net work attached to each end of the yoke. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC09;&#xC1F;&#xC4D;&#xC32;&#xC41; the rope net work forming a lodgment at each end of a yoke. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC32;&#xC41; the cords forming this, &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC1F;&#xC4D;&#xC32; &#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x101;va&#x1E0D;in&#x1E6D;su. v. t. To carry in such a yoke.
			</div>
                