&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;k&#x101;vi. [Tel.] n. and adj. Red, redness. Russet, tan, pink, salmon colour, fawn colour, terra cotta colour, tawny hue. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC5B;&#xC15;&#xC3E;&#xC28;&#xC3F; the red hue of evening. &#xC15;&#xC3E;&#xC28;&#xC3F; or &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; red ochre. &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC4B;&#xC15; a tawny robe, worn by ascetics, imitating the colour of the raw hide worn by hermits in old days. &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; to become red &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC17;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; an ascetic &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;, &#xC15;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC27;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;v&#x101;ri. [Skt.] n. An umbrella. &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC3E;</span>&#xA0;&#xA0;k&#x101;v&#x101;. [Tel.] n. A peculiar pace of the horse. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC17;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;k&#x101;vali. [Tel.] n. Guard, custody. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F; an alternative, a thing kept as a stand by; a provision. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; a piece of wood kept in reserve. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; k&#x101;vali-k&#x101;&#x1E0D;u. n. A sentinel, a watchman. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a black mark put on the face of children for good luck &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41; &#xC30;&#xC15;&#xC4D;&#xC37; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC47; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E63;amu. [Skt.] n. A sort of reed. &#xC30;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;vyamu. [Skt.] n. Poetry. A piece of composition, whether in verse or ornamental prose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC48;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;-vairi. [Skt.] n. A traitor, a betrayer. A. iv. 293. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;-v&#x113;shamu. [Skt.] n. Spite, malice, ill-will.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;v&#x113;ri. [Skt.] n. The river Caveri.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC30;</span>&#xA0;&#xA0;k&#x101;vu-p&#x101;tara... [Tel.] n. A deep pit for grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC41;&#xC28;</span>&#xA0;&#xA0;k&#x101;vuna. [Tel.] adv. Therefore, then, whereupon &#xC15;&#xC3E;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC41;&#xC24;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC24; or &#xC15;&#xC3E;&#xC35;&#xC41;&#xC24;&#xC28;&#xC4D; k&#x101;vuta. [Tel.] imp. v. In poetry, a precative particle derived from &#xC05;&#xC17;&#xC41; similar to &#xC35;&#xC32;&#xC46;&#xC28;&#xC41; or &#xC17;&#xC3E;&#xC15;. q. v. Be it so! may it be so! so be it! &#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC40;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC24; may he bestow wealth on thee! &#xC28;&#xC28;&#xC4D;&#xC15;&#xC43;&#xC2A;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC28;&#xC4D; may he ever support me by his grace! &#xC05;&#xC24;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC26; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41;&#xC24;&#xC28;&#xC4D; may his wealth be given to his foes!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC41;&#xC1F;</span>&#xA0;&#xA0;k&#x101;vu&#x1E6D;a. [Tel.] n. The verbal noun form of &#xC05;&#xC17;&#xC41;. &quot;&#xC07;&#xC26;&#xC3F; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41;&#xC1F;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. i .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x101;vu. [Tel.] n. Cawing, the sound of crows: a hollow booming sound. A well or pit. &#xC2A;&#xC3E;&#xC24;&#xC30;. A black mark on the forehead worn for good luck &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x101;viri. [Tel.] n. Black vapour, any thing that appears like smoke. &#xC2A;&#xC4A;&#xC17; &#xC32;&#xC47;&#xC15;&#xC2F;&#xC47; &#xC2A;&#xC4A;&#xC17;&#xC35;&#xC32;&#xC46; &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; Same as &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;vin&#x1E6D;su. [Tel. causal of &#xC05;&#xC17;&#xC41;.] v. a. To make, do, compose, invent, perform. -- &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to break to bits. &#xC36;&#xC3F;&#xC30;&#xC03;&#xC15;&#xC02;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F; shaking the head. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46; he went on pilgrimage. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to put a question. &#xC2C;&#xC3E;&#xC17;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to trim, to set in order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;sh&#x101;yamu. [Skt.] n. Redness: brick red or tawny: a cloth thus dyed, a hermit&apos;s dress: &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC46; &#xC15;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &quot;she took the veil.&quot; &#xC30;&#xC4B;&#xC37;&#xC15;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41; redness of the eyes through rage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;k&#x101;&#x1E63;yapi. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2F;&#xC2A;&#xC40;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; a Brahmin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2E;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E63;m&#x12B;ramu. [Skt.] n. Saffron, named Costus speciosus. The paint called &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2E;&#xC40;&#xC30;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2E;&#xC40;&#xC30;&#xC2E;&#xC41; k&#x101;&#x1E63;m&#x12B;ramu. The land of Cashmere.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;&#x1E63;maryamu. [Skt.] n. The plant named Gmelinia arborea. Roxb. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC36;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC38;&#xC3F; k&#x101;&#x1E63;i. [Skt.] n. Kasi: a name of the city of Benares. &#xC15;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC4B;&#xC15; k&#x101;&#x1E63;i-k&#x14D;ka. n. A strong girdle of narrow cloth. A fine sort of muslin. &#xC15;&#xC3E;&#xC36;&#xC3F;&#xC2C;&#xC47;&#xC21; k&#x101;&#x1E63;i-b&#x113;&#x1E0D;a. n. A certain pendant worn at the neck. &#xC15;&#xC3E;&#xC36;&#xC3F; &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41; k&#x101;&#x1E63;i-sanka&#x1E6D;amu. n. Dysentery.
			</div>
                