&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;s&#x101;ramu. [Skt.] n. A pond or lake. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC3E;</span>&#xA0;&#xA0;or &#xC16;&#xC3E;&#xC38;&#xC3E; k&#x101;s&#x101;. [H.] n. One&apos;s own (servant). A personal slave or hereditary bondman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC30;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x101;sara-va&#x1E0D;lu. [Tel.] n. A certain sort of grain. &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;saramu. [Skt.] n. A buffalo. &#xC0F;&#xC28;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC15;&#xC3E;&#xC38;&#xC30;&#xC3F;. k&#x101;sari. A she buffalo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC30;&#xC24;&#xC40;&#xC17;&#xC46;</span>&#xA0;&#xA0;k&#x101;sara-t&#x12B;ge. [Tel.] n. A certain thick creeper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;samardamu. [Skt.] n. The plant called Cassia Esculenta. &#xC15;&#xC38;&#xC3F;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;samu. [Skt.] n. Cough. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;</span>&#xA0;&#xA0;See &#xC15;&#xC3E;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;s&#x1E6D;hamu. [Skt.] n. Wood. (In Telugu this is the usual phrase for the wood used in the funeral pile.) &#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC17;&#xC24;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; latent heat. A quarter, region or airt. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. A moment, a second. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;</span>&#xA0;&#xA0;k&#x101;sta. [Tel. for &#xC15;&#xC3E;&#xC38;&#xC02;&#xC24; or &#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC28;.] adj. A little. &#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24; &#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41; a little wax. &#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC42;&#xC38;&#xC4D;&#xC24; a mere trifle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC46;&#xC15;&#xC4B;&#xC15;</span>&#xA0;&#xA0;k&#x101;se-k&#x14D;ka. [Tel.] n. A man&apos;s girdle. &#xC32;&#xC3E;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC46;</span>&#xA0;&#xA0;k&#x101;se. [Tel.] adj. Appertaining to the stonecutter trade, masonry, or brick-laying. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC3E;&#xC38;&#xC46;&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41; a mason, a stonecutter, a bricklayer. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC2A;&#xC28;&#xC3F; masonry, building. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC2F;&#xC41;&#xC32;&#xC3F; a stonecutter&apos;s chisel. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC47; &#xC09;&#xC32;&#xC3F;, &#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC46;</span>&#xA0;&#xA0;, &#xC15;&#xC3E;&#xC38; or &#xC15;&#xC3E;&#xC38;&#xC3F;&#xC2F; k&#x101;se. [Tel.] n. The truss of a man&apos;s or woman&apos;s outer garment, which is passed loosely between the knees and tucked in the waist behind. A girdle &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC38;&#xC46; a garb worn by masquers, with a monkey&apos;s tail. A truss, or modesty piece. &#xC17;&#xC4B;&#xC1A;&#xC3F;. A truss, the flap of a garment. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC38;&#xC46; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; straitlaced, severe in chastity. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3F; they girded themselves for battle. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC2A;&#xC4B;&#xC2F;&#xC41; to tuck up the cloth &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC41; &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;k&#x101;su. [Tel.] n. A small copper coin, a pie. A coin in general, whether gold, silver or copper, thus &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC3E;&#xC38;&#xC41; a gold coin. &#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41; a silver coin (lit. white coin. &quot;&#xC05;&#xC26;&#xC3F; &#xC38;&#xC41;&#xC27;&#xC3E;&#xC15;&#xC30;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC3E; &#xC15;&#xC3E;&#xC26;&#xC41; &#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC3F;.&quot; P. iv. 251, 551. &#xC15;&#xC3E;&#xC38;&#xC48;&#xC28;&#xC3E; &#xC32;&#xC47;&#xC26;&#xC41; there is not even a farthing. (The &#xC15;&#xC3E;&#xC38;&#xC41; or farthing was called cash by the English, and the coin called ten cash was about one halfpenny: &quot;twenty cash&quot; being a penny, and eighty cash a fanam.) &#xC15;&#xC3E;&#xC38;&#xC02;&#xC24; k&#x101;santa. n. A pie&apos;s worth &#xC15;&#xC3E;&#xC38;&#xC02;&#xC24;&#xC32;&#xC47;&#xC26;&#xC41; not a bit remains.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x101;s&#x12B;samu. [Skt.] n. Green vitriol, sulphate or iron. &#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x101;s&#x12B;&#x1E0D;u. [Tel.] n. A mason. &#xC30;&#xC3E;&#xC24;&#xC3F; &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC2C;&#xC47;&#xC21;</span>&#xA0;&#xA0;k&#x101;s&#x12B;-b&#x113;&#x1E0D;a. [Tel.] n. A sort of neck ornament.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x101;sin&#x1E6D;su. [Tel.] v. t. To wear as a belt &#xC15;&#xC3E;&#xC38;&#xC46;&#xC17;&#xC3E; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC2E;&#xC4A;&#xC32;&#xC17;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC42;&#xC38;&#xC3F;.&quot; G. VIII. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC15;</span>&#xA0;&#xA0;kinka [Tel. from &#xC15;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC41;.] n. Anger. &#xC15;&#xC3F;&#xC28;&#xC41;&#xC15;. &#xC15;&#xC3F;&#xC02;&#xC15;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; k&#x12B;nka-v&#x101;yadu. n. The croup: convulsions that seize children, or cattle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;</span>&#xA0;&#xA0;kim. [Skt.] pron. What. See &#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;. &#xC15;&#xC02; &#xC05;&#xC02;&#xC1F;&#xC47; &#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC32;&#xC47;&#xC21;&#xC41;. he cannot say Bo to a goose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;</span>&#xA0;&#xA0;ki. [Tel.] The dative sign, To or for. See note on &#xC15;&#xC41; where the various meanings are given.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3E;&#xC39;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC39;&#xC33;&#xC3F; k&#x101;ha&#x1E37;amu. [Skt.] n. A clarion, bugle horn, or trumpet. &#xC15;&#xC3E;&#xC39;&#xC33;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; one who blows the clarion, a trumpeter &#xC15;&#xC3E;&#xC39;&#xC33;&#xC3F;&#xC28;&#xC42;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. HD. i. 1012.
			</div>
                