&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kinchulikama. [Skt.] n. An earthworm. &#xC0E;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;kinchittu. [Skt.] n. A very little: a trifle. &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC4D;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; kinchitgnyu&#x1E0D;u. n. One of a very limited intellect: an ignorant man; opposite of &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC1A;</span>&#xA0;&#xA0;kincha. [Tel.] n. A grudge, ill-will, sorrow, grief. Confusion, disorder. &#xC28;&#xC46;&#xC32;&#xC1C;&#xC3F;&#xC32;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; confused, disordered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kingiri. [Tel.] adj. Trifling. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;king&#x101;ni. [Tel.] n. A useless act. &#xC15;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F;. &#xC15;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC26;&#xC02;&#xC17;&#xC28;&#xC1A;&#xC42;&#xC21;&#xC41;.&quot; BD. iv. 1104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ki&#x1E47;kiri. [Tel.] n. Anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. Nastiness: &#xC30;&#xC4B;&#xC24; &#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41; to foul or defile &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &quot;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC28;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC30;&#xC46; &#xC2A;&#xC48;&#xC17;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;.&quot; Navan, 315. &#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; kinkiri-pa&#x1E0D;u. v. n. To get angry. &#xC15;&#xC4B;&#xC2A;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To feel nasty &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; kinkiri-p&#x101;&#x1E37;u. n. Getting angry. &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;&#xC1F;. Feeling disgusted with &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;&#xC1F;. &quot;&#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC28;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC3F; &#xC2A;&#xC21;&#xC15;&#xC2F;&#xC4B;&#xC32;&#xC2E;&#xC3E;&#xC38;&#xC17;&#xC4A;&#xC28;&#xC15;.&quot; M. XIII. i. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;kinki&#x1E47;i. [Skt.] n. A tinkling bell. A small rattle. &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC24;</span>&#xA0;&#xA0;kinkarala. [Skt.] n. Servility. &#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; k&#x12B;nkaru&#x1E0D;u n. A servant or drudge, a slave, a base hireling. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC2F;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC32;&#xC41; the emissaries of death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kim-vadanti. [Skt.] n. Town talk. &#xC1C;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kim-purushu&#x1E0D;u. [Skt.] n. A &quot;sort of a man.&quot; A kind of fairy, described as a eunuch, employed in the Hindu Olympus as a singer, and an attendant on the goddesses; or represented as a man with a bird&apos;s head: or as having a form uniting that of a man, a deer and a bird. &#xC28;&#xC30;&#xC2E;&#xC43;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC36;&#xC30;&#xC40;&#xC30;&#xC47;&#xC32;&#xC4B;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC47;. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC41;, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC47;&#xC15;, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC30;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kim-p&#x101;kudu. [Skt.] n. A wretch. &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC02;&#xC2A;&#xC1A;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kim-pach&#x101;nudu. [Skt.] n. A miser. &#xC32;&#xC4B;&#xC2D;&#xC3F;. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41; kindu. [Tel.] n. The ground. &#xC15;&#xC3F;&#xC02;&#xC26; kinda. (a postposition) Below, under. For, concerning. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26; &#xC2A;&#xC26;&#xC3F; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he charged ten rupees for it. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; he took it in payment of the loan. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26; under his power, subordinate to him; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC2A;&#xC21;&#xC46; it proved erroneous; &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; a handwriting partaking of the illegible. &#xC15;&#xC3F;&#xC02;&#xC26; kinda. adv. Down. On the ground. &#xC15;&#xC3F;&#xC02;&#xC26; &#xC09;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3F; what is below. &#xC15;&#xC3F;&#xC02;&#xC28;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; to lie down on the ground. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC15;&#xC3F; down. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they went down. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F; kinda&#x1E6D;a. n. Formerly, ago. &#xC28;&#xC46;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F; a month ago. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F;&#xC3F; kinda&#x1E6D;i. adv. Last, former. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC3F; last time; also, the former time. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC28;&#xC46;&#xC32; last month. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F;&#xC3F; &#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; last Friday. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC2E;&#xC40;&#xC26; adv. Topsy turvy. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; kindi. adj. Down. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1A;&#xC42;&#xC2A;&#xC41; a downcast look. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC4B; in the following question. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; in the following verse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kinju&#x1E0D;u. [Skt.] n. A man who fritters away his life. &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kinjalkamu. [Skt.] n. The filament of a lotus. &#xC15;&#xC47;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; kintsu. [Tel.] adj. Cruel, spiteful, mean. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &quot;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC2A;&#xC30;&#xC38;&#xC2E;&#xC2F;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC4C;&#xC27;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;&#xC27;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; Pandit&#x101;r&#x101;dhya. iv. 959. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3F; &#xC28;&#xC41;&#xC17;&#xC02;&#xC21;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; R. v. 192.
			</div>
                