&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC15;&#xC40;&#xC26;&#xC3F;&#xC35;&#xC3F; kiki. [Skt.] n. The Indian Roller, Coracias indica (F.B.I.) erroneously called the blue jay. &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC15;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC15; kika-kika. [Tel.] adv. Laughingly, aloud. (Anuk.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kim&#x1E63;akamu. [Skt.] n. The tree called Butea frondosa. &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ki&#x1E6D;i. [Skt.] A hog. &#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1F;&#xC15;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;ki&#x1E6D;a-ki&#x1E6D;a. [Tel.] (Anuk) adv. Creakingly. &quot;&#xC15;&#xC3F;&#xC1F;&#xC15;&#xC3F;&#xC1A;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; Swa. v. 19. &#xC15;&#xC3F;&#xC24;&#xC15;&#xC3F;&#xC1F;&#xC28; ki&#x1E6D;a-ki&#x1E6D;ana.. n. Spite, ill-will or confusion. &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kichchili-che&#x1E6D;&#x1E6D;u. [Tel.] n. The orange tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3F; kichchi&#x1E0D;i. [Tel.] n. Rice and dhall cooked together in ghee. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1A;&#xC15;&#xC3F;&#xC1A;</span>&#xA0;&#xA0;ki&#x1E6D;sa-ki&#x1E6D;sa. [Tel.] n. Chirruping, or squeaking: &#xC15;&#xC3F;&#xC1A;&#xC15;&#xC3F;&#xC1A;&#xC2E;&#xC28;&#xC41; to chirp &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC3F;&#xC1A;&#xC15;&#xC3F;&#xC1A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they tickled her. &#xC15;&#xC3F;&#xC1A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ki&#x1E6D;sa-ko&#x1E6D;&#x1E6D;u. n. To chirp. &#xC15;&#xC3F;&#xC1A;&#xC15;&#xC3F;&#xC1A;&#xC2E;&#xC28;&#xC41;. To tickle &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Suca. i. 256.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kigg&#x101;&#x1E0D;i. [Tel.] adj. Inferior, bad (as paper) &#xC05;&#xC02;&#xC2C;&#xC47;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;</span>&#xA0;&#xA0;kikkesa. [Tel.] n. Violent shaking. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC15;</span>&#xA0;&#xA0;kikkarum-anaka. [Tel.] adv. Without opening the lips: silently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kikkisa-ga&#x1E0D;a&#x323;i. [Tel.] n. Bur-grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41; kikkiriyu. [Tel.] v. n. To stand close together, as a crowd or as trees. &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F; standing thick, very close together. &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28; thickest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;</span>&#xA0;&#xA0;kikkiri-bikkiri-m&#x101;&#x1E6D;lu. [Tel.] n. Jabber, babble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kikki&#x1E6D;in&#x12B;-svanamu. [Skt.] n. A chirping sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; kikirin&#x1E6D;su. v. a. To wheedle, delude, hide from, cheat. &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC24;, &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC24; or &#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41; or &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41; kikurinta. n. Deception, cheating. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC02;&#xC1A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kitavamu. [Skt.] n. Mischief, malice. &#xC15;&#xC3F;&#xC24;&#xC35;&#xC35;&#xC28;&#xC3F;&#xC24; a wicked jade. &#xC15;&#xC3F;&#xC24;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; mischief, a base pursuit, i.e., gambling. &#xC15;&#xC3F;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC41;&#xC21;&#xC41; kitav-&#x101;rbha-ku&#x1E0D;u. One who pretends to be a mere child. &#xC2E;&#xC3E;&#xC2F;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC15;&#xC3F;&#xC24;&#xC35;&#xC41;&#xC21;&#xC41; kitavu&#x1E0D;u. A gambler, a cheat. &#xC1C;&#xC42;&#xC26;&#xC30;&#xC3F;, &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kitamu. [Tel.] adv. Formerly. before, previously. &#xC05;&#xC02;&#xC24;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; before that time. &#xC07;&#xC24;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; already, ere this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC28;&#xC3E;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC30; kita-n&#x101;ra. [Tel.] n. Hemp fibre. Oakum. &#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC40;&#xC1A;&#xC41;, &#xC1A;&#xC3E;&#xC17;&#xC28;&#xC3E;&#xC30;. &#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F; canvas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;</span>&#xA0;&#xA0;kita. [Tel.] n. A heap of three handfuls of grain kept in a field as an offering to God. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC26;&#xC46;&#xC38;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC23;&#xC15;&#xC3F;&#xC23;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kina-ki&#x1E47;al-&#x101;du. [Tel.] v. n. To tingle or tinkle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ki&#x1E47;amu. [Skt.] n. A wart, scar, or mole, a corn. Hardness of the hands. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC3E;&#xC1A;&#xC41; &#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ki&#x1E6D;&#x1E6D;u. [Tel.] v. n. To approach, draw near. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;ki&#x1E6D;uku. [Tel.] n. A trick, device, secret, nicety. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC15;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; intricacies. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;</span>&#xA0;&#xA0;kitik&#x12B;. [Tel.] n. A window, a lattice, &#xC17;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;; a gangway, a port hole or window in a ship. &#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F; a kind of earring.
			</div>
                