&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC40;&#xC30;</span>&#xA0;&#xA0;kimm&#x12B;ra. [Skt. cf. Cimmerian.] n. and adj. Dark hue, a mixed hue, the colours of the rainbow. Variegated, particoloured. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;. &#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. name of a Rakshasa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kitti. [Tel.] n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC4D;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3F;&#xC24;&#xC28;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC3F;</span>&#xA0;&#xA0;kittali. [Tel.] n. An orange. &#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC30;</span>&#xA0;&#xA0;See &#xC15;&#xC3F;&#xC24;&#xC28;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;kit&#x101;bu. [H.] n. A title.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2B;&#xC3E;&#xC2F;&#xC24;&#xC41;</span>&#xA0;&#xA0;kiph&#x101;yatu. [H.] n. Benefit, advantage, profit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30; kinnera. [Tel.] n. A lute. A sort of guitar. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; the large dried pumpkins that are fixed to the frame of a Hindu lute. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the fiddle-bark-tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kinnaru&#x1E0D;u. [Skt.] n. A fairy, a celestial chorister. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC15;&#xC02;&#xC1F;&#xC3F; fairy-eyed: lovely. Suca. iii. 98. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; Kubera or the lord of &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kiniyu. [Tel.] v. n. To be angry. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To approach &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC3F;&#xC28;&#xC41;&#xC15; or &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC15; kinuka. n. Anger, rage. heat, inflamation. &#xC15;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC15;&#xC3E;&#xC21;&#xC41; an angry man &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC41; kinupu. n. Anger &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC21;&#xC41; or &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC35;&#xC21;&#xC41; to get angry. &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kiduku. [Tel.] v. n. To fret, or be cross on waking from sleep. &quot;&#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC46;&#xC30;&#xC17;&#xC41;&#xC28; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC15;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC02;&#xC1F;&#xC1C;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC17;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC3F;. &#xC05;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC5B;&#xC3E;&#xC1A;&#xC3F;.&quot; B. X. &#xA7; VI. 14. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC40;&#xC35;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC30;&#xC41;&#xC15; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC02;&#xC2C;&#xC4B;&#xC35;&#xC26;&#xC35;&#xC02;&#xC17;&#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC35;&#xC47;&#xC28;&#xC3F; &#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC47;&#xC28;&#xC41;&#xC28;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC26;&#xC32;&#xC15;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC46;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC38;&#xC17;&#xC41;&#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC17;&#xC47;&#xC32;&#xC2A;&#xC48;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41; &#xC17;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; H. i. 2241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC15;</span>&#xA0;&#xA0;kimm-anaka. [Tel.] adv. Without hesitation. &quot;Without whats and where-fores.&quot; &#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they did it without saying a word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kiri-me&#x1E6D;lu. [Tel.] n. Creaking slippers, i.e. leathern sandals. See &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kiri. [Tel.] adj. Small, little. &#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC17; thin smoke. &#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; kiri-pill&#x101;n&#x1E0D;lu Small rings worn on the third toe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kiri. [Skt.] n. A hog. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC2E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kir&#x101;yi. [H.] n. Rent, hire, fare.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC15; kir&#x101;ta. [Skt.] adj. Savage, barbarian. &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; the land of savages. &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3F; kir&#x101;tini. Indian Spikenard. W. &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; kir&#x101;tu&#x1E0D;u. n. A barbarian, a savage. &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kir&#x101;&#x1E6D;u&#x1E0D;u. [Skt.] n. A merchant. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F;. Vasu. i. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kira&#x1E47;amu. [Skt.] n. A ray of light. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC15;&#xC3F;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41; kira-kira. [Tel.] n. A creaking sound; a rattling sound. (Anuk.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;, &#xC15;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC21;&#xC3F; or &#xC15;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC21;&#xC3F; kiyya. [Tel. &#xC15;&#xC3F;&#xC02;&#xC26;+&#xC2F;) n. The sign &#xC2F;&#xC4D;; &#xC12;&#xC15; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Also, an innuendo for &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2E;&#xC41;&#xC15;</span>&#xA0;&#xA0;kimuka. [Skt.] n. The tree Costus Speciosus. Rox. i. 58. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; kimi&#x1E0D;i. [Tel.] n. A sort of flint used in making glass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kimu&#x1E0D;u. [Tel.] adj. Petty. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC41;</span>&#xA0;&#xA0;kimmatu. [H.] n. Estimated value, Price.
			</div>
                