&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;</span>&#xA0;&#xA0;kirudu. [Tel.] adj. Inferior. &#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC28;&#xC47;&#xC32; inferior soil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kiruku. [Tel.] n. The act of turning anything round &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; kiruku-po&#x1E0D;u&#x1E6D;su. v. n. To turn &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kiri&#x1E6D;amu. [Skt.] n. A crown. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F; kir&#x12B;&#x1E6D;-&#x101;krili. adj. Conical, like a cone. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC3F; kir&#x12B;&#x1E6D;i. n. A crowned man: an epithet of the hero Arjuna. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC17;&#xC3E;&#xC21;&#xC41; kir&#x12B;ta-g&#x101;&#x1E0D;u. n. The grey shrike. Laniuslahtora (F.B.I.) &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A; kir&#x12B;&#x1E6D;i-pa&#x1E6D;&#x1E6D;sa. n. The oriental emerald, a greenish variety of sapphire. &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;kiristanu. [Eng.] adj. Christian.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kiriyu. [Tel.] v. n. To be tight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kilinjakamu. [Skt.] n. A mat, a screen. &#xC1A;&#xC3E;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kil&#x101;samu. [Skt.] n. A blotch, scab. &#xC38;&#xC4B;&#xC2C;&#xC46; , &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; kil&#x101;rin&#x1E6D;su. [Tel.] v. n. To make a hubbub. &#xC15;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; To play the bully to swagger. To boot, halloo, shout. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To laugh in rage. &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kil&#x101;tamu. [Tel.] n. A horse &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC32;&#xC41;&#xC2E;&#xC41; kilamu. [Tel.] n. Dis-coloration of brass or copper. Verdigris.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kila-ko&#x1E6D;&#x1E6D;a. [Tel.] v. a. To stir, beat, or whip buttermilk, so as to clear it. v. n. To sound. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32;</span>&#xA0;&#xA0;kila-kila. [Tel.] n. Din, hubbub, clamour, uproar, as of a marching host. Twittering, as of birds: any confused sound. &#xC15;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41; to be clamorous &#xC15;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; kirru-purugu. [Tel.] n. A cicada, a noisy insect that lives in trees. &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; kirru-m&#x101;nu. n. A turn-stile, lit. a creaking bar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3F;&#xC30;&#xC15;&#xC3F;&#xC30;. &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; a creaking shoe. &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; kirru-kirruna. adv. Creakingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; kirusu. [Tel.] n. A small double edged sword. &#xC30;&#xC46;&#xC02;&#xC21;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kirupu. [Tel.] v. a. To twitch, or stretch, as a limb , or the ears, or the eyelids in winking. &#xC2E;&#xC48;&#xC17;&#xC3F;&#xC17;&#xC41;&#xC2A;&#xC41; to stretch the body on waking. &#xC15;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC4A;&#xC28;&#xC41; to wince. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; to wink. M. X. i. 121. A. iv. 222.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kil&#x101;ramu. [Tel.] n. A herd of cattle. &#xC2A;&#xC38;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;. &#xC15;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC3F; kilari. n. A herdsman. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC15;</span>&#xA0;&#xA0;kisaka. [Tel.] n. A point. &#xC15;&#xC3F;&#xC38;&#xC15;&#xC15;&#xC30;&#xC4D;&#xC30;. A pointed stick. See &#xC17;&#xC38;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC36;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ki&#x1E63;&#x14D;ramu. [Skt.] adj. Young. n. An infant. A colt &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC35;&#xC15;&#xC3F;&#xC35;</span>&#xA0;&#xA0;kiva-kiva. [Tel.] n. (anuk.) A giggling, murmuring, echocing. Suca i. 256.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;kill&#x101;ku. [Tel. &#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;+&#xC06;&#xC15;&#xC41;.] n. A billet, a memorandum. &#xC1A;&#xC40;&#xC1F;&#xC3F;. Literally &#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28; &#xC06;&#xC15;&#xC41; a nipped palmleaf, i.e, a leaf indented with marks of the finger nail and sent by a messenger. An unequal number of debts agrees to a proposal, but an even number is a refusal. &#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC24;&#xC4D;&#xC30;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;</span>&#xA0;&#xA0;killala. [Tel.] adv. (anuk) Squeakingly, aloud. &#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; loud screams or howls. &#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41; to squeak or howl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kilbishamu. [Skt.] n. Sin, fault, offence; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;; disease. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kili-kinchitamu. [Skt.] n. Amorous agitation. A conflict of feelings: agitation due to contending passions. Hubub. &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC35;&#xC24;&#xC3F; kili-kinchita-vati. n. A heart-broken damsel.
			</div>
                