&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC40;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41; kist&#x12B;. [H.] n. Kist. Stated payment, an instalment of rent. &#xC15;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC32;&#xC2C;&#xC02;&#xC26;&#xC40; settlement of instalments of revenue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kisi-k&#x101;&#x1E37;&#x1E37;u-g&#x101;-na&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To straddle in dancing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC38;&#xC32;&#xC2F;&#xC2E;&#xC41; kisalamu. [Skt.] n. A sprout. &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;kisaru. [Tel.] n. Sharpness, tartness. Bad humours in the body: the evil eye: mischief done to infants by the touch of an impure person. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC38;&#xC4B;&#xC15;&#xC41;&#xC1F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. Angriness. &#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC17;&#xC3F;&#xC38;&#xC30;&#xC41; an angry glance. &quot;&#xC15;&#xC28;&#xC4D;&#xC17;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC21;&#xC41; &#xC17;&#xC02;&#xC17;&#xC3E;&#xC35;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC15;&#xC30;&#xC23;&#xC3F;&#xC28;&#xC4D;.&quot; A. iv. 215. &#xC15;&#xC38;&#xC30;&#xC41;&#xC28;&#xC30;&#xC41; humours in the body.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC2E;&#xC38;</span>&#xA0;&#xA0;kisa-masa. [Tel.] n. Sorrow, pain. &#xC35;&#xC4D;&#xC2F;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC15;&#xC3F;&#xC38;</span>&#xA0;&#xA0;kisa-kisa. [Tel.] adj. and adv. (anuk.) Much, aloud (laughing.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC40;&#xC1F;&#xC15;&#xC2E;&#xC41; k&#x12B;&#x1E6D;amu. [Skt.] n. A worm, an insect. &#xC35;&#xC30;&#xC15;&#xC40;&#xC1F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; wretched mortals, human worms. &#xC15;&#xC40;&#xC1F;&#xC2E;&#xC23;&#xC3F; or &#xC15;&#xC40;&#xC1F;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; k&#x12B;&#x1E6D;a-ma&#x1E47;i. n. The fire-fly, the glow-worm. HD. i. 1901.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;k&#x12B;&#x1E6D;su-r&#x101;yi. n. A cicada, or cricket. &#xC07;&#xC32;&#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC15;&#xC40;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; k&#x12B;&#x1E6D;sul-&#x101;&#x1E0D;u. v. n. To squabble, brawl, contend, squall or scream.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;k&#x12B;&#x1E6D;su-burra. n. Leathern bellows. &#xC15;&#xC40;&#xC1A;&#xC41;&#xC15;&#xC40;&#xC1A;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC47; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC26;&#xC42;&#xC26;&#xC3F; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC4B;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC40;&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41;.&quot; Ila. iv. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;chakamu. [Skt.] n. A hollow bamboo. &#xC15;&#xC40;&#xC1A;&#xC15;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41; (Kalahas. Mah. iii. 48.) the pearls of gum (tabasheer) found inside bamboos. &#xC15;&#xC40;&#xC1A;&#xC15;&#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41; a hollow groaning sound, as that of the wind passing the mouth of a tube.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1A;&#xC15;</span>&#xA0;&#xA0;k&#x12B;chaka. [Skt.] n. The name of a certain tribe of hill people or savages: the name of a certain tribe of robbers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x12B;-gan&#x1E6D;i-&#x1E6D;s&#x16B;pulu. [Tel.] n. Downcast glances.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;k-&#x101;ra&#x1E47;yamu. [Skt.] n. A dark forest, a wilderness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;kasamu. [Skt.] n. A bone. &#xC0E;&#xC2E;&#xC41;&#xC15;. A. vi. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x12B;ka&#x1E6D;ulu. [Skt.] n. Savages. &quot;&#xC28;&#xC46;&#xC30;&#xC30;&#xC4C;&#xC24;&#xC41;&#xC15;&#xC40;&#xC15;&#xC1F;&#xC36;&#xC30;&#xC3E;&#xC33;&#xC40; &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3E;&#xC23;&#xC40;&#xC2D;&#xC35;&#xC24;&#xC4D;&quot; A. iv. 33. &quot;&#xC09;&#xC17;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC15;&#xC1F;&#xC4B;&#xC15;&#xC4D;&#xC35;&#xC3F;&quot; A. iv. 316.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;</span>&#xA0;&#xA0;k&#x12B;. [Tel.] n. (Contracted from &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;) Lower, under; &#xC15;&#xC40;&#xC17;&#xC21;&#xC35;&#xC41; the abdomen or lower belly. &#xC15;&#xC40;&#xC26;&#xC4A;&#xC21; (&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;+&#xC24;&#xC4A;&#xC21;.) n. The inner part of the thigh. &#xC15;&#xC40;&#xC28;&#xC21; (&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;+&#xC28;&#xC40;&#xC21;.) n. The under shadow, or darkness under a lamp, &amp;c. A glimmer, or gleam through a crevice. &#xC15;&#xC40;&#xC28;&#xC40;&#xC30;&#xC41;&#xC2D;&#xC42;&#xC2E;&#xC3F; land which has water under it, i.e., where the springs lie close to the surface.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;kissu-m-anu. [Tel.] n. To growl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x12B;&#x1E0D;u. [Tel.] n. Evil, harm, misfortune, danger. &#xC05;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC06;&#xC2A;&#xC26;. Fault &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. Sin &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. (plu. &#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;) adj. Bad, evil, base, low. &#xC05;&#xC27;&#xC2E;&#xC2E;&#xC41;. &#xC15;&#xC40;&#xC21;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41; low castes. Inauspicious &#xC05;&#xC36;&#xC41;&#xC2D;&#xC15;&#xC30;&#xC2E;&#xC41;. Wicked &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC15;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC40;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41; or &#xC15;&#xC40;&#xC21;&#xC4D;&#xC35;&#xC21;&#xC41; k&#x12B;&#x1E0D;u-pa&#x1E0D;u. v. n. To be vanquished. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC15;&#xC40;&#xC21;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41; k&#x12B;&#x1E0D;u-para&#x1E6D;su. v. a. To vanquish. &quot;&#xC2A;&#xC30;&#xC2F;&#xC4B;&#xC27;&#xC35;&#xC30;&#xC41;&#xC32; &#xC17;&#xC40;&#xC21;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC30;&#xC23;&#xC3F;.&quot; Dab. P. 239. &#xC15;&#xC40;&#xC21;&#xC41;&#xC2E;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; k&#x12B;&#x1E0D;u-m&#x113;&#x1E37;&#x1E37;u. Both good and bad: both sides of a question.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC21;&#xC3F;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x12B;&#x1E0D;isalu. [Tel.] n. The sweepings or refuse of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x12B;&#x1E6D;u. [Tel.] n. A tire, a course, a layer, stratum or range. A line, mark, stroke. &#xC17;&#xC4B;&#xC21; &#xC12;&#xC15;&#xC15;&#xC47;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he built one layer of the wall.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1A;&#xC30;&#xC2C;&#xC3E;&#xC1A;&#xC30;</span>&#xA0;&#xA0;k&#x12B;sara-b&#x101;&#x1E6D;sara. [Tel.] adv. In confusion, jumbled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC1A;&#xC41;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;k&#x12B;&#x1E6D;su-m-anu. [Tel.] v. n. To squeak.
			</div>
                