&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;</span>&#xA0;&#xA0;k&#x12B;rtana. [Skt.] n. A hymn, psalm, anthem. A certain class of metres of tunes. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; k&#x12B;rtanamu. n. Praise, encomium. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; k&#x12B;rta-n&#x12B;yu&#x1E0D;u. adj. Glorious. praiseworthy. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; or &#xC15;&#xC40;&#xC30;&#xC3F;&#xC24;&#xC3F; k&#x12B;rti. Fame, glory. &#xC2F;&#xC36;&#xC2E;&#xC41;. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x12B;rtin&#x1E6D;su. v. a. To praise, laud. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41; k&#x12B;rtitamu. adj. Praised, celebrated. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;r&#x1E47;amu. [Skt.] adj. covered. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC30;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;another form of &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;ramu. [Skt.] n. A parrot. &#xC15;&#xC40;&#xC30;&#xC35;&#xC3E;&#xC23;&#xC3F; k&#x12B;ra-v&#x101;&#x1E47;i. n. A sweet voiced woman, having the note of a parrot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;-dri&#x1E63;amu. [Skt.] adj. What sort of? like what? &#xC0E;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC24;&#xC41;</span>&#xA0;&#xA0;k&#x12B;tu. [Tel.] n. A cocoanut bough with the leaves plaited so as to form a mat. &#xC2E;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC24;</span>&#xA0;&#xA0;k&#x12B;ta. [Tel.] adj. Inferior. &#xC05;&#xC27;&#xC2E;&#xC2E;&#xC41;. &#xC15;&#xC40;&#xC24;&#xC28;&#xC47;&#xC32; inferior land. &#xC15;&#xC40;&#xC24;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41; k&#x12B;ta-kun&#x1E6D;samulu. n. Short measure: not heaped up and pressed down.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC38;</span>&#xA0;&#xA0;k&#x12B;sa. [Tel.] adj. Little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, trifling. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;&#x1E63;amu. [Skt.] n. A monkey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x12B;lu. [Tel.] n. A joint, a hinge. &#xC05;&#xC26;&#xC47;&#xC2E;&#xC30;. Pitch (or tar.) &#xC24;&#xC3E;&#xC30;&#xC41;. The point of a riddle &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Expedient &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; the joints of the hand. &#xC13;&#xC21;&#xC15;&#xC40;&#xC32;&#xC41; (V&#x113;ma. 628.) Rosin and grease melted together to paint ships with. &#xC15;&#xC40;&#xC32;&#xC41;&#xC1A;&#xC3E;&#xC2A; a tarpaulin. &#xC15;&#xC40;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; (Radha. ii. 149.) a castle or chamber that turns on a pivot. &#xC15;&#xC40;&#xC32;&#xC41; &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; an automaton eagle., &#xC15;&#xC40;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; an engineer, a mechanician or contriver &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC15;&#xC40;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC2A; &#xC17;&#xC46;&#xC21;&#xC38;&#xC3F;&#xC28; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32; &#xC15;&#xC48;&#xC28;&#xC21;&#xC3F; &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC28;&#xC4D;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC41;&quot; M. VII. iii. 72. &#xC15;&#xC40;&#xC32;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a folding knife or hasp-knife. &#xC15;&#xC40;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC15;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; k&#x12B;lu-konu. v. n. To be united, join, be composed. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;. To be fixed in &#xC28;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC02;&#xC2A;&#xC41;&#xC38;&#xC28;&#xC3F; &#xC15;&#xC40;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC17;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&quot; Radha. iii. 13. &quot;&#xC15;&#xC47;&#xC35;&#xC32; &#xC2A;&#xC3E;&#xC2A;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC40;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1F;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; V. P. ii. 304. &#xC15;&#xC40;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC15;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; k&#x12B;lu-kolupu. v. a. To fasten, unite, to lay, put. &#xC15;&#xC40;&#xC32;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC41; k&#x12B;lu-gan&#x1E6D;u. n. A knot or crest of hair. &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC26;&#xC42;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC15;&#xC40;&#xC32;&#xC4D;&#xC5B;&#xC21; k&#x12B;l-za&#x1E0D;a. n. A woman&apos;s plaited tress of hair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC40;&#xC30;&#xC46; k&#x12B;ra. [Tel.] n. Herb, vegetable, greens. &#xC15;&#xC40;&#xC30;&#xC15;&#xC3E;&#xC2F; a cucumber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x12B;lin&#x1E6D;su. [Tel.] v. a. To put on or in (flowers, shoes, &amp;c. to another,) to deck with, insert, set. &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC18;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41; she put the pail of toddy on her head. &#xC15;&#xC40;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; k&#x12B;litamu. adj. Bound, tied, knotted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC3F;</span>&#xA0;&#xA0;k&#x12B;li. [Skt.] n. A title of Agni, the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x12B;l&#x101;lamu. [Skt.] n. Blood. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x12B;lasalu. [Tel.] n. Paddy, some of the ears of which are empty from disease or want of rain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See under &#xC15;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC40;&#xC32;&#xC2E;&#xC41; k&#x12B;lakamu. [Skt.] n. A pin, wedge, or bolt, which keeps all fast. &#xC2E;&#xC47;&#xC15;&#xC41;. A master spell: the key to a puzzle or rule. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A flame &#xC2E;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC28;&#xC3E;&#xC36;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x12B;n&#x101;&#x1E63;u&#x1E0D;u. [Skt.] n. An epithet of Yama, god of death.
			</div>
                