&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC40;&#xC38;&#xC30;</span>&#xA0;&#xA0;, &#xC15;&#xC40;&#xC38;&#xC30;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC15;&#xC40;&#xC38;&#xC3E; k&#x12B;sara. [Tel.] n. A purse, a pocket. &#xC1C;&#xC47;&#xC2C;&#xC41;. The fourth part of a weight or quantity. H. iv. 194. &#xC15;&#xC40;&#xC38;&#xC30;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; dishonesty in arbitration. &#xC15;&#xC40;&#xC38;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC41; a small portion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;</span>&#xA0;&#xA0;kunkuma. [Skt.] n. A fragrant cosmetic or rouge, composed of turmeric, alum and lime juice. &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2D;&#xC42;&#xC2E;&#xC3F; land granted to the daughter for pin money. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E; &#xC15;&#xC47;&#xC38;&#xC30;&#xC2E;&#xC41; kunkuma-k&#x113;saramu. n. A certain fragrant cosmetic. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; kunkuma-puvvu. n. Saffron. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; kunkuma-p&#x16B;-ji&#x1E6D;&#x1E6D;a. n. The small Minivet. Pericrocotus peregrinus (F.B.I.) &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41; kankumamu. n. Saffron. &#xC1C;&#xC3E;&#xC2B;&#xC30;&#xC3E;, &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kunku&#x1E0D;u-che&#x1E6D;ttod;u. [Tel.] n. The soap nut tree. Sapindus detergens or Sapindus emarginatus. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; kunku&#x1E0D;u-k&#x101;yalu. n. Soap nuts. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; kunku&#x1E0D;u-purugu. n. The insect called a lady bird. &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC42;&#xC15;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41; kunku. [Tel.] v. n. To sink. &#xC2E;&#xC41;&#xC23;&#xC41;&#xC15;&#xC41;. To set as the sun &#xC06;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC42;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC15;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; the sun has set.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kunka&#x1E6D;i. [Tel. another form of &#xC15;&#xC42;&#xC15;&#xC1F;&#xC3F; q.v.] n. A tuft of hair. &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. adj. Chief. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC3F; &#xC2E;&#xC42;&#xC17; kunka&#x1E6D;i-m&#x16B;ga. n. The fork tailed shrike. &#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41; kunka&#x1E6D;i-v&#x113;ru. n. The tap root from which the others grow. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC47;&#xC30;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; kunka&#x1E6D;lu. n. plu. Curls or ringlets of hair. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC15;</span>&#xA0;&#xA0;kunka. [Tel.] n. A virgin widow. &#xC2C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC35;. A wretch, a slut: &#xC30;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;</span>&#xA0;&#xA0;ku. [Skt.] n. In composition signifies bad, vile &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; a wicked device. &#xC15;&#xC41;&#xC2E;&#xC24;&#xC3F; a bad disposition. &#xC15;&#xC41;&#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; a vile prank. So &#xC15;&#xC41;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. Also &#xC15;&#xC41; = the earth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;</span>&#xA0;&#xA0;ku. [Tel. cf. Turkish and Hindustani: &#xC15;&#xC41; and &#xC15;&#xC3F;] To, for. The sign of the Dative case, which when following a final &#xC07; becomes &#xC15;&#xC3F; as &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; and elsewhere is &#xC15;&#xC41; as &#xC2E;&#xC3E;&#xC15;&#xC41;, &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1C;&#xC21;&#xC3E;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC1C;&#xC30;&#xC3F; kunja&#x1E0D;&#x101;. [H.] n. A huckster, a fruiterer. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC2F; kunche. [Tel.] n. A brush, a whisk; a carding instrument or teazle for wool, a chauri made of peacock&apos;s feathers. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC41; &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he fastened the cloth as a wisp on the pole. &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC15;&#xC4B;&#xC32; kunche-k&#x14D;la. n. The crooked pole used in opening the gate of a pagaoda.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41; kungu. [Tel.] v. n. To sink, bend , hang down. To give way or yield. To diminish. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC15;&#xC41;&#xC02;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; his freshness is not yet gone. &#xC08; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC17;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; this fever reduced him greatly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kun&#x1E6D;su. [Tel.] v. a. To diminish, do away with, remove. To sink or depress. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC1C;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC41; to underrate, undervalue. To stint, pinch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC40;</span>&#xA0;&#xA0;kunch&#x12B;. [Tel.] n. A cap with a flap behind, worn by boys. A whisk to drive away flies with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;kunchini. [Tel.] n. A painting brush, a brush, or whisk for flies. A carding instrument or teazle for wool.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kun&#x1E6D;samu. [Tel.] n. A measure of grain, four manikas or one quarter of a toom. &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41; a measureful.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kunchitamu. [Skt.] adj. Crooked. &#xC35;&#xC02;&#xC15;&#xC30;&#xC2F;&#xC48;&#xC28;, &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kunchika. [Skt.] n. The key of a lock. &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC15;&#xC4B;&#xC32;.
			</div>
                