&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kunjamu. [Skt.] n. A thicket, a bower, or arbour. &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. An elephant&apos;s cheek &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. An elephant&apos;s tusk &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41; kunjaramu. n. An elephant. The best of anything &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; &#xC15;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC30;&#xC41;&#xC21;&#xC41; a great poet. &#xC2E;&#xC4C;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the noblest of hermits. &#xC15;&#xC41;&#xC02;&#xC1C;&#xC30;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; kunjar-&#x101;&#x1E63;anamu. n. Elephant&apos;s food. The poplar leaved fig tree, ficus religious. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC20;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kun&#x1E6D;hanamu. [Skt.] n. A hindrance, check. Bluntness. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &#xC15;&#xC41;&#xC02;&#xC20;&#xC2E;&#xC41; kun&#x1E6D;hamu. adj. Blunt. Lazy, dull. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC41; kun&#x1E6D;hitamu. adj. Hindered, checked. Blunted &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. &#xC15;&#xC41;&#xC02;&#xC20;&#xC40;&#xC2C;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; kun&#x1E6D;h&#x12B;-bh&#x16B;tu&#x1E0D;u. n. One who has been defeated. One who has failed. &#xC15;&#xC41;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; kun&#x1E6D;hu&#x1E0D;u. n. A ignorant man. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. A lazy man &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC2E;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kun&#x1E6D;ena-mu&#x1E0D;i. [Tel.] n. A knot in the string that passes through a book of palmyra leaves. &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;</span>&#xA0;&#xA0;kun&#x1E6D;ena. [Tel.] n. Pimping, procuring.&#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. A bawd, a procuress. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28; or &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC40;&#xC21;&#xC41; A pimp, A procurer. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; pimping.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; kun&#x1E6D;en&#x1E0D;lu. [Tel.] n. Large earrings. &quot;&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC02;&#xC1F; &#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&quot; Chand. R.V. ii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kun&#x1E6D;i. [Tel.] adj. Lame, crooked. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; windgalls, rheumatism. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; kun&#x1E6D;i-tanamu. n. Lameness, a crippled state. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC41;kun&#x1E6D;u. n. Lameness, crookedness. A lame man &#xC15;&#xC41;&#xC02;&#xC1F;&#xC41; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;, &#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. v. n. To limp, to go lame. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; kun&#x1E6D;u-pa&#x1E0D;u. v. n. To become lame. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41;. To fail, or break down as an undertaking. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC05;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC21;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC3F;&#xC1C;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;, &#xC32;&#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC35;&#xC32;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC46;&#xC02;&#xC1F;&#xC2A;&#xC48;&#xC35;&#xC48;&#xC1A;&#xC3F; &#xC15;&#xC41;&#xC02; &#xC1F;&#xC41;&#xC2A;&#xC21;&#xC02;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC28;&#xC3F;.&quot; Jai. iv. 111. To be diminished &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. To be cut off &#xC24;&#xC46;&#xC17;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; kun&#x1E6D;u-p&#x101;ru. v. n. To become weak. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC1F;</span>&#xA0;&#xA0;kun&#x1E6D;a. [Tel.] n. A pond. &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. A pit, or hole of any kind &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC17;&#xC41;&#xC02;&#xC1F;. A certain square measure of land, 1/40 of an acre. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; kun&#x1E6D;a-mukku. n. A sort of fish. H. iv. 224.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kun&#x1E0D;a-banti. [Tel.] n. The game called hockey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kun&#x1E0D;amu. [Skt.] n. An earthen pot. A pit or pot for receiving and preserving consecrated fire. A fire pit &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32; &#xC17;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC21;</span>&#xA0;&#xA0;kun&#x1E0D;a. [Tel.] n. An earthern pot. A pot. &#xC15;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1F; a bell metal pot. A gilt ball on the crest of a tent, &amp;c. &#xC15;&#xC32;&#xC36;&#xC2E;&#xC41;. A bush in a carriage wheel &#xC07;&#xC30;&#xC41;&#xC38;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC15;&#xC30;&#xC3F; kun&#x1E0D;a-g&#x14D;kari. [&#xC15;&#xC41;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC15;&#xC41;+&#xC05;&#xC30;&#xC3F;.] n. A cook. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41; (&#xC35;&#xC32;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC2A;&#xC26;, 2. &#xC2D;&#xC3E;.) &#xC15;&#xC41;&#xC02;&#xC21;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; Same as &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; kun&#x1E0D;a-m&#x101;r&#x1E6D;su. v. t. To exchange one thing for another. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
                