&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kundamu. [Skt.] n. The jessamine. Jasminum multiflorum, &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC26;&#xC30;&#xC26;&#xC28; a maiden with teeth like blossoms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kundanamu. [Tel.] n. Solid gold, fine gold. &#xC05;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kundakamu. [Tel.] n. A hindrance. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. A defect &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2D;&#xC42;&#xC2E;&#xC3F; waste land &#xC15;&#xC3E;&#xC33;&#xC40; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kunti. [Skt.] n. The name of the mother of the P&#x101;n&#x1E0D;avas. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuntalamu. [Skt.] n. A hair, a curl, a trees, or ringlet. &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;. A country, apparently that about Bombay.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuntamu. [Skt.] n. A spear, a lance. &#xC08;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kun&#x1E0D;-r&#x101;yi-po&#x1E6D;&#x1E6D;u. [Tel.] n. A small dried fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC15; kun&#x1E0D;i. [Skt.] n. A student&apos;s water pot: a pitcher. &#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kun&#x1E0D;alamu. [Skt.] n. An earring. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F; kun&#x1E0D;ali. n. One who has earrings. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A snake or serpent &#xC2A;&#xC3E;&#xC2E;&#xC41;. A mystic phrase for the spinal marrow. A circular dance. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. (&#xC2D;&#xC3E;&#xC30;. &#xC35;&#xC3F;&#xC30;&#xC3E;. i.) &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; or &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC28;&#xC3F; or &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; the pineal gland. &#xC38;&#xC41;&#xC18;&#xC2E;&#xC4D;&#xC28; (Vasu. Pref. 71.) Heyne says, a name of the &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC3F;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;kun&#x1E0D;al-in&#x1E6D;su. v. t. To put or mark a cipher round anything &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. i.) &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC40; &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; kun&#x1E0D;ali-kara&#x1E47;amu. n. To cancel by drawing a circle round an erroneous line. Giving or making a cipher &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2A;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;kumpi&#x1E47;i. [Eng. &quot;Company.&quot;] n. The East India Company, or a company of sepoys.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kumpa&#x1E6D;i. [Tel.] n. A chafing dish, a goldsmith&apos;s portable furnace. &#xC07;&#xC26;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC24;&#xC3E;&#xC2E;&#xC30; &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is a perfect oasis in the desert. lit. Like a lotus growing in a furnance. A proverb regarding that which is admirable but of base origin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;kund&#x113;lu. [Tel.] n. The black-naped hare, Lepus nigricollis. (F.B.I.) &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC36;&#xC36;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; kund&#x113;&#x1E6D;i-kommu. n. A hare&apos;s horn, i.e., mere nothing, an absurdity. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC1F;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; land on which hares are found. &#xC36;&#xC36;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC46;&#xC28;</span>&#xA0;&#xA0;See &#xC15;&#xC41;&#xC02;&#xC26;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC26;&#xC46;&#xC28;&#xC17;&#xC3F;&#xC30;&#xC3F; or &#xC15;&#xC41;&#xC02;&#xC26;&#xC46;&#xC28;&#xC17;&#xC41;&#xC30;&#xC3F; kundena-giri. [Tel.] n. A certain game played by boys.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kundu-rellu. [Tel.] n. A reed of which pens are made.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; kunduruvu. [Skt.] n. A sort of weed that infests corn land. Saccharum spontanum. &#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC40;&#xC21;&#xC41; a waste place covered with such weeds. Also, the resin of the Boswellia thurifera, gun olibanum or frankincense &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kundi-k&#x101;&#x1E37;&#x1E37;u. [Tel.] n. Leap frog or a game at hopping. V. P. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kundin&#x1E6D;su. [Tel.] v. a. To grieve, to afflict, to crush. &quot;&#xC21;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;.&quot; R. v. 73.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC28; or &#xC15;&#xC41;&#xC02;&#xC26;&#xC46;&#xC28; kundi. [Tel.] n. A rim, the ledge round a mortar, to prevent the falling of the rice, &amp;c., when beaten in it. &#xC30;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC30;&#xC3E;&#xC24;&#xC3F; &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC3E;</span>&#xA0;&#xA0;kund&#x101;. [H.] n. The butt of a gun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;kundu. [Tel.] v. n. To pine, to sorrow, to be mortified, dejected. To sink under affliction &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;. n. Affliction, grief, dejection. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. Defect &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2C;&#xC40;</span>&#xA0;&#xA0;kumbi. [H.] n. Bleaching (cloth.) &#xC1A;&#xC32;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2C;</span>&#xA0;&#xA0;kumba. [Skt.] n. A hedge round a place of sacrifice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;kum-perugu. [Tel.] &#xC15;&#xC41;&#xC02;&#xC21;+&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;.) n. Thin curds, the whey or liquid part of curds. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2A;&#xC46;</span>&#xA0;&#xA0;kumpe. [Tel.] n. A tray. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kunduruki. [Skt.] n. The olibanum tree that produces frankincense. &#xC05;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                