&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kukundaramu. [Skt.] n. The cavities of the loins. &#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuk&#x12B;lamu. [Skt.] n. A hill or mount.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC35;&#xC3F;</span>&#xA0;&#xA0;ku-kavi. [Skt.] n. A poetaster or bad poet. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC15;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ku-karu&#x1E0D;u. [Skt.] n. One who has a withered hand. &#xC08;&#xC1A;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2D;&#xC40;&#xC28;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kumbhi-nasamu. [Skt.] n. A serpent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;kumbhini. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kumbhin&#x1E6D;su. [Skt.] v. a. To hold the breath. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kumbhamu. [Skt.] n. A small water jar, vase or pitcher. &#xC15;&#xC41;&#xC02;&#xC21;. The sign Aquarius. The frontal globe on the forehead of an elephant. A heap of boiled rice, prepared in the name of a goddess at her festival. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the rain poured down in torrents. &#xC15;&#xC41;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41; large breasts. &#xC15;&#xC41;&#xC02;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC02;&#xC2D;&#xC1C;&#xC41;&#xC21;&#xC41; kumbha-sambhavu&#x1E0D;u. n. One born in a vase or pitcher, an epithet of Agastya. &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; kumbh&#x101;bhish&#x113;kamu. n. Bathing the god in a vessel of water. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC3F; kumbhi. n. An elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC02;&#xC2D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kumbhakamu. [Skt.] n. Stopping the breath. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-chandanamu. [Skt.] n. The bascard sandalwood tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-gr&#x101;mamu. [Skt.] n. A hamlet. A petty or paltry village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;kukshi. [Skt.] n. Stomach, &#xC15;&#xC21;&#xC41;&#xC35;&#xC41; Hunger &#xC1C;&#xC20;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2D;&#xC30;&#xC3F; kukshim-bhari. n. A glutton. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2D;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; kukshim-bharitvamu. n. Gluttony.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kukku&#x1E6D;amu. [Skt.] n. A cock: a fowl in general. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; the god kum&#x101;rasv&#x101;mi, who has a cock on his banner. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC3F; a hen. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4B; the crowing of a cock. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41; &#xC05;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he answered not a word, or he had not a word to say.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41; kukku. [Tel.] v. a. To stuff, to cram; to crush to squeeze (Ice, &amp;c.) &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2A;&#xC47;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is sitting like a crushed louse. &#xC06; &#xC38;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stuffed the cloth into the aperture. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC3E;&#xC35;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they beat him to death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kukki. [Tel.] n. A poor bed. &#xC2E;&#xC02;&#xC1A;&#xC2A;&#xC41; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; adj. Deep. &#xC32;&#xC4B;&#xC24;&#xC48;&#xC28;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41; to become loose &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC17;&#xC41;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21; loose, slack. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a rickety bed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;kukka. [Tel.] n. A dog. &#xC06;&#xC21;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; a bitch. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a pup, or whelp, a puppy. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; adj. Inferior. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; kukka-gorre. n. The rib-faced deer or barking deer, Cervulus muntjac. (F.B.I.) &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; kukka-tulasi. n. The white basil: (Ainslie. ii. 91.) ocymum album, as distinguished from the proper Tulasi called ocymum sanctum. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC32; kukka-p&#x101;la. n. A plant from the fibrous leaves of which bow strings, &amp;c. are made. Aletris hyacinthoides; Sansevicra zeylanica. (Roxb.) &#xC1A;&#xC3E;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A wild species of the &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, Periploc&#x101; Tunicata:. &#xC05;&#xC1C;&#xC17;&#xC02;&#xC27;&#xC40;, &#xC35;&#xC1F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; kukka-mullu. n. An eruption like measles, miliary eruption or nettle rash. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC42;&#xC24;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46; kukka-m&#x16B;ti-pinde. A blasted fruit. A proverb says &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC47;&#xC15;&#xC3E;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC42;&#xC24;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC35;&#xC3F; producing blasted fruit is a mark that the tree will never thrive again. Metaphorically, wild behaviour portends ruin. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1F; kukka-v&#x101;vin&#x1E6D;a. n. A plant called the Dog Mustard, Cleome viscosa. &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2C;&#xC30;&#xC4D;&#xC2C;&#xC30;.
			</div>
                