&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ku&#x1E6D;s&#x1E6D;sali. [Tel.] n. A species of the herb called the thick leaved sorrel. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-ch&#x14D;dyamu. [Skt.] n. Derision, jesting. &#xC15;&#xC41;&#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC41; jester, a humorist. &#xC15;&#xC41;&#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to jest or joke. &#xC15;&#xC41;&#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F; a jest or joke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ku-ch&#x113;sh&#x1E6D;a. [Skt.] n. A wicked prank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuchamu. [Skt.] n. The breast. &#xC15;&#xC41;&#xC1A;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41; kuch&#x101;-gramu. n., The nipple. the tip of the breast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;amu. [Skt.] n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A pot &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC35;. A hut &#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;apamu. [Skt.] n. A garden attached to a house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;ajamu. [Skt.] n. A tree called Echites antidysenterica. &#xC05;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A. iv. 149. &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC46;, &#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kuju&#x1E0D;a. [Skt.] n. A regent of the planet Mars. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC1C;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; kuja-v&#x101;ramu. n. Tuesday, the day of Mars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;. kujamu. [Skt.] n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ku-janu&#x1E0D;u. [Skt.] n. A bad man. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;</span>&#xA0;&#xA0;kuchchela. [Tel.] n. (plu. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC32;&#xC41; or &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;.) A rick of corn. A heap of cut corn. &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. a land measure which in Guntur district is twenty nine acres or (33 3/16) thirty three gun&#x1E6D;as (see &#xC17;&#xC41;&#xC02;&#xC1F;) and three sixteenths. One &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32; is nearly the same as a &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; of land, and is equal to eight &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; or 400 &#xC15;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41;. The land that produces one stack of corn; it varies in various districts, and the above stated quantity is that fixed in the government rates. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to lay corn in ricks. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; See &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC17;&#xC02;&#xC24; or &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32; &#xC2C;&#xC4A;&#xC02;&#xC24; a bag of corn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;</span>&#xA0;&#xA0;kuchchela. [Tel.] n. A boy&apos;s game. K. P. vi. 217.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC24;&#xC40;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kuchche-t&#x12B;yu. [Tel.] v. t. To hollow the back of a jewel so as to increase its lustre when set &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; a ruby hollowed behind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;</span>&#xA0;&#xA0;kuchche [Tel.] n. A heap, a stack, a pile. &#xC2A;&#xC3F;&#xC21;&#xC15;&#xC32;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46; a heap of cow-dung cakes. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC41; or &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; the folds of the lower cloth which the Hindus tie round their loins.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;s&#x1E6D;su. [Tel.] n. A tassel. The ornament at the tip of a woman&apos;s queue. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1A;&#xC40;&#xC30; a gown with tassels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kuchchitu&#x1E0D;a [from Skt. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. A rogue. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;kuchchi. [Tel.] n. Cutch. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a horse brought from Cutch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;umbamu. [Skt.] n. A family. A household. Race. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; as I am a man of large family. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC3F; or &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; ku&#x1E6D;umbi. n. A householder, the head of a family. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC28;&#xC3F; ku&#x1E6D;umbini. n. The mother of a family.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x12B;rama. [Skt.] n. A small house, a hut, a cottage. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;. &#xC2A;&#xC1F;&#xC15;&#xC41;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41; a tent. &#xC32;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41; a bower or arbour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;ilamu. [Skt.] adj. Crooked, cross, illnatured. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC15;&#xC41;&#xC02;&#xC24;&#xC32;, or &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC3E;&#xC32;&#xC15; a girl with curly locks. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; a crooked disposition, hypocrisy. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; ku&#x1E6D;ilatvamu. n. Crookedness. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; ku&#x1E6D;ilu&#x1E0D;a. n. A wicked man: a hypocrite.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ku&#x1E6D;i. [Skt.] n. A hut or cottage. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;. R. ii. 103.
			</div>
                