&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;imamu. [Skt.] n. A paved floor. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC41;&#xC17; ku&#x1E6D;&#x1E6D;&#x101;rike. [Tel. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;+&#xC05;&#xC30;&#xC41;&#xC17;.] n. A small species of the grain called &#xC06;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;. A. iv. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;amitamu. [Skt.] n. Coyness, reluctance. &#xC26;&#xC02;&#xC24;&#xC2A;&#xC40;&#xC21;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC4B;&#xC2A;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC15; ku&#x1E6D;&#x1E6D;ani. [Skt.] n. A bawd, a procuress. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;anamu. [Skt.] n. Striking, beating, smiting. &#xC16;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41; stamping, prancing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;a&#x1E0D;amu. [Tel.] n. The act of stitching. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC28;&#xC3F;. Also, stinging. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a tailor. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41; piercing the ears for earrings. &quot;&#xC30;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2A;&#xC41; &#xC26;&#xC4B;&#xC30;&#xC2A;&#xC41; &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC5B;&#xC02;&#xC1F;&#xC40;&#xC32;&#xC41; &#xC24;&#xC28;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC48;&#xC26;&#xC02;&#xC21;&#xC2F;&#xC4A;&#xC38;&#xC17;.&quot; &#xC36;&#xC41;&#xC15;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E0D;ungamu. [Skt.] n. A bower, arbour. &#xC32;&#xC24;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ku&#x1E0D;imi-v&#x101;&#x1E0D;a. [Tel.] n. A snake catcher; a man who cures the bites of snakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC40;</span>&#xA0;&#xA0;ku&#x1E0D;itin&#x12B;. [H.] n. A small jacket. See &#xC15;&#xC41;&#xC21;&#xC24;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ku&#x1E0D;iti. [Tel. from &#xC15;&#xC42;&#xC21;&#xC41;] n. A drink for cattle, made of the washings of rice, &amp;c., left to turn sour. &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ku&#x1E0D;i. [Tel. from &#xC15;&#xC42;&#xC21;&#xC41; food.] n. Eating. &#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;. adj. Right, belonging to the right (dexter.) &#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; right eye. &#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41; right leg. &#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; right hand. &#xC15;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC15; right side. &#xC15;&#xC41;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC30;&#xC41; drinkable water, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC1C;&#xC32;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC30;&#xC41; &#xC2E;&#xC47;&#xC21;&#xC32;&#xC41;.&quot; &#xC35;&#xC38;&#xC41;. iv. &#xC15;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC32; ku&#x1E0D;i-dala. n. Subsistence, living, land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC24;&#xC3E;</span>&#xA0;&#xA0;ku&#x1E0D;at&#x101; [H. from Tel. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A small jacket. Same as &#xC15;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;ku&#x1E6D;ra. [from Skt. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;.] n. Fraud, guile, backbiting: a plot or conspiracy &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;e. [Tel.] n. The anus. &#xC17;&#xC41;&#xC26;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41; ku&#x1E6D;malamu. [Skt.] n. A bud. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; buddinng breasts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;u&#x1E0D;u. [Tel.] n. Stitching. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC3E;&#xC15;&#xC41; a stitched leaf. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;&#x1E6D;u. [Tel.] v. n. To ache, be sore, to be in pain. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3F; he has got sore eyes. Metaphorically, he is envious. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. v. a. To prick, bore, pierce: to sting. To sew or stitch. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to pick the teeth. &#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; to fold and sew, i.e., to hem. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; to make shoes. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a cobbler, &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; scorpions, villians, &#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. n. A stitch, a seam. Sewing, needle-work. A stitch in the side &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. A prick, or puncture, piercing. Spite, grudge, pique. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; belly-ache: spite, grudge. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41; the last breath, or gasp. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21; or &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41; ku&#x1E6D;&#x1E6D;u-k&#x101;&#x1E0D;a. n. A wire placed in the ear in preparation for an earring. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC41; ku&#x1E6D;&#x1E6D;u-p&#x14D;yu. v. n. To stitch or sew slightly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;</span>&#xA0;&#xA0;ku&#x1E0D;uka. [Tel.] n. A scale pan of a balance. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC24;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC17;&#xC40; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC48;&#xC28;.&quot; &#xC36;&#xC47;&#xC37;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;rapu-v&#x101;&#x1E0D;u. [Tel. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;+&#xC35;&#xC3E;&#xC21;&#xC41;] n. A tailor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC20;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E6D;h&#x101;ramu. [Skt.] n. An axe. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;.
			</div>
                