&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC46; or &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. kutika. [Tel.] n. The gullet. Tone, voice. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F; he is hoarse. &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; neck deep. &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC41; kutik-an&#x1E6D;u. [&#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;+&#xC05;&#xC02;&#xC1F;&#xC41;] n. A necklace worn close round the throat. &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC2C;&#xC21;&#xC41; kutikala-ba&#x1E0D;u. v. n. To flop down. &#xC1A;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC2C;&#xC21;&#xC41;. &quot;&#xC2E;&#xC38;&#xC32;&#xC15; &#xC2F;&#xC3E;&#xC24;&#xC28;&#xC3F;&#xC2E;&#xC23;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC46;.&quot; Pal. 251.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;kut&#x101;pi. [Tel.] Anuk, to &#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;, thus: &#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; neither lame nor limp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kutalamu. [Skt.] n. The earth, the world. &#xC05;&#xC24;&#xC32;&#xC15;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; topsy turvy: upside down.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-tarkamu. [Skt.] n. False logic: sophistical reasoning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-tapamu. [Skt.] n. Slight heat, warmth. &#xC15;&#xC41;&#xC24;&#xC2A;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; midday. &#xC15;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC21;&#xC41; the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC23;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E47;apamu. [Skt.] n. A corpse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC23;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E47;akamu. [Skt.] n. The young of an animal. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &quot;&#xC39;&#xC30;&#xC3F;&#xC23;&#xC15;&#xC41;&#xC23;&#xC15;&#xC2E;&#xC41;: (&#xC2D;&#xC3E;&#xC17;. v. i.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E0D;yamu. [Skt. prob. derived from Tel. &#xC17;&#xC4B;&#xC21;.] n. A wall. &#xC15;&#xC41;&#xC21;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; one who builds a wall &#xC17;&#xC4B;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E0D;umu. [Tel.] n. A bun or cake boiled in steam. &#xC2E;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ku&#x1E0D;u&#x1E6D;su. [Tel.] v. a. To eat. To suck. To suffer or incur (punishment.) To gain. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; ku&#x1E0D;upu. v. a. To feed. To suckle. &#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41; God will reward you with evil for this evil. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC2B;&#xC3F;&#xC28;&#xC28;&#xC4D; on giving the child the breast. &#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; n. Food, eating. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. Enjoyment &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;. The tongue of a hell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuthamu. [Skt.] n. An elephant&apos;s housings, or trappings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;</span>&#xA0;&#xA0;kutsa. [Skt.] n. Reproach, contempt, blame. &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC26;&#xC42;&#xC30;&#xC41;. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; kutsin&#x1E6D;su. v. a. To reproach. &#xC26;&#xC42;&#xC30;&#xC41;, &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;. kutsitamu adj. Vile, base. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; kutsitu&#x1E0D;u. n. A wretch, a contemptible man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15; kuttu. [Tel.] n. The throat, the gullet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kuttika. [Tel.] n. The throat. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;, &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;kutta. [Tel.] n. A low word for the posteriors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC4D;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kutk&#x12B;lamu. [Skt.] n. A hill. &#xC15;&#xC4A;&#xC02;&#xC21;. (&#xC1C;&#xC48;. vi.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kut&#x16B;halamu. [Skt.] n. Eagerness, impetuosity, overflow of feelings, ecstacy. &#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC41;&#xC03;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC24;&#xC41;&#xC35;&#xC41; kutuh. [Skt.] n. An oil bottle. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC15;&#xC42;&#xC24;&#xC42;&#xC17;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; a set of bottles. H. v. 3.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kutukamu. [Skt.] n. Impetuosity, fervour, vehemence, Inclination, curiosity. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC06;&#xC36;. &#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC24; kutukata. n. Eagarness, impetuosity. &quot;&#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC24;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC15;&#xC41;.&quot; Sar. D. vi. 468.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15; Same as &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kutila-p&#x101;&#x1E6D;u. n. Suffering. &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;</span>&#xA0;&#xA0;kutila. [Tel.] n. Pain. &#xC2C;&#xC3E;&#xC27;. &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32; &#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC2A;&#xC21;&#xC41; kutila-gu&#x1E0D;u&#x1E6D;su. v. n. To suffer. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. To sob &#xC17;&#xC41;&#xC1F;&#xC15;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;. &quot;&#xC35;&#xC3F;&#xC2E;&#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC15; &#xC2F;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC26;&#xC40;&#xC35;&#xC30; &#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC1A;&#xC32;&#xC32;&#xC1C;&#xC47;&#xC30;&#xC3F; &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC32;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2D;&#xC1C;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; N. Haris. iv. 202. &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; kutila-pettu. v. n. To inflict suffering, to afflict. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC17;&#xC40; &#xC05;&#xC30;&#xC3E;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC35;, &#xC26;&#xC4B;&#xC37;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC2F;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC35;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC36;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; M. XII. ii. 99.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC40;</span>&#xA0;&#xA0;kutin&#x12B; [Tel.] n. A kind of silk. &#xC12;&#xC15; &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                