&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC2A;</span>&#xA0;&#xA0;kudapa. [Tel.] n. A clot (of curds, of blood, &amp;c.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC2A;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC26;&#xC2A;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC1F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;kudu&#x1E6D;a-pa&#x1E0D;a [Tel. from &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.] v. n. To be settled, or pacified. &#xC08; &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC2E;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC26;&#xC41;&#xC1F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; we are refreshed by this breeze.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC26;&#xC47;&#xC32;&#xC41; kud&#x12B;lu [Tel. a slang word used at cards.] n. An attempt to make five tricks at cards. &#xC1A;&#xC40;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC47;&#xC15; &#xC06;&#xC1F;&#xC32;&#xC4B; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kudil-in&#x1E6D;su. [Tel. from &#xC15;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;.] v. a. to shake violently (as water in a bottle), to agitate. To ram down a cartridge in a gun. To jog, jolt, jostle. &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC15; shaking &#xC15;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;. kudirika. [Tel. from &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.] n. Symmetry, settlement, composure. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC15;, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;, &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a handsome or comely man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;</span>&#xA0;&#xA0;kudira. [Tel. cf. Tam. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30; &amp; Skt. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2F;&#xC3F;. &#xC15;&#xC35;&#xC3F;&#xC38;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kudiya. [Tel.] v. n. To tighten, contact, become less. &#xC05;&#xC21;&#xC17;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; kudiya-ba&#x1E6D;&#x1E6D;u. v. n. To hold fast. &quot;&#xC2E;&#xC47;&#xC15;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC46;&#xC21;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC17;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC15;&#xC32;&#xC47;&#xC32;&#xC26;&#xC40;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC36;&#xC17;&#xC3E;&#xC15;.&quot; V&#x113;ma. 122. See &#xC15;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41; kudikala-pa&#x1E0D;u. [Tel.] v. n. To squat down or flop down. Same as &#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2A;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; kudin&#x1E6D;su. [Tel. from &#xC15;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC41;.] v. a. To shake violently. &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. T. iii. 121.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC35;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC26;&#xC41;&#xC35; kudava. [Tel.] n. Pawn, pledge. &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kudaramu. [Skt. cf. Tam. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. See &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;. (Tel.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;kuduva. [Tel.] n. A pawn, or mortgage. &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC41;&#xC26;&#xC41;&#xC35;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; kuduva-pe&#x1E6D;&#x1E6D;u. v. n. To pawn or mortgage. &#xC15;&#xC41;&#xC26;&#xC41;&#xC35; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. n. To redeem from pawn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;kudulu. [Tel.] v. n. To jolt, or shake as a horse does. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;kuduru. [Tel.] v. n. To settle. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC17;&#xC41;. To recover (from illness) &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. To be set, arranged, fixed, settled. To be got, obtained, found, come to hand. To fit or suit. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC17;&#xC41;. To be introduced into an employ, to enter on it. To become firm, resolute. To succeed, prosper, flourish. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; a settled handwriting &#xC05;&#xC02;&#xC24;&#xC3E; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; all is now right or settled. &#xC17;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC26;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; the metre is defective. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; he obtained that employment. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC41;&#xC26;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41;. I cannot obtain lodgings. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; kuduru-p&#x101;&#x1E6D;u. n. Settlement, arrangement, cure, remedy. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC15;&#xC41;&#xC21;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; kuduru&#x1E6D;su. (causal of &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.) v. n. To restore, to settle or arrange, to curl, to heal, to pacify, to calm, to fix or place. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; kuduru. n. (G. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC1F;&#xC3F; Loc. &#xC15;&#xC41;&#xC26;&#xC41;&#xC1F;. Plu. &#xC15;&#xC41;&#xC26;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;.) n. Settlement. Symmetry, gracefulness, beauty. Trimness, orderliness. &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC15;. Health, perfection. A family &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;. One branch of a family. A garden bed. &#xC2A;&#xC3E;&#xC26;&#xC41;. A support or prop &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;. a ledge, or rim, preventing grain falling out of a mortar. A settle or ring of cord to prevent a pot from rolling over. &#xC1A;&#xC28;&#xC41;&#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; a cancer in the breast. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC12;&#xC15; &#xC15;&#xC41;&#xC26;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he belongs to one branch of the family. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they live as one family. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; kuduru-konu. v. n. To settle, to be settled. &#xC15;&#xC26;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kudupu. [Tel. from &#xC15;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC41; or &#xC15;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;.] v. a. To shake. n. Shaking. A man born lame. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC17;&#xC41;&#xC35;&#xC41;. (&#xC15;&#xC3E;&#xC36;&#xC40;. v.)
			</div>
                