&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2C;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kubjamu. [Skt.] adj. Hump backed, deformed. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC48;&#xC28;. &#xC15;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC35;&#xC1F;&#xC2E;&#xC41; the dwarf banyan tree. &#xC15;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41; kubju&#x1E0D;a n. A cripple, a hump back.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kub&#x113;ru&#x1E0D;u. [Skt.] n. The god of riches, who is regent of the north.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kupitamu [Skt.] adj. Choleric, angry , enraged. &#xC15;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; kupitu&#x1E0D;u n. A passionate man: an angry man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;kunna [Tel. another form of &#xC15;&#xC42;&#xC28;.] n. The young of an animal: a cub: a child: a sapling, suckling, or young tree. &#xC15;&#xC42;&#xC28;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41; a boy. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kunuku. [Tel.] v. n. To nod. &#xC24;&#xC42;&#xC17;&#xC41;. n. Nodding with sleep, dropping asleep. &#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC15;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; kuniki-p&#x101;&#x1E6D;u. n. Nodding, dropping asleep, drooping, or winking the eyes. Drowsiness. Ambling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC28;&#xC3F;</span>&#xA0;&#xA0;kuni. [Tel.] n. An angle, a bit of land. &#xC32;&#xC4B;&#xC15;&#xC41;&#xC28;&#xC3F; a piece or corner of land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC27;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-dharamu. [Skt. &#xC15;&#xC41; = &#xC2D;&#xC42;&#xC2E;&#xC3F;.] n. A hill, mountain. &#xC15;&#xC4A;&#xC02;&#xC21;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kudd&#x101;lamu. [Skt.] n. A sort of spade. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;[Skt.] n. A kind of nut. Same as &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kubusamu [Tel.] n. A snake&apos;s cast skin. &#xC15;&#xC42;&#xC38;&#xC2E;&#xC41;. The pivot of a door.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;kuppe-k&#x14D;la [Tel.] n. A bolt or pointless arrow. &quot;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC26;&#xC47;&#xC28;&#xC41; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC15;&#xC4A;&#xC32;&#xC32;&#xC28;&#xC24;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC47;&#xC1F;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC3F;.&quot; M. VII. iii. 276.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46;</span>&#xA0;&#xA0;kuppe [Tel.] n. A knob. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;. The knot at the root of a tress of false hair. A sort of ornament in masonry. A long necked bottle. &#xC2E;&#xC46;&#xC21;&#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC15;&#xC3E;&#xC26;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46; a glass bottle. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; medicine calcined in a bottle. &#xC15;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC47; a bottle full of Ganges water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kuppin&#x1E6D;su. [Tel.] v. a. To collect, or bring together. To bring the feet together, or take firm footing when about to jump. To hold the breath. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC41; kuppi-gantu. n. A leap. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to leap, to hop about.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;kuppi. [Tel.] n. The tree called Acalypha Indica, Ancthum Sowa, a kind of anise. Roxb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC2A;&#xC38;&#xC2E;&#xC41; kuppasamu. [Tel.] n. A boddice, coat, or jacket. &#xC05;&#xC30;&#xC1A;&#xC1F;&#xC4D;&#xC1F;, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;, &#xC30;&#xC35;&#xC3F;&#xC15;. The skin of a snake &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1C;</span>&#xA0;&#xA0;kuppa&#x1E6D;a-guri-ginja. [Tel.] n. A certain boyish game. H. iii. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuppamu. [Tel.] n. A small village or hamlet; a fisherman&apos;s village. &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;kuppa [Tel.] A heap or pile, assemblage or collection. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A; &#xC2C;&#xC02;&#xC21;&#xC3F; a scavenger&apos;s cart. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A; an assemblage of charms. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E; abundantly. &#xC15;&#xC2A;&#xC4D;&#xC2A; &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are dying in heaps. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC42;&#xC30;&#xC17;&#xC3E; or &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC17;&#xC42;&#xC30;&#xC17;&#xC3E; all of a heap, in a heap, abundantly. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;. &quot;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC2E;&#xC3E;&#xC23;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC46;&#xC38;&#xC28;&#xC4D; &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC17;&#xC42;&#xC30;&#xC17;&#xC28;&#xC47;&#xC2A;&#xC41;&#xC28;.&quot; M. VIII. ii. 346. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC41; to become a heap, to accumulate into a heap &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC30;&#xC41;. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28; abundantly. plentifully. &quot;&#xC05;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28; &#xC17;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; HK. iii. 61.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;kum&#x101;ra-sv&#x101;mi. [Skt.] n. A name of K&#x101;rtik&#x113;ya, the god of war. M. III. v. 200.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ku-mati. [Skt. &#xC15;&#xC41; = &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. An evil mind, a bad heart or temper.
			</div>
                