&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;</span>&#xA0;&#xA0;kummara. [Tel.] n. The potter&apos;s caste. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC1C;&#xC3E;&#xC24;&#xC3F;. adj. Black. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;. kummara-guvva. n. A wagtail. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC24; or &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC26;&#xC3F; kummarata. n. A woman of the potter caste. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; kummara-purugu. n. A beetle. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC3E;&#xC28;, or &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC46; kummara-s&#x101;na n. A potter&apos;s wheel. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC46; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; kummara-s&#x101;rc-&#x1E6D;sukka. n. The The name on the constellation called &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC16;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; kummara-svar&#x16B;pamulu. n. Pots and pans: articles of pottery. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; or &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; kummari. n. A potter. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC2F;&#xC47;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC41;&#xC26;&#xC46;&#xC15;&#xC4A;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; one blow of a cudgel will ruin a potter&apos;s year&apos;s work.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC41;</span>&#xA0;&#xA0;kummaku. [H.] n. Support, assistance. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Abetment, instigation &#xC2E;&#xC4B;&#xC24;&#xC41;&#xC2C;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;kumulu. [Tel.] v. n. To smoulder, burn, consume without flame, glow, pine, waste away with a slow fire of grief or passion. &#xC32;&#xC4B;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC26;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F;.&quot; Sar D. 421.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kumudamu [Skt.] n. The white water lily. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC41;&#xC35;. &#xC15;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; an epithet of the moon (as patron of the lotus) &#xC15;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC3F; kumu-dini. n. A stalk of the white lily .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC46; kum&#x101;r&#x1E6D;e. [Tel. cf. Skt. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;.] n. A daughter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kum&#x101;ru&#x1E0D;a [Skt.] n. A son. A name of &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. In dramas, the heir apparent to the throne &#xC2F;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;kum&#x101;rilu. [Tel.] n. To glow as fire. &#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC15; &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC24;&#xC3F;&#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC23;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC17;&#xC2E;&#xC3E;&#xC30;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E; &#xC27;&#xC40;&#xC28;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC26;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC21;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; Pariz. i, 877.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC15; kum&#x101;ri. [Skt.] n. A girl, a little maid, a daughter. &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41; kurangamu. [Skt.] n. An antelope, an animal of the deer kind. &#xC39;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC41;, &#xC1C;&#xC3F;&#xC02;&#xC15;. &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC28;&#xC2F;&#xC28; or &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC32;&#xC4B;&#xC1A;&#xC28;. n. A gazelle eyed: lady, nymph. &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2D;&#xC2E;&#xC41; musk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ka-yukti. [Skt. &#xC15;&#xC41; = &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. Fraud, an evil device. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; kuyi [Tel. from &#xC15;&#xC42;&#xC2F;&#xC41;.] n. A cry, yell, vociferation, loud entreaty, or prayer: an exclamation like &apos;alas&apos;. &#xC2E;&#xC4A;&#xC30;. Protection &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC4B;&#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC4B; kuyy&#x14D;-morr&#x14D; interj. Alas! a cry of fright, wailing. &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC15;. kuyyaka. adv. Without crying, silently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kummu. [Tel.] v. a. To butt, pierce, gore. &#xC06;&#xC35;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the cow butted at me. n. A thrust or poke. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC41; to give a poke or thrust. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F; enigmatical news &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46; kumme. n. A thrust &#xC2A;&#xC4B;&#xC1F;&#xC41;. A dent &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to be hurt &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kummu. [Tel.] n. Smouldering ashes. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; push it into the fire. A plague, pest, abomination. &#xC07;&#xC26;&#xC47;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; what plague is this?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kummarin&#x1E6D;su. [Tel.] v. a. To pour out, to empty &quot;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC28;&#xC41; &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC02;&#xC21;&#xC3F; &#xC30;&#xC15;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; T. v. 92. &quot;&#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC2A;.&quot; T. iii. 10. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC41; kummarilu. v. n. To be poured out, to gush, to flow. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; kumma-rimpu. n. A downpour as of rain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-mukhamu. [Skt. &#xC15;&#xC41; = &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. A pig. &#xC2A;&#xC02;&#xC26;&#xC3F;.
			</div>
                