&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;kuranji. [Skt.] n. A sort of tune. &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. H. V. 142.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F; kurangali. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC1F; or &#xC15;&#xC41;&#xC30;&#xC17;&#xC1F; kuranga&#x1E6D;a. adv. Near, hard by. &#xC35;&#xC26;&#xC4D;&#xC26;. &quot;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC02; &#xC2C;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15; &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC1F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC35;&#xC30; &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;.&quot; Swa. ii. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kurimi&#x1E0D;i. [Tel.] n. A bank, dam or embankment. &#xC17;&#xC28;&#xC3F;&#xC2E;, &#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kuri&#x1E0D;i [Tel.] n. A dried cocoanut. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC28;&#xC40;&#xC30;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC40;</span>&#xA0;&#xA0;kurich&#x12B; [H. from Tel. &#xC15;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.] n. A chair. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;kurinji. [H.] n. Corundum stone. &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1C;</span>&#xA0;&#xA0;kurinja. [Tel.] n. The plant called Asclepias Vomitoria.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC13;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC3E;&#xC2E;&#xC41; kur&#x101;s&#x101;ni-&#x14D;mamu. [from &quot;Khorasan.&quot;] n. Black henbanme. Ligusticum ajwaen. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC13;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; kur&#x101;&#x1E0D;amu. [Skt.] n. An awning or canopy. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC1A;&#xC47;&#xC26;&#xC1A;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC42;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41;.&quot; H. iii. 119.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuravakamu. [Skt.] n. The crimson amarnath. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC41;, &#xC35;&#xC38;&#xC02;&#xC24; &#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC2A;&#xC42;&#xC32;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4B;&#xC30;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;</span>&#xA0;&#xA0;See &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC1A;</span>&#xA0;&#xA0;See &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;kuragali. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC17;&#xC1F; adj. Near, close, by. &quot;&#xC15;&#xC41;&#xC30;&#xC17;&#xC1F;&#xC30;&#xC47;&#xC2C;&#xC17;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC17;&#xC35;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; P. i. 160. &#xC15;&#xC41;&#xC30;&#xC17;&#xC1F;&#xC3F; neighbouring. Same as &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC15;&#xC41;&#xC30;</span>&#xA0;&#xA0;kura-kura. [Tel.] adj. Small &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuran&#x1E0D;amu. [Skt.] n. Hydrocele. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;, &#xC05;&#xC02;&#xC21;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuran&#x1E6D;akamu. [Skt.] n. Yellow amarnath. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4B;&#xC1F;&#xC02;&#xC1F;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4B;&#xC30;&#xC02;&#xC1F;. See &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuranji-v&#x101;mu. [H. &#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1C;&#xC3F; = khorasani.] Same as &#xC15;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC3F; &#xC13;&#xC2E;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC30;&#xC1A; kuru&#x1E6D;sa. [Tel.] adj. Little, short, stumpy, diminutive, dwarfish. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A; n. A sort of war dance: &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; kuru&#x1E6D;sa-v&#x113;lpu. n. The &quot;stumpy god,&quot; Ga&#x1E47;&#x113;sa. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC2A;&#xC21;&#xC41; kuru&#x1E6D;sa-pa&#x1E0D;a. v. n. To become short, to be diminished. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. See. &#xC15;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kuruku. [Tel.] n. A heap, a pile. &#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. &quot;&#xC2A;&#xC47;&#xC30;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2E;&#xC43;&#xC23;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4B;&#xC35;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; M. IV. iii. 227. &quot;&#xC2E; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC4D; &#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC32;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC17;&#xC42;&#xC32;&#xC32;&#xC46;&#xC36;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC46;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC3E; &#xC35;&#xC2F;&#xC35; &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC47; &#xC15;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2D;&#xC1F;&#xC3E;&#xC02; &#xC17;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; M. VII. iv. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;kuru. [Tel. from &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;.] adj. Small, little, short. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; short hair. &#xC15;&#xC41;&#xC30;&#xC41;&#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; small sesamum seed. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; slightly soiled. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC30; a rumpled or soiled garment. &quot;&#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC4B;&#xC35;&#xC15;&#xC2F;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; S&#x101;ranga. 204.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kuriyu. [Tel.] v. n. To rain, to fall, as dew. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is raining. &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41; or &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; kurip-in&#x1E6D;su. v. a. To shower, to cause to rain. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they showered down flowers. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to rain coals, i.e., be wroth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuraramu. [Skt.] n. An osprey: &#xC32;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC32;&#xC4B; &#xC39;&#xC3F;&#xC24;&#xC1A;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC30;&#xC23; &#xC15;&#xC32;&#xC39;&#xC02;&#xC38;, &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
                