&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;</span>&#xA0;&#xA0;kuruju. [Tel.] n. hawk. &#xC21;&#xC47;&#xC17;. Honey &#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;. &#xC5B;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;. A perpendicul post or prop by which a short beam is raised upon larger ones in a pent roof &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC40;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC30;. &quot;&#xC05;&#xC32;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC32;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC02;&#xC26;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC48;, &#xC15;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41; &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;.&quot; N. vii. 228. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC24;&#xC47;&#xC28;&#xC46; virgin honey, the sweetest honey, &#xC1C;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC46;. &quot;&#xC15;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;&#xC24;&#xC47;&#xC28;&#xC3F;&#xC2F; &#xC15;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F; &#xC15;&#xC41;&#xC2E;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41;.&quot; T. iii. 64. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC24;&#xC46;&#xC32;&#xC28;&#xC3E;&#xC15;&#xC41; a fresh light coloured betel leaf.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuru-kash&#x113;tramu. [Skt.] n. The battle field of the &#xC15;&#xC41;&#xC30;&#xC41; race. Proverbially, a great slaughter, a sanguinary conflict, a battle-royal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;kuru-v&#x113;ru. [Tel. &#xC15;&#xC41;&#xC30;&#xC41; = &#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;.] n. A plant. Andropogon muricatum. Roxb. i. 265.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kuruvu. [Tel.] n. The thigh. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC21;, &#xC24;&#xC4A;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuruvindamu. [Skt.] n. The stone called Corundum. A ruby &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. A kind of grass &#xC24;&#xC41;&#xC02;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. A small shrub named Abrus precatorius or Gaetnera racemosa. Roxb. ii. 368. &#xC2E;&#xC3E;&#xC27;&#xC35;&#xC40;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;kuruva. [Tel. &#xC15;&#xC41;&#xC30;&#xC41; = small.] n. A foot path over a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC4B;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;kurulu. [Tel.] n. A curl or lock of hair. &#xC2E;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; = &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;. Hair &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kuru-m&#x101;&#x1E0D;u. [Tel.] n. The gable end of a house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; to extend the gable end of a roof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuru-ma&#x1E6D;&#x1E6D;amu. [Tel. &#xC15;&#xC41;&#xC30;&#xC41; = short.] adj. Short. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. Obedient, humble &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;. &quot;&#xC15; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC28;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC26;&#xC3F;&#xC30; &#xC17;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC2C;&#xC4B;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC21;&#xC41;&#xC17;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC28;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC17;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kurupa. [Tel.] n. A boil or sore. &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;. Raining, showering. &#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC47;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; that was indeed a shower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;kuru-pandi. [Tel. &#xC15;&#xC41;&#xC30;&#xC41; = short.] n. The Indian Chevrotain or Mouse Deer. Tragulus meminna. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E; or &#xC15;&#xC41;&#xC30;&#xC2E; kurupa. [Tel.] n. Long wool. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; or &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; a sheep with long wool. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32; or &#xC15;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32; a caste of shepherds who weave blankets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC41;&#xC24;</span>&#xA0;&#xA0;kuruta (Tel.) n. A fish, Sparus Spinifer, Russell, plate 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;kulangi. [Tel.] n. The Common Crane, Grus communis. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;kurru. [Tel.] v. n. To cry or yell. &#xC15;&#xC42;&#xC2F;&#xC41;. To groan, draw a deep breath.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kurru. [Tel.] n. A milking cow, a heifer. &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC41;. &quot;&#xC2A;&#xC46;&#xC21;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC24;&#xC28;&#xC3F;&#xC26;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC15; &#xC2F;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC2D;&#xC02;&#xC17;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC32;&#xC40;&#xC2A;&#xC41; &#xC21;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17; &#xC17;&#xC3E;&#xC1A;&#xC41;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC17;&#xC38;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC43;&#xC17;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;.&quot; G. X. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;kurra. [Tel. connected with &#xC15;&#xC41;&#xC30;&#xC41;.] adj. Small, young, little, short. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; short hair. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC1F;&#xC41; a little rust or shove. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30; kurra. n. A young one. A child, a boy &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC21;&#xC41;, &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. A young male buffalo. &#xC15;&#xC4B;&#xC21;&#xC46;&#xC2F;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; kurra&#x1E0D;a. n. A young lad.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kurdanamu. [Skt.] n. Sport, play. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kurkuramu. [Skt.] n. A dog &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-r&#x16B;pamu. [Skt. &#xC15;&#xC41; = &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. Ugliness, deformity. &#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3F; an ugly or deformed person. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                