&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kul&#x12B;nu&#x1E0D;a. [Skt.] adj. Noble by birth. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC3F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuli&#x1E63;amu. [Skt.] n. A thunder-bolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC3E;&#xC38;&#xC3E;</span>&#xA0;&#xA0;or &#xC16;&#xC41;&#xC32;&#xC3E;&#xC38;&#xC3E; kul&#x101;s&#x101;. [H.] n. Happiness, felicity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kul&#x101;lu&#x1E0D;u. [Skt.] n. A potter. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kul&#x101;yamu. [Skt.] n. A nest. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kulamu. [Skt.] n. A caste, class or tribe &#xC24;&#xC46;&#xC17;. A genus or tribe of animals &#xC1C;&#xC3E;&#xC24;&#xC3F;. Family. People. Rank. &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; girls (generically considered.) &#xC15;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC41; hereditary. &#xC15;&#xC41;&#xC32;&#xC15;&#xC2E;&#xC41; kulakamu. n. Protraction of the government of the verb through several connected stanzas, contrary to the practice of closing the sense with each verse. &#xC12;&#xC15; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC24;&#xC4B; &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC24; kula-k&#x101;nta. n. An honourable wife. &#xC15;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; kula-k&#x101;yakamu. n. The trade of one&apos;s caste: one&apos;s family business. &#xC15;&#xC41;&#xC32;&#xC1C;&#xC41;&#xC21;&#xC41; kulaju&#x1E0D;u n. One of good caste or honourable descent. &#xC15;&#xC41;&#xC32;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; kula&#x1E6D;a. n. An adulteress &#xC1C;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC15;&#xC41;&#xC32;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; kula-dharmamu. n. A practice or observance peculiar to a tribe or family; duty peculiar to a caste or race. A caste rule. &#xC15;&#xC41;&#xC32;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. kula-paravatamu. n. One of the principal mountains, which are &#xC2E;&#xC39;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC32;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15; kula-p&#x101;lika. n. A girl given away in marriage by her parents &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC15;&#xC41;&#xC32;&#xC35;&#xC24;&#xC3F; or &#xC15;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; kula-vati. n. A woman of one&apos;s own caste. &#xC06;&#xC2E;&#xC46; &#xC28;&#xC3E; &#xC15;&#xC41;&#xC32;&#xC35;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; she is not of my caste. &#xC15;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; kula-vidya. n. The science or knowledge peculiar to one&apos;s caste. &#xC15;&#xC41;&#xC32;&#xC38;&#xC24;&#xC3F;, &#xC15;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; kula-sati. n. An honourable wife. &#xC15;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; kula&#x1E63;thu&#x1E0D;u. n. A man of the same caste. &#xC2A;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F; &#xC15;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC41; neighbours, people of one&apos;s caste. &#xC15;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a woman of one&apos;s own caste. &#xC15;&#xC41;&#xC32;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; kula-h&#x12B;nu&#x1E0D;u. n. An outcaste. &#xC15;&#xC41;&#xC32;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; kul&#x101;-ch&#x101;ramu. n. The proper duty or profession of a caste or family.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kn&#x1E37;&#x12B;ramu. [Skt.] n. A crab. &#xC15;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC0E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E37;ingamu. [Skt.] n. A sparrow: a crow. &#xC1A;&#xC1F;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;. The forktailed shrike. W.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;, &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;, &#xC15;&#xC41;&#xC33;&#xC3E;&#xC2F;&#xC3F;, &#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F; or &#xC15;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC3F; ku&#x1E37;&#x101;ya. [H.] n . A little cap. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC1F;&#xC4B;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; or &#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC02;&#xC2A;&#xC3E;&#xC2E;&#xC41; kullimi. [Tel.] n. A sort of eel. &#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kulyu&#x1E0D;a [Skt.] n. An honourable man. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;kulya. [Skt.] n. A canal, a rivulet. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. A water course. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kulupu-r&#x101;yi. [Tel.] n. A kind of gem. &#xC30;&#xC3E;&#xC1C;&#xC3E; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC32;&#xC2A;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;.&quot; Paidim. i. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC33;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41; kulutthamu. [Skt.] n. The pulse called horse gram. &#xC09;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kuluku. [Tel.] v. n. To move gracefully. To put on pretty airs, or attitudinize. To play tricks. To bloom. To be melodious. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC02;&#xC2C;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; the melodious notes of the dove. &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; beautiful flowers. &#xC0F;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F; how pretty she is! &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; eyes beaming with kindness, or bright with affection. &#xC15;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28; pert, saucy. &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41; v. a. To move, or shake. To rub over. &#xC2B;&#xC41;&#xC2F;&#xC41;. To pour or sprinkle &#xC2A;&#xC4B;&#xC2F;&#xC41;, &#xC35;&#xC47;&#xC2F;&#xC41;. n. Grace, elegance, charm, loveliness. Harmony in music, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC15;, &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a belle, a pretty woman &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41; adj. Fine, pretty, graceful, Harmonious, melodious. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kulukar-in&#x1E6D;su. [Tel.] v. n. To expand, to bloom, to grow. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC2E;&#xC28;&#xC40;&#xC2F;&#xC38;&#xC40;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30; &#xC28;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; Vasu. iv. 36.
			</div>
                