&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC33;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ku&#x1E37;&#x1E37;a-gin&#x1E6D;su. [Tel.] v. a. To loosen or dibble (the earth.): to stir (as the fire.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ku&#x1E37;upu. [Tel.] n. A stone set in a ring. &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC17;&#xC41; &#xC2E;&#xC23;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E63;alamu. [Skt.] n. Well being, happiness. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC36;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F; they asked him regarding his welfare. adj. Skilful, conversant, expert, clever. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &#xC15;&#xC41;&#xC36;&#xC32;&#xC24; ku&#x1E63;alata. n. Cleverness, ability; eloquence. Wellbeing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E63;amu. [Skt.] n. A sort of grass which is used in many solemn and religious observances by the Brahmins: hence called sacrificial grass. Poa Cynosuroides. &#xC26;&#xC30;&#xC4D;&#xC2C;. Plu. &#xC15;&#xC41;&#xC36;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC36;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F; a wit as sharp as the point of a blade of grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC02;&#xC15;</span>&#xA0;&#xA0;ku-&#x1E63;anka. [Skt. &#xC15;&#xC41; = &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. A false objection, an empty cavil. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC36;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC35; kuvva. [Tel.] n. A heap. Also a subterraneous &apos; granary. &#xC2A;&#xC3E;&#xC24;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;kuv&#x113;&#x1E47;i. [Skt.] n. A fisherman&apos;s basket. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;kuvichilu. [Tel.] n. A kind of saucepan. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC12;&#xC15;&#xC1F;&#xC3F;. H. v. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kuvindu&#x1E0D;a. [Skt.] n. A weaver. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41; or &#xC15;&#xC41;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41; kuv&#x101;&#x1E0D;amu. [Tel.] n. A cloth cover over a carriage. &#xC2C;&#xC41;&#xC30;&#xC15;&#xC3E;. Hypocrisy, double dealing &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &quot;&#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC26;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41;.&quot; HD. 1902.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku-valayamu. [Skt.] n. A water lily, or lotus. &#xC15;&#xC32;&#xC41;&#xC35;. The earth &#xC2D;&#xC42;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC35;&#xC32;&#xC2F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; fair eyed, having eyes bright as lilies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuvalama. [Skt.] n. A lily. &#xC15;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;kuva-kuva. [Tel.] adv. (Anuk.) Trillingly, warblingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC35;&#xC4D;&#xC35;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; ku&#x1E37;&#x1E37;u. [Tel.] v. n. To rot, decay, fret away, become putrid. To pine or rot with envy. &#xC28;&#xC40; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; you are very lucky. &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; rotten, putrid &#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41; grieving sorrowing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;kusi-gumpulu. [Tel.] n. Trouble, pain. &#xC36;&#xC4D;&#xC2E;&#xC2E;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC27;. &#xC15;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v. a. To plague or tease. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC15;&#xC42;&#xC38;&#xC3F;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC35;&#xC15;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC42;&#xC1A;&#xC41;.&quot; P. i. 435.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC3F;</span>&#xA0;&#xA0;kusi. [Tel.] n. A joint in carpentry. &#xC2E;&#xC02;&#xC1A;&#xC2A;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC15;&#xC41;&#xC38;&#xC3F;. &quot;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC30;&#xC2F;&#xC15;&#xC41;&#xC38;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41;.&quot; V&#x113;ma. 247.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC02;&#xC27;&#xC3F;</span>&#xA0;&#xA0;ku-sandhi. [Skt. &#xC15;&#xC41; = &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;.] n. Narrowness, a narrow space. &#xC15;&#xC41;&#xC38;&#xC02;&#xC27;&#xC3F;&#xC2F;&#xC48;&#xC28; adj. Crowded, thickset as houses, restricted or contracted as space. &#xC15;&#xC41;&#xC38;&#xC02;&#xC27;&#xC3F;&#xC17;&#xC3E; adv. Narrowly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ku&#x1E63;ini. [Fr.] n. A kitchen, cook room. &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC36;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. a cook &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ku&#x1E63;&#x101;lu. [H.] n. Gladness; excessive joy. &#xC05;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC40;&#xC32;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ku-&#x1E63;&#x12B;lavu&#x1E0D;u. [Skt.] n. An itenerant dancer, an actor. &#xC28;&#xC3E;&#xC28;&#xC3E; &#xC26;&#xC47;&#xC36;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; kush&#x1E6D;hamu. [Skt.] n. Leprosy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC37;&#xC40;</span>&#xA0;&#xA0;or &#xC16;&#xC41;&#xC37;&#xC40; kush&#x12B; [H.] n. Pleasure, will. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC36;&#xC47;&#xC36;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ku&#x1E63;&#x113;-&#x1E63;ayamu. [Skt.] n. A lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
                