&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC41;&#xC02;&#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;kusumb&#x101;-puvvu. [from Skt. &#xC15;&#xC41;&#xC38;&#xC02;&#xC2D;&#xC2E;&#xC41;.] n. The safflower; Carthamus tinctorius (Watts).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC40;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kus&#x12B;damu. [Skt.] n. Usury. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. Living on the interest got by lending out money &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC15;&#xC41;&#xC38;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC41;&#xC38;&#xC40;&#xC26;&#xC41;&#xC21;&#xC41; kus&#x12B;diku&#x1E0D;u. n. A usurer. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kusi&#x1E37;in&#x1E6D;su. [Tel.] v. n. To sulk, to be discontented. &#xC05;&#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47; &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC41;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;. n. Grief caused by discontent sulkiness. &#xC05;&#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47; &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC39;&#xC33;&#xC3F;</span>&#xA0;&#xA0;kuha&#x1E37;i. [Skt.] n. A bunch of areca nuts. &#xC2A;&#xC4B;&#xC15;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC15;&#xC41;&#xC39;&#xC33;&#xC40;&#xC35;&#xC3F;&#xC39;&#xC33;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC15;&#xC4B;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC4D;.&quot; Parij. iii. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC39;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuharamu. [Skt.] n. A cave. &#xC17;&#xC41;&#xC39;. A hole &#xC2C;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC39;&#xC28;</span>&#xA0;&#xA0;kuhana. [Skt.] n. Delusion, deception. &#xC2E;&#xC3E;&#xC2F;. &#xC15;&#xC41;&#xC39;&#xC28;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; the fairy hind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC39;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kuhakamu. [Skt.] n. Juggling, deception, sleight of hand. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC39;&#xC15;&#xC2E;&#xC46;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;&#xC28;&#xC41; &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;&quot; V&#x113;ma. 1349. &#xC15;&#xC41;&#xC39;&#xC15;&#xC3F; kuhaki. n. A hypocrite, a cheat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2D;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kustubhu&#x1E0D;u. [Skt.] n. The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kustarin&#x1E6D;su. [Tel.] v. a. To fondle, cajole, gull, make much of. &#xC2C;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0A;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To pacify &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To arrange &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To pat &#xC1A;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kus&#x1E5B;iti. [Skt.] n. Guile, craft. &#xC15;&#xC2A;&#xC1F; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kus&#x16B;lamu. [Skt.] n. A granary. &#xC2A;&#xC4A;&#xC23;&#xC15;, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC30;&#xC3F;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;kusulu. [Tel.] n. Plural of &#xC15;&#xC41;&#xC38;&#xC3F;. (q. v.) &#xC15;&#xC41;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; kusu&#x1E37;&#x1E37;u n. A gold armlet worn on the upper arm. &quot;&#xC38;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC02;&#xC15;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC48;&#xC21;&#xC3F; &#xC15;&#xC41;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41; &#xC1C;&#xC46;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC42;&#xC38;.&quot; Suca. ii. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kusumamu. [Skt.] n. A kind of grain. &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC33;&#xC47;&#xC37;&#xC2E;&#xC41; A flower in general. The safflower. Rose colour. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC17;&#xC02;&#xC27;&#xC3F; kusuma-gandhi n. &apos;Flora,&apos; A poetical word for woman. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC28;&#xC42;&#xC28;&#xC46; oil made from the seeds of the safflower. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; kusuma-r&#x14D;gamu. n. A disease connected with menstruation. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; the disease called whites. Leucorrhea. &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; Menorragia. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; kusum-&#x101;stru&#x1E0D;u n. The god of flowery shafts, Cupid. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; kusum-in&#x1E6D;su. v. n. To flower. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC47;&#xC37;&#xC41;&#xC35;&#xC41; kusum&#x113;shuvu. n. The god of flowery arrows, Cupid, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;</span>&#xA0;&#xA0;kusuma. [Tel.] n. Name of a flowering plant. A kind of grain, a kind of fine rice, &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Also, the safflover &#xC15;&#xC41;&#xC38;&#xC41;&#xC02;&#xC2D;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC15; k&#x16B;. [Tel.] n. A cry, a shout. &#xC05;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC42;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC42;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; to call , to shout. &#xC15;&#xC42;&#xC15;&#xC32;&#xC41; scolding, sharp remarks, reprehension, reprimand. &#xC15;&#xC42;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC42;&#xC15;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to reprimand, to blame, to chide, to find fault with, to send one away roughly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC39;&#xC3F;&#xC15;&#xC41;&#xC39;&#xC3F;</span>&#xA0;&#xA0;kuhi-kuhi. [Tel.] n. The groaning or whistling sound of reeds. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC30;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC24;&#xC28; &#xC30;&#xC18;&#xC28;&#xC15;&#xC3E;&#xC38; &#xC15;&#xC41;&#xC39;&#xC3F; &#xC15;&#xC41;&#xC39;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC41;&#xC32;&#xC35;&#xC32;&#xC28;.&quot; K. P. 392.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC41;&#xC39;&#xC41;&#xC15;&#xC41;&#xC39;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC41;&#xC39;&#xC41;&#xC15;&#xC41;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC39;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC39;&#xC42;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; kuhu-kuhuvu. [Skt.] n. The cry of the Indian cuckoo. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
                