&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;k&#x16B;ku&#x1E0D;u-guvva. [Tel.] n. The Indian Hoop&#x153;, Upupu indica (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x16B;kun&#x1E0D;u. [Tel. for &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.] v. n. To sit down, to be seated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC41;</span>&#xA0;&#xA0;k&#x16B;ku. [Tel. for &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;.] n. To set (as the sun or moon.) &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC42;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; the sun has set. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC42;&#xC15;&#xC47;&#xC35;&#xC47;&#xC33;&#xC15;&#xC41; by sunset.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC40;&#xC15;&#xC3F; k&#x16B;ki. [Tel.] n. A dove. &#xC15;&#xC42;&#xC15;&#xC3F;&#xC30;&#xC35;&#xC2E;&#xC41; k&#x16B;ki-ravamu. n. Cooing, the voice of doves, murmuring notes. Satyab. i. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x16B;kar-in&#x1E6D;su. [Tel.] v. n. To scold, or reprimand. &#xC15;&#xC42;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC30;&#xC47;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.&quot; Satya Bh&#x101;ma. iv. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;ka&#x1E6D;i. [Tel.] n. Curls, ringlets. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. adj. chief. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC15;&#xC1F;&#xC3F; &#xC2E;&#xC42;&#xC17; k&#x16B;ka&#x1E6D;i-m&#x16B;ga. n. The Indian Roller or the forktailed shrike. &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC15;&#xC42;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC41; k&#x16B;ka&#x1E6D;i-v&#x113;ru. n. The tap root, that from which other shoot out. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC15;&#xC42;&#xC15;&#xC1F;. &quot;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; Jai. i. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;&#x1E6D;ami. [Tel. from &#xC15;&#xC42;&#xC21;&#xC41;.] n. Union, meeting: association. &#xC38;&#xC3E;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15; society. Criminal connection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;&#x1E6D;a-be&#x1E6D;&#x1E6D;u. [Tel.] n. A sort of serpent. &quot;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41; &#xC28;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC15;&#xC42;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC26;&#xC3F; &#xC2F;&#xC32;&#xC26;&#xC3E;&#xC1A;&#xC41;&#xC32;&#xC41;&quot; G. vii. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;&#xC2A;&#xC3E;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;&#x1E6D;ap&#x101;kalamu. [Skt.] n. A fever, as a disease which attacks elephants. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. A kiln. &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC02;&#xC2C;&#xC41; &#xC39;&#xC40;&#xC28;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC26;&#xC47;&#xC2D; &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC1F;&#xC32;&#xC15;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC2A;&#xC3E;&#xC15;&#xC32;&#xC02;&#xC2C;&#xC41;.&quot; V&#x113;d&#x101;nta. Ras. i. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;</span>&#xA0;&#xA0;k&#x16B;&#x1E6D;a. [Skt.] adj. False, fictitious.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;k&#x16B;z&#x101;. [H.] n. A gogglet or earthern water bottle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;chi-m&#x101;ramu. [Tel.] n. Nonsense, mere conceits, lewdness. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; L. vii. 278. &#xC15;&#xC42;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; k&#x16B;chi-m&#x101;ru&#x1E0D;u. n. A lewd man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;chi. [Tel.] adj. Sharp, sharp pointed. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC15;&#xC42;&#xC1A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; k&#x16B;chi-ch&#x113;yu. v. n. To march as an army. &#xC26;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;. &#xC15;&#xC42;&#xC1A;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41; k&#x16B;chi-matama. [Tel.] n. Name of a sect among the S&#x101;t&#x101;nis. &#xC38;&#xC3E;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;&#x1E6D;samu. [Tel.] n. A pillar, post, prop. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;kuru-gun&#x1E0D;angi. [Tel.] n. The bird called the Gallinule or the Cuckoo. &#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;kudamu. [Skt.] n. Bestowing a daughter in marriage. &#xC38;&#xC3E;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC15;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41; k&#x16B;kudu&#x1E0D;u. n. He who bestows a girl in marriage. &#xC38;&#xC3E;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24; &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;ku&#x1E0D;u-vatti. [Tel.] n. Gossamer. &#xC15;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; it was driven away like gossamer, i.e. piecemeal, bit by bit. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC42;&#xC15;&#xC32;&#xC41;, &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;. &quot;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC30;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC28;&#xC48;&#xC28;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2D;&#xC30;&#xC17;&#xC42;&#xC32;&#xC41;&#xC28;&#xC28;&#xC4D;,&quot; P. i. 50. See also L. iii. 139. and P. ii. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;&#x1E6D;i. [Tel.] Genitive of &#xC15;&#xC42;&#xC21;&#xC41; food. &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; k&#x16B;&#x1E6D;i-n&#x12B;&#x1E37;&#x1E37;u. n. Sour water. Water in which boiled rice has been steeped.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC1F;&#xC3E;&#xC2E;&#xC41; k&#x16B;&#x1E6D;amu. [Tel. from &#xC15;&#xC42;&#xC21;&#xC41;. n. An assembly, or court. A hall. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;. &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; k&#x16B;&#x1E6D;amu. [Skt.] n. The peak or top of a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. A heap of grain. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. Fraud, trick. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. Conspiracy. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;. &#xC15;&#xC42;&#xC1F;&#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; k&#x16B;&#x1E6D;a-harmyamu. n. The hall of audience. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC17;&#xC30;&#xC41;&#xC32;&#xC4B; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC47; &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC39;&#xC30;&#xC3F;&#xC39;&#xC2F;&#xC2E;&#xC23;&#xC3F; &#xC35;&#xC32;&#xC2F;&#xC15;&#xC42;&#xC1F; &#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC40;&quot; Manu. iii. 177. &#xC15;&#xC42;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; k&#x16B;&#x1E6D;a-sth&#x101;namu. n. A focus, centre, place of meeting. See &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC3F;. &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. A dead pearl: meaning one without brilliancy. Also, an artificial pearl. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC1A;&#xC47;&#xC2F; &#xC2C;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC24;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; k&#x16B;&#x1E6D;a-s&#x101;kshyamu. n. False evidence.
			</div>
                