&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC24;</span>&#xA0;&#xA0;k&#x16B;ta. [Tel. from &#xC15;&#xC42;&#xC2F;&#xC41;.] n. A cry &#xC15;&#xC47;&#xC15;. &#xC15;&#xC42;&#xC24;&#xC15;&#xC48;&#xC26;&#xC41;&#xC35;&#xC41; a conchshell &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC24;&#xC28;&#xC47;&#xC32;, &#xC15;&#xC42;&#xC24;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC42;&#xC24;&#xC35;&#xC47;&#xC1F;&#xC41; k&#x16B;ta-n&#x113;la. n. A distance of two miles. &#xC15;&#xC4B;&#xC38;&#xC41;&#xC28;&#xC47;&#xC32;. See &#xC15;&#xC42;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC23;&#xC32;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;k&#x16B;&#x1E47;al-amma. n. The name of a village goddess. &#xC15;&#xC42;&#xC23;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC4B;&#xC15; a sort of petticoat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x16B;&#x1E0D;u. [Tel. from &#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; to eat or enjoy.] n. Food, victuals, boiled rice, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. The pith inside a palm tree: infl. &#xC15;&#xC42;&#xC1F;&#xC3F;. plu. &#xC15;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41;. viands, dishes. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC21;&#xC41; the red earth in the heart of a white ant hill, which contains the eggs. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; he has not bread to eat. &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC2A;&#xC47;&#xC26;&#xC32;&#xC41; the indigent: those who have no food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x16B;&#x1E0D;u. [Tel.] v. n. To be fit. &#xC24;&#xC17;&#xC41;. To unite &#xC1A;&#xC47;&#xC30;&#xC41;. To be possible. To accrue, be amassed, gained, acquired, come to hand. To agree, be united. v. a. To meet. To add or sum up. &#xC07;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F; a matter connected herewith. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came in a a mob. &#xC07;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC15;&#xC42;&#xC21;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; and if this be out of the question. &#xC07;&#xC26;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; if this is impracticable. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC15;&#xC42;&#xC21;&#xC15; as I could not go there. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC4B;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC42;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; they could not say a word. &#xC15;&#xC42;&#xC21;&#xC28;&#xC3F; k&#x16B;&#x1E0D;ani. adj. Unsuitable, improper. &#xC15;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F; an unappropriate word. &#xC15;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC41; k&#x16B;&#x1E0D;a-ba&#x1E0D;u. v. n. To meet, unite &#xC1A;&#xC47;&#xC30;&#xC41;. &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x16B;&#x1E0D;a-be&#x1E6D;&#x1E6D;u. v. a. To collect. &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. To save as money. &#xC15;&#xC42;&#xC21;&#xC2E;&#xC3F; k&#x16B;&#x1E0D;ami. n. Impossibility. &#xC15;&#xC42;&#xC21;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x16B;&#x1E0D;a-mu&#x1E6D;&#x1E6D;u. v. t. To run after &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, to overtake or come up with &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC15;&#xC42;&#xC21;&#xC32;&#xC3F; k&#x16B;&#x1E0D;ali. n. Joining, meeting. &#xC15;&#xC42;&#xC21;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a place of meeting. &#xC15;&#xC42;&#xC21;&#xC32;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F; k&#x16B;&#x1E0D;ali-d&#x101;ri. n. The place where various roads meet. &#xC15;&#xC42;&#xC21;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; k&#x16B;&#x1E0D;ali-r&#x101;yi. n. A corner stone. &#xC15;&#xC42;&#xC21;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F; k&#x16B;&#x1E0D;ali-v&#x101;yi. n. The gable end of a house. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC1A;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC2E;&#xC42;&#xC32;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15; k&#x16B;&#x1E0D;ika. n. Junction, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;. Collocation, juxtaposition. Saving, frugality. Partnership. &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; partners in merchandise &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; (Vizag.) &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; k&#x16B;&#x1E0D;u-konu. v. a. To associate with, to unite. &#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC32; k&#x16B;&#x1E0D;udala. n. Gain, profit. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC21;, &#xC15;&#xC42;&#xC21;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC21;&#xC3E; k&#x16B;&#x1E0D;a. [Tel. from &#xC15;&#xC42;&#xC21;&#xC41;.] adv. Together, also, likewise, too, even. &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC42;&#xC21; &#xC2F;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41; they do not give even water. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21; together with him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC1F;&#xC41;&#xC35;&#xC41; k&#x16B;&#x1E6D;uva. [Tel. from &#xC15;&#xC42;&#xC21;&#xC41;.] n. A crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. A heap &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. A host, an army. &#xC15;&#xC42;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41; k&#x16B;&#x1E6D;uva-sarulu. n. A number of necklaces. &quot;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC28;&#xC40;&#xC30;&#xC41;&#xC1C;&#xC3E;&#xC30;, &#xC15;&#xC42;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC46;&#xC28;&#xC41; &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC26;&#xC42;&#xC32;&#xC3F; &#xC1A;&#xC46;&#xC26;&#xC30;. Padma. iii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;pakamu. [Skt.] n. The mast of a vessel. &#xC13;&#xC21;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;. A leather oil vessel. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. The hollow on the loins. &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC28;&#xC40;</span>&#xA0;&#xA0;or &#xC16;&#xC42;&#xC28;&#xC40; k&#x16B;n&#x12B;. [H.] n. Murder. &#xC28;&#xC30;&#xC39;&#xC24;&#xC4D;&#xC2F;, &#xC39;&#xC24;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC28;</span>&#xA0;&#xA0;k&#x16B;na. [Tel.] n. A young one, an infant. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. The cub of an animal. &#xC15;&#xC42;&#xC28;&#xC17;&#xC41;&#xC02;&#xC1F; a small hole &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC28;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; k&#x16B;na-r&#x101;gamu n. Whimpering; squeaking. &#xC15;&#xC42;&#xC28;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; k&#x16B;na-r&#x14D;gamu. n. Ophthalmia or country sore eyes. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC28;&#xC32;&#xC41; fleshy excrescencies in the eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC24;&#xC41; k&#x16B;turu. [Tel.] n. A daughter. &#xC06;&#xC21;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; a woman, a female. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; a bride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC2E;</span>&#xA0;&#xA0;k&#x16B;turu-bu&#x1E0D;ama. [Tel.] n. A plant, Bryonia Scabra. See &#xC2C;&#xC41;&#xC21;&#xC2E;. Ainslie. ii. 144.
			</div>
                