&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC2F;&#xC41;</span>&#xA0;&#xA0;k&#x16B;yu. [Tel. from &#xC15;&#xC42; anuk] v. n. To cry, exclaim, to make noise. To clamour, yell. To bark, bray, crow, mew, croak, call, sing, shriek, hoot, as an owl. &#xC05;&#xC30;&#xC1A;&#xC41;. &#xC15;&#xC42;&#xC2F;&#xC41; k&#x16B;yi n. A cry. &#xC15;&#xC42;&#xC24;, &#xC2E;&#xC4A;&#xC30;. Protection. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC17;&#xC42;&#xC2F;&#xC3F;&#xC17;&#xC3E; &#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC2C;&#xC3E;&#xC2A;&#xC21;&#xC41;&quot; &#xC2D;&#xC3E;&#xC30;. &#xC28;&#xC3F;&#xC30;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;baramu. [Skt.] n. The pole of a carriage connecting the body with the yoke. &#xC28;&#xC4A;&#xC17;&#xC15;&#xC30;&#xC4D;&#xC30; adj. Fine. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x16B;-pe&#x1E6D;&#x1E6D;u. [Tel.] v. n. To howl, cry, wail &#xC05;&#xC30;&#xC1A;&#xC41;, &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A. vi. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;p&#x101;ramu. [Skt.] n. The ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;pamu. [Skt.] n. A pit, well, or hole. &#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC1A;&#xC46;&#xC32;&#xC2E;. An orifice. &#xC2F;&#xC2E;&#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41; hell. &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41; the vulva. &#xC30;&#xC4B;&#xC2E; &#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41; a pore in the skin. &#xC30;&#xC4B;&#xC2E;&#xC30;&#xC4B;&#xC2E; &#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; to examine bit by bit, or minutely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC41; k&#x16B;ruku. [Tel.] v. n. To slumber, doze or sink in sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3E; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC35;&#xC3F; my eyes are closing, I am dropping asleep. n. Sinking to sleep, slumber, dozing. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &quot;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC4D;.&quot; R. iii. 93. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; to drop asleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x16B;ru. [Tel.] v. n. To come on, as sleep, or thirst. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To collect, as sand in a drain. &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC41; to accrue or be gained, to happen (as fear) &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To fill, to stuff. To load (a gun), to fill or collect. &#xC15;&#xC42;&#xC30;&#xC41;&#xC35; or &#xC15;&#xC42;&#xC30;&#xC4D;&#xC35; k&#x16B;ruva. n. The ribs of a ship or boat. Also in carpentry, a bent piece of wood. &#xC13;&#xC21;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC35;&#xC02;&#xC15;&#xC30; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F; k&#x16B;rimi. [Tel.] n. Love, charity. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. Friendship, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC3F;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; k&#x16B;richi. [Tel.] n. Postposition. Concerning. Same as &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; or &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x16B;rin&#x1E6D;su. [Tel. from &#xC15;&#xC42;&#xC30;&#xC41;.] v. n. To cause to cram, thrust or choke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x16B;r-&#x101;&#x1E0D;u. [Tel.] n. Vinegar made from rice. &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;k&#x16B;ra-mukku. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;ramu. [Skt.] n. Food, cooked food, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC1F;</span>&#xA0;&#xA0;k&#x16B;ra&#x1E6D;a. [Tel.] n. Rolling on the ground. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;k&#x16B;ra. [Tel.] n. A herb, herbs, vegetables, garden stuff. A mess of food, curry even including flesh. &#xC06;&#xC15;&#xC41;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41; salads or leafy vegetables. &#xC15;&#xC3E;&#xC2F;&#xC17;&#xC42;&#xC30;&#xC32;&#xC41; or &#xC15;&#xC42;&#xC30;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41; herbs that bear a fruit or pod, such as beans, peas, brinjals, melons &amp;c. &#xC15;&#xC42;&#xC30;&#xC28;&#xC3E;&#xC30; herbs and so forth. &#xC15;&#xC42;&#xC30;&#xC2A;&#xC28;&#xC41;&#xC35;&#xC41; saffron which is added to curries &#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; the canker worm that destroys herbs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;k&#x16B;rchika. [Skt.] n. A brush. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC47; &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;See &#xC15;&#xC42;&#xC30;&#xC3F;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;rchamu. [Skt.] n. A tuft of hair or grass. The beard &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC21;&#xC3F;. A. vi. 21. 94. The top of the nose, being the place where the eyebrows meet. &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC32;&#xC28;&#xC21;&#xC41;&#xC2E;. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2E;&#xC41; a tuft, a brush.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; k&#x16B;ru-konu. [Tel.] v. n. To enter. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To sink, to be choked. To stuff. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC07;&#xC38;&#xC41;&#xC15;&#xC32;&#xC4B; &#xC28;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; my foot sank in the sand. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35; &#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the channel is choked with sand.
			</div>
                