&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;rmamu. [Skt.] n. A turtle or tortoise. &#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41; k&#x16B;rpu. [Tel.] n. Joining, uniting. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; a seam, a stitch. &#xC2C;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC4B;&#xC21; a wooden wall or screen built of boards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x16B;rpin&#x1E6D;su. [Tel. from &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;.] v. a. To cause to join, or to cause to sew.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;rparamu. [Skt.] n. The elbow. &#xC2E;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. The knee &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41;. A prop, or base &#xC06;&#xC38;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x16B;r&#x1E6D;su. [Tel.] v. a. To join. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;. To accumulate, heap up, assemble, gather. &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To compose or write, put together. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; to raise a mob.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; k&#x16B;r&#x1E6D;sun&#x1E0D;u. [Tel.] v. n. To sit, sit down, be seated. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x16B;r&#x1E6D;sun&#x1E0D;a-be&#x1E6D;&#x1E6D;u. v. a. To seat, make one sit down. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC41; to sit &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC17;&#xC40;. &#xC07;&#xC02;&#xC24; &#xC2A;&#xC3E;&#xC2B;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC02;&#xC17; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC32;&#xC4B;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC16;&#xC3F;&#xC32;&#xC2C;&#xC02;&#xC27;&#xC41;, &#xC1C;&#xC28;&#xC41;&#xC32;&#xC35;&#xC27;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A; &#xC26;&#xC4A;&#xC21;&#xC24;&#xC3F;&#xC28;&#xC28;&#xC3F; &#xC30;&#xC25;&#xC02;&#xC2C;&#xC41;, &#xC2E;&#xC40;&#xC26;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC46; &#xC1C;&#xC47;&#xC2F;&#xC42;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC38;&#xC41;</span>&#xA0;&#xA0;k&#x16B;su. [Tel.] adj. Low, base, trifling. &#xC15;&#xC42;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC2E;&#xC41; a miserable sect, a degraded sect. &#xC15;&#xC42;&#xC38;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; idle studies. A proverb says, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC15;&#xC42;&#xC38;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; Practice makes every thing easy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;samu. [Tel.] n. A snake&apos;s skin &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;. A coat or jacket &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC36;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41; k&#x16B;shm&#x101;n&#x1E0D;amu. [Skt.] n. A gourd, or pumpkin. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;. A sort of devil or demon. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC35;</span>&#xA0;&#xA0;k&#x16B;va. [Tel.] n. A heap, a pile. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC33;</span>&#xA0;&#xA0;k&#x16B;&#x1E37;a. [Tel.] adj. Cruel, vile, wicked. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC33;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a harsh voice. &#xC15;&#xC42;&#xC33; or &#xC15;&#xC42;&#xC33;&#xC41;&#xC21;&#xC41; n. A wicked man, a wretch. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. An ignorant man &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. &quot;&#xC15;&#xC42;&#xC33;&#xC15;&#xC42;&#xC33;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC41;&#xC23;&#xC35;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC3F;.&quot; V&#x113;ma. Plu. &#xC15;&#xC42;&#xC33;&#xC32;&#xC41;. &#xC15;&#xC42;&#xC33;&#xC24;&#xC28;&#xC2E;&#xC41; k&#x16B;&#x1E37;a-tanamu. n. Wickedness, vileness, cruelty. &quot;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC2F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;, &#xC15;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC30;, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41; &#xC28;&#xC47;&#xC2E;&#xC3F; &#xC15;&#xC42;&#xC33;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;.&quot; V&#x113;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x16B;lu. [Tel.] v. n. To fall. &#xC2A;&#xC21;&#xC41;. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC15;&#xC42;&#xC32;&#xC28;&#xC42;&#xC15;&#xC41; k&#x16B;la-n&#x16B;ku. v. a. To knock down. &#xC15;&#xC42;&#xC32;&#xC2C;&#xC21;&#xC41; k&#x16B;la-ba&#x1E0D;u. v. n. To fall, to fall down suddenly (a comic word for sitting down.) &#xC15;&#xC42;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; k&#x16B;la-v&#x113;yu. v. a. To make one fall, to make one sit down suddenly. &#xC15;&#xC42;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC42;&#xC32;&#xC4D;&#xC1A;&#xC41; k&#x16B;lu&#x1E6D;su. v. t. To knock down kill, overthrow, ruin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC32;&#xC3F;</span>&#xA0;&#xA0;k&#x16B;li. [Tel.] n. Hire, hired labour. Tax &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC15;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to work for hire. &#xC15;&#xC42;&#xC32;&#xC3F; or &#xC15;&#xC42;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, or &#xC15;&#xC42;&#xC32;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; n. A hired labourer, a workman, a cooly. plu. &#xC15;&#xC42;&#xC32;&#xC40;&#xC32;&#xC41;. &#xC15;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC3F; k&#x16B;li-n&#x101;li. n. Drudgery, hired labor (&#xC28;&#xC3E;&#xC32;&#xC3F; is an Anuk.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;lamu. [Skt.] n. A bank, shore. &#xC26;&#xC30;&#xC3F;. &#xC15;&#xC42;&#xC32;&#xC02;&#xC15;&#xC37; a river. &#xC28;&#xC26;&#xC3F;. &#xC15;&#xC42;&#xC32;&#xC02;&#xC15;&#xC37;&#xC2E;&#xC41; the ocean &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC32;&#xC02;&#xC15;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; the whole from first to last. &#xC15;&#xC42;&#xC32;&#xC02;&#xC15;&#xC37;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36; a thorough enquiry. &#xC15;&#xC42;&#xC32;&#xC02;&#xC15;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he understood it thoroughly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;k&#x1E5B;ik&#x101;&#x1E6D;ika. [Skt.] n. The nape or back of the neck. &#xC2A;&#xC46;&#xC21;&#xC24;&#xC32;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC15;&#xC35;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ika-v&#x101;kuvu. [Skt.] n. A cock. &#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC15;&#xC43;&#xC15;&#xC35;&#xC3E;&#xC15;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; k&#x1E5B;ika-v&#x101;ku-dhva-ju&#x1E0D;u. n. An epithet of Kumaraswami.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC15;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ikal&#x101;samu. [Skt.] n. A lizard or chameleon. &#xC0A;&#xC38;&#xC30;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC24;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ikamu. [Skt.] n. The vertebr&#xE6; of the neck, the throat. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;, &#xC15;&#xC02;&#xC20;&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC42;&#xC39;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x16B;hakamu. [Skt.] n. A trick, fraud, semblance, Hypocrisy. Intrigue. adj. Intriguing, fradulent, deceitful.
			</div>
                