&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;k&#x1E5B;itya. [Skt.] n. The goddess of death, corresponding to Cotytto, or Diana Taurica or Hecate. &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC15;&#xC26;&#xC47;&#xC35;&#xC24;. &quot;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC35; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2F;&#xC48; &#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC24;&#xC02;&#xC1C;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC2A; &#xC38;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.&quot; V. P. ii.312.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;k&#x1E5B;ittika. [Skt.] n. The Pleiades.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;k&#x1E5B;itti. [Skt.] n. A hide or skin. &#xC24;&#xC4B;&#xC32;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; k&#x1E5B;itti-v&#x101;su&#x1E0D;u. n. He whose robe is a hide. A name of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;k&#x1E5B;iti. [Skt.] n. An act, an action, doing. &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. Composition, work &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. Dedication. &#xC08; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC06; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC43;&#xC24;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he dedicated this book to that king. &#xC15;&#xC43;&#xC24;&#xC3F; k&#x1E5B;iti. n. A learned, successful, fortunate or skilful man. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;itamu. [Skt.] n. An act, a thing done. &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;. &#xC26;&#xC48;&#xC35;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; an act of God. &#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; or &#xC15;&#xC43;&#xC24;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; k&#x1E5B;itamu. n. The golden age, the first of the four ages of the world. supposed to consist of 1,728,000 years. &#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; k&#x1E5B;itamu. adj., Done , made, accomplished. &#xC15;&#xC43;&#xC24;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; he who has attained his desire. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC3F; he who assumes with folded hands a reverential posture before his superiors. &#xC05;&#xC02;&#xC1C;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC15;&#xC43;&#xC24; done and not done. &#xC15;&#xC43;&#xC24;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2F;&#xC48; having bathed. &#xC15;&#xC43;&#xC24;&#xC2E;&#xC24;&#xC3F; a prepared mind or set heart. adv. [Used in Vizag. for &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;.] At present, just now. &#xC15;&#xC43;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; k&#x1E5B;itakamu. adj. Artificial, made. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. Unreal. &#xC15;&#xC43;&#xC24;&#xC15;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; or &#xC15;&#xC43;&#xC24;&#xC15;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41; an artificial hillock. &#xC15;&#xC43;&#xC24;&#xC15; &#xC15;&#xC33;&#xC47;&#xC2C;&#xC30;&#xC2E;&#xC41; a thing made to represent a corpse. &#xC15;&#xC43;&#xC24;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41; k&#x1E5B;itaghnamu. [from &#xC18;&#xC4D;&#xC28; to kill, destroy.] adj. Ungrateful. &#xC15;&#xC43;&#xC24;&#xC18;&#xC4D;&#xC28;&#xC24; k&#x1E5B;ita-ghnata. n. Ingratitude. &#xC15;&#xC43;&#xC24;&#xC18;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; an ungrateful man &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2E;&#xC47;&#xC32;&#xC41; &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; k&#x1E5B;itagnyu&#x1E0D;u [from &#xC1C;&#xC4D;&#xC1E; to know, to recognise.] n. A grateful person. &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC32;&#xC41; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC1C;&#xC4D;&#xC1E;&#xC24; k&#x1E5B;itagnyata. n. Gratitude. &#xC15;&#xC43;&#xC24;&#xC2A;&#xC21;&#xC41; k&#x1E5B;ita-pa&#x1E0D;u. n. To be done or made. &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC26;&#xC47;&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC35;&#xC17; &#xC1A;&#xC3F;&#xC28;&#xC02;&#xC17;&#xC43;&#xC24; &#xC2A;&#xC21;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC47;, &#xC21;&#xC46;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC41;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC15;&#xC3E;&#xC15;.&quot; M. VIII. i. 232. To be separated &#xC35;&#xC3F;&#xC21;&#xC2C;&#xC21;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; k&#x1E5B;ita-hastu&#x1E0D;u n. An unerring marksman &#xC17;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A skilful man &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; k&#x1E5B;it&#x101;ntu&#x1E0D;u. n. He who brings to an end. An epithet of Yama. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC24; k&#x1E5B;it&#x101;rthata. n. Success. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; &#xC2F;&#xC40;&#xC21;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; k&#x1E5B;it&#x101;rthu&#x1E0D;u. n. A gainer, one who is successful. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; &#xC2F;&#xC40;&#xC21;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ichhrama. [Skt.] n. Pain &#xC2C;&#xC3E;&#xC27;. Sin &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. A vow &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. Money expended as a mortification or penance for sin. &#xC38;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC2A;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ip&#x101;&#x1E37;uvu. [Skt.] adj. Merciful, compassionate. &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC2A;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ip&#x101;&#x1E47;amu. [Skt.] n. A sword. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC15;&#xC43;&#xC2A;&#xC3E;&#xC23;&#xC3F; k&#x1E5B;ip&#x101;&#x1E47;i. n. A knife, a pair of shears or scissors. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC2A;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ipa&#x1E47;u&#x1E0D;u. [Skt.] n. A vile person, a miser. &#xC32;&#xC4B;&#xC2D;&#xC3F;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC2A;</span>&#xA0;&#xA0;k&#x1E5B;ipa. [Skt.] n. Favour, grace, mercy. &#xC26;&#xC2F;, &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC43;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41; to grant, bestow, favour with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;itsnamu. [Skt.] adj. All, entire. &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;itrimamu. [Skt.] n. A trick craft, art, chicanery. adj. Artificial made by art. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. Seeming, apparent, not real, deceitful. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; an artificial fish. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a false friend; a hypocritical ally.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ityamu. [Skt.] n. An act, a deed. &#xC2A;&#xC28;&#xC3F;. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; a cruel act. &#xC26;&#xC48;&#xC35;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; an act of God. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; daily duties. &#xC17;&#xC43;&#xC39; &#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; domestic matters.
			</div>
                