&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;i&#x1E63;amu. [Skt.] adj. Thin, lank, slender, weak, feeble. &#xC2C;&#xC15;&#xC4D;&#xC15;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC43;&#xC36;&#xC24; or &#xC15;&#xC43;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; k&#x1E5B;i&#x1E63;ata. n. Leanness, thinness. &#xC15;&#xC43;&#xC36;&#xC3E;&#xC02;&#xC17;&#xC3F; a slender girl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;k&#x1E5B;imi. [Skt.] n. A worm: an insect in general. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC2A;&#xC40;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;p&#x12B;&#x1E6D;amu. [Skt.] n. Water. &#xC1C;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kempu. [Tel.] n. A ruby. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. Redness &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; the red metal, i.e., copper (used by goldsmiths in this sense.) &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; the red petals of a plantain flower &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41;. A. v. 30. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC3F; kempu-kan&#x1E6D;i. n. The red-eyed bird, i.e., the black Cuckoo &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC41; the red planet (&#xC17;&#xC3E;&#xC2E;&#xC41;) i.e., Mars. &#xC15;&#xC46;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; kem-ba&#x1E6D;&#x1E6D;u. [&#xC15;&#xC46;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; (&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. Red silk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;i&#x1E63;in&#x1E6D;su. [Skt.] v. n. To waste or pine away, to become thin. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41; k&#x1E5B;i&#x1E63;impa-ch&#x113;yu. v. a. To make thin. &#xC15;&#xC43;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC2E;&#xC41; a slender waist. M. I. iv. 49. &#xC15;&#xC43;&#xC36;&#xC4B;&#xC26;&#xC30;&#xC3F; a slender waisted girl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC02;</span>&#xA0;&#xA0;kem. [Tel. in composition, contracted from &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;.] adj. Red. &#xC15;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC35;&#xC3F; a red lip. &#xC15;&#xC46;&#xC02;&#xC17;&#xC47;&#xC32;&#xC41; ken-g&#x113;lu. [&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC15;&#xC47;&#xC32;&#xC41;.] n. The palm of the hand, literally the red hand. &#xC15;&#xC46;&#xC02;&#xC1C;&#xC27;&#xC21;&#xC32;&#xC41; ken-za&#x1E0D;alu. n. Red hair. &#xC15;&#xC46;&#xC02;&#xC5B;&#xC3E;&#xC2F; ken-z&#x101;ya. [&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC1A;&#xC3E;&#xC2F;.] n. Red colour. &#xC15;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F; (&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;) n. Red lotus. &#xC15;&#xC46;&#xC02;&#xC26;&#xC3E;&#xC2E;&#xC30; ken-d&#x101;mara. [&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC24;&#xC3E;&#xC2E;&#xC30;.] n. The red lotus, the Amaranth of poetry. &#xC15;&#xC46;&#xC02;&#xC26;&#xC42;&#xC33;&#xC3F; ken-d&#x16B;&#x1E37;i. [&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC26;&#xC42;&#xC33;&#xC3F;.] n. Red dust. &#xC15;&#xC47;&#xC02;&#xC26;&#xC4A;&#xC17; ken-doga. [&#xC15;&#xC46;&#xC02; &#xC2A;&#xC41;+&#xC24;&#xC4A;&#xC17;.] n. The red lotus. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC32;&#xC41;&#xC35;. &#xC15;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC17;&#xC30;&#xC41; ken-dogaru. [&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;.] n. A kind of scarlet cloth. BD. iii. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kliptamu. [Skt.] adj. That which is arranged or settled. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Short, brief. &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;isaramu. [Skt.] n. A dish of rice and pulse. &#xC2A;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ish&#x1E47;amu. [Skt.] adj. Black, dark. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23; or &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E; k&#x1E5B;ish&#x1E47;a. n. The river Krishna &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC28;&#xC26;&#xC3F;. Draupadi &#xC26;&#xC4D;&#xC30;&#xC4C;&#xC2A;&#xC21;&#xC3F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23; or &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; k&#x1E5B;ish&#x1E47;a. n. The dark fortnight: the wane of the moon. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC3F; the eighth day after full moon in the month of Sr&#x101;vana (August) when Krishna was born. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC24;&#xC3E;&#xC2E;&#xC30; k&#x1E5B;ish&#x1E47;a-t&#x101;mara. n. The flower called Indian reed; also called &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC2E;&#xC30;. Ainslie. ii. 534. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; k&#x1E5B;ish&#x1E47;a-d&#x14D;shamu. n. Typhus fever. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC32;&#xC40;&#xC32;&#xC32;&#xC41; k&#x1E5B;ish&#x1E47;a-l&#x12B;lalu. n. The revels of Krishna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC30;&#xC4D;&#xC2E; k&#x1E5B;ish&#x1E47;a-vartma.n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC47;&#xC23;&#xC3F; k&#x1E5B;ish&#x1E47;a-v&#x113;&#x1E47;i. n. She that has black curls. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41; k&#x1E5B;ish&#x1E47;a-sarpamu. n. A black serpent. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; a black antelope. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41; the hide of the black antelope. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; Krishna, also a name of Arjuna. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x1E5B;ish&#x1E6D;i. [Skt.] n. A man of learning. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;ish&#x1E6D;amu. [Skt.] adj. That which is drawn. &#xC08;&#xC21;&#xC4D;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC37;&#xC3F;</span>&#xA0;&#xA0;k&#x1E5B;ishi. [Skt.] n. Cultivation, husbandry, agriculture, ploughing, cultivating the soil. &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Labour, exertion &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;. &#xC15;&#xC43;&#xC37;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC43;&#xC37;&#xC40;&#xC35;&#xC32;&#xC41;&#xC21;&#xC41; k&#x1E5B;i&#x1E63;h&#x12B;-ku&#x1E0D;u. n. A cultivator, a husbandman. &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC21;</span>&#xA0;&#xA0;ke&#x1E0D;a. [Tel.] n. A side, direction. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41; .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kechcheli-tanamu. [Tel.] n. Riotousness. (Pritchett in Romans XIII. 13.) &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;, &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC43;&#xC36;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x1E5B;i&#x1E63;&#x101;nuvu. [Skt.] n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
                