&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC46;&#xC32;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC30;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kerali-y-&#x101;&#x1E0D;u. v. n. To dance with pride. &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;. &#xC15;&#xC46;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; keralu-po&#x1E0D;u&#x1E6D;su. v. n. To be proud. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC46;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41; keralin&#x1E6D;su. v. a. To make angry, to enrage, to stir up. &#xC30;&#xC47;&#xC1A;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC46;&#xC30;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC28;&#xC28;&#xC41; &#xC17;&#xC46;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC4B;.&quot; L. XIII. 158. &quot;&#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC3E;&#xC33;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC18;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC21;&#xC17;&#xC2C;&#xC26;&#xC3F;&#xC2A;&#xC3F;, &#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC30;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC17;&#xC46;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC3F;, &#xC2F;&#xC4B;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC43;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC4A;&#xC2A;&#xC4D;&#xC2A;.&quot; BRY. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;keralu. [Tel.] n. To be enraged, to cry out from alarm. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC47;&#xC17;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;&#xC21;&#xC41;. To exceed &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cry as a bird. &#xC15;&#xC42;&#xC2F;&#xC41;. &quot;&#xC17;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC26;&#xC47;&#xC1F;&#xC41; &#xC32;&#xC46;&#xC32;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F;, &#xC36;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC28;&#xC02;&#xC17;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC4B;&#xC1F;, &#xC17;&#xC40;&#xC30;&#xC15;&#xC32;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC46;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC4B;&#xC1F;, &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4B;&#xC1F;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC30;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kera-ko&#x1E6D;&#x1E6D;u. [Tel.] v. n. To chirp. &#xC15;&#xC32;&#xC15;&#xC32;&#xC15;&#xC42;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kenna&#x1E0D;i. [Tel.] n. The Sambar or Rusa Deer, Cervus unicolor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;kettalamu-sorra. [Tel.] n. A plant, Galeocerdo rayneri.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC21;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ke&#x1E0D;ayu. [Tel.] v. n. To fall, to die. &#xC15;&#xC42;&#xC32;&#xC41;, &#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC15;&#xC46;&#xC21;&#xC38;&#xC3F;&#xC28;&#xC17;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC32;.&quot; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC28; &#xC17;&#xC3E;&#xC26;&#xC46;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. A. vi. 12. &#xC2A;&#xC47;&#xC30;&#xC41; &#xC30;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC46;&#xC38;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC24;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC17;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC38;&#xC46;&#xC28;&#xC4D;.&quot; M. VIII. iii. 42. &#xC15;&#xC46;&#xC21;&#xC2A;&#xC41; ke&#x1E0D;apu. v. a. To throw down. &#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cast off, put aside, push away. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC17;&#xC46;&#xC21;&#xC2A;&#xC3F;.&quot; &#xC26;&#xC4D;&#xC35;&#xC3E;. viii. 57. &#xC15;&#xC46;&#xC21;&#xC35;&#xC41; ke&#x1E0D;avu. n. A fall. &#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC33;&#xC35;&#xC41;</span>&#xA0;&#xA0;ke&#x1E37;avu. [Tel.] n. Distance. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. &quot;&#xC0A;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC48;&#xC28; &#xC15;&#xC46;&#xC33;&#xC35;&#xC41;&#xC32;&#xC2F;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; Manu. v. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC33;&#xC15;&#xC41;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC33;&#xC3E;&#xC15;&#xC41;&#xC33;&#xC3F; or &#xC15;&#xC46;&#xC33;&#xC3E;&#xC15;&#xC42;&#xC33;&#xC3F; See &#xC15;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC42;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kelluv&#x101;ru. [Tel.] v. n. To rejoice. To rush. &quot;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC2C;&#xC3E;&#xC23;&#xC39;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC35;&#xC47;, &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC36;&#xC30;&#xC3E;&#xC33;&#xC3F; &#xC38;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; &#xC26;&#xC46;&#xC17;&#xC28;&#xC4D; &#xC39;&#xC30;&#xC41; &#xC32;&#xC4B;&#xC1F;&#xC30;&#xC3F; &#xC15;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC28;&#xC4D;.&quot; M. Vii. iv. 114. &quot;&#xC15;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; BD. v. 961.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC32;&#xC15;&#xC41; keluku [Tel.] v. a. To stir up, dig up or loosen earth. To scratch. &#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; this is merely stirring an old quarrel, opening a healed sore. &quot;&#xC07;&#xC02;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;&#xC2C;&#xC4B;&#xC35;&#xC02;&#xC26;&#xC2A;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC35;&#xC40;&#xC28;&#xC3F;&#xC02;&#xC17;&#xC46;&#xC32;&#xC02;&#xC15;&#xC3F;&#xC28;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; A. vi. 47. To dig up. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC4B;&#xC32;&#xC32;&#xC17;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC46;.&quot; Pal. 27. &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; kella-gin&#x1E6D;su. v. t. To dig up. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; To rake up, to irritate, to exasperate &#xC30;&#xC47;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC38;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC32;&#xC38;&#xC2E;&#xC41; kelasa. [Tel. and Kan.] n. Business , work. &#xC2A;&#xC28;&#xC3F;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;. &quot;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC28;&#xC48; &#xC2D;&#xC41;&#xC1C;&#xC3E;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC40;&#xC15;&#xC46;&#xC32;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC28;&#xC4D;.&quot; M. ii i. v. 241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC35;&#xC41;</span>&#xA0;&#xA0;kelavu. [Tel.] n. Amorous desire. &#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC47;&#xC1A;&#xC4D;&#xC1B;. &quot;&#xC15;.&#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC15;&#xC4A;&#xC15;&#xC2D;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC48; &#xC26;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3E;&#xC30;&#xC38;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC17;&#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC2A;&#xC48; &#xC35;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC43;&#xC17;&#xC35;&#xC3F;&#xC39;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC15;&#xC46;&#xC32;&#xC35;&#xC41;&#xC30;&#xC38;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC24;&#xC3F;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC4D;.&quot; &#xC15;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kelayu. [Tel.] v. n. To be arrogant. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC15;&#xC46;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC40;&#xC35;&#xC46;&#xC15;&#xC4D;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC26;&#xC41; &#xC15;&#xC41;&#xC32;&#xC1C;&#xC41;&#xC02;&#xC21;&#xC41;&#xC24;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC46;.&quot; &#xC30;&#xC3E;. &#xC05;&#xC30;. &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC32;&#xC28;&#xC41; kelaku. [Tel.] n. A side, part, quarter. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC05;&#xC15;&#xC46;&#xC32;&#xC28;&#xC28;&#xC4D; towards that side. Plu. &#xC15;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC28; ke&#x1E37;&#x1E37;u. [Tel.] adv. (Anuk.) Slapdash. &#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; to gambol. &quot;&#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC2E;&#xC32; &#xC38;&#xC46;&#xC32;&#xC47;&#xC17;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC46;&#xC32;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC46; &#xC2E;&#xC26;&#xC35;&#xC43;&#xC37;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; Padma. vii. 243. B. v. 7.
			</div>
                