&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;&#xC3F;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC47;&#xC15;&#xC38;&#xC32;&#xC41; k&#x113;kisalu. [Tel.] n. Clapping of hands. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC41;. Sounds of merriment, prattle, riot at play. &#xC15;&#xC47;&#xC15;&#xC3F;&#xC38;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to shout. &quot;&#xC15;&#xC47;&#xC15;&#xC3F;&#xC38;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC28;&#xC4D;. Parij. iii. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;k&#x113;karin&#x1E6D;su. [Tel.] v. n. To cry, to yell. &#xC15;&#xC47;&#xC15;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. [Skt.] v. t. To look kindly at &#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To hawk in spitting. &#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC47;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC24; k&#x113;karinta. n. The act of hawking in spitting. A. v. 62. To cry &#xC15;&#xC47;&#xC15;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;karamu. [Skt.] adj. Turned, as an ogling eye; glancing aside. &quot;&#xC15;&#xC47;&#xC15;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F;.&quot; A. ii. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;</span>&#xA0;&#xA0;k&#x113;ka. [Tel.] n. A loud cry. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC42;&#xC24;. &#xC15;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC28;&#xC46;&#xC21;&#xC41;&#xC28;&#xC47;&#xC32; the distance at which a shout may be heard. &#xC15;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; k&#x113;k&#x101;ravamu. [Skt.] n. The peacock&apos;s cry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;ndramu. [Skt.] n. A centre. &#xC28;&#xC3E;&#xC2D;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;</span>&#xA0;&#xA0;k&#x113;. [Tel.] n. A cry. &#xC15;&#xC42;&#xC24;. &quot;&#xC15;&quot; &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC02;&#xC2C;&#xC26;&#xC3F;&#xC15;&#xC21;&#xC35;&#xC32; &#xC28;&#xC47;&#xC2F;&#xC3F; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F; &#xC28;&#xC40;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC02; &#xC21;&#xC4B;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC21;&#xC35;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC47;&#xC2F;&#xC28;&#xC3F;&#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;</span>&#xA0;&#xA0;kevvuna. [Tel.] adv. Resoundingly, aloud. Slapdash, at once. &quot;&#xC2F;&#xC24;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC3F; &#xC15;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&quot; Anir. iv. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;k&#x113;pu-m&#x101;ri. [Tam.] n. A rogue a swindler. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;k&#x113;pu. [Tel.] n. Offspring, young. See &#xC15;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;d&#x101;ramu. [Skt.] n. A rice field. &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC21;&#xC3F;; a garden bed &#xC2A;&#xC3E;&#xC26;&#xC41;. A plot or mound &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;; a mountain &#xC15;&#xC4A;&#xC02;&#xC21;. &#xC15;&#xC47;&#xC21;&#xC3E;&#xC30; &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; k&#x113;d&#x101;ra-kanka&#x1E47;amu. n. A kind of bracelet. &quot;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC2A;&#xC3E;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC15;&#xC02;&#xC15;&#xC23;&#xC02;&#xC2C;&#xC41;.&quot; Kalah. Intro. 16. &#xC15;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC17;&#xC4C;&#xC37;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; k&#x113;d&#x101;ra-gaur&#x12B;-vratamu. n. A certain vow performed to the goddess Gauri. &#xC15;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F;, &#xC15;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC4C;&#xC33; k&#x113;d&#x101;ri. n. Names of certain tunes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;&#x1E0D;emu. [Tel.] n. A shield. &#xC21;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC21;</span>&#xA0;&#xA0;k&#x113;&#x1E0D;a. [Tel.] adj. Harsh, cruel or wicked. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x113;&#x1E0D;in&#x1E6D;su. v. n. To part, to turn, to go aside. v. a. To shield off, turn, aside, or ward off. &quot;&#xC05;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC47; &#xC28;&#xC4B;&#xC2F;&#xC30;&#xC3F;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC41;&#xC02;&#xC21;&#xC41; &#xC17;&#xC43;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC38;&#xC41;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC17;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC28;&#xC3F;&#xC30;&#xC46;&#xC2F;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; M. VI. i. 75. &quot;&#xC24;&#xC32;&#xC17;&#xC15; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15; &#xC38;&#xC41;&#xC30;&#xC41;&#xC17;&#xC15; &#xC28;&#xC32;&#xC17;&#xC15; &#xC15;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC1C;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC15;.&quot; Zakk. iv. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC1F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x113;&#x1E6D;a-tr&#x101;&#x1E0D;u. [Tel.] n. A rope of Yama&apos;s &#xC2F;&#xC2E;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41;. &quot;&#xC15;. &#xC2A;&#xC3F;&#xC24;&#xC30;&#xC26;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC1F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC28;&#xC4D; &#xC2C;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;.&quot; &#xC28;&#xC3F;&#xC32;&#xC3E;. i. &#xC15;&#xC47;&#xC1F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC40; k&#x113;&#x1E6D;i-kapp&#x12B;. n. A block; a kind of pulley. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x113;tuvu. [Skt.] n. A flag, standard, banner. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. The Dragon&apos;s tail or descending node of the moon. &#xC12;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; See &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;. A. ii.17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;y&#x16B;ramu. [Skt.] n. An epaulet or shoulder knot. &#xC05;&#xC02;&#xC17;&#xC27;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;. &#xC28;&#xC3E;&#xC17;&#xC15;&#xC47;&#xC2F;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; he who wears a snake as an ornament or shoulder knot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC24;&#xC15;&#xC3F;</span>&#xA0;&#xA0;k&#x113;taki. [Skt.] n. The tree named Pandanus odoratissimus. &#xC2A;&#xC1A;&#xC4D;&#xC1A; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;. The female of this plant is called &#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC02;&#xC17;&#xC3F;. Roxb. iii. 738.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x113;karu&#x1E0D;u. [Skt. from &#xC15;&#xC47;&#xC15;&#xC30;&#xC2E;&#xC41;.] n. One who squints. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;tanamu. [Skt.] n. A flag, standard, banner. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. A sign &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. A house &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;&#xC3F;</span>&#xA0;&#xA0;k&#x113;ki. [Skt.] n. A peacock. Vasu. ii. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC15;&#xC38;</span>&#xA0;&#xA0;k&#x113;kasa. Same as &#xC15;&#xC47;&#xC15;&#xC3F;&#xC38;.
			</div>
                