&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC33;&#xC15;&#xC41;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC47;&#xC33;&#xC15;&#xC42;&#xC33;&#xC3F; or &#xC15;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC42;&#xC33;&#xC3F; k&#x113;&#x1E37;a-ku&#x1E37;i. [Tel.] n. A bath or well with steps. &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC28;&#xC21;&#xC2C;&#xC3E;&#xC35;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC38;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. Vasu. i. 57. &quot;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC42;&#xC33;&#xC3F;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC02;&#xC24;.&quot; T. iv. 195.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x113;lu. [Tel. cognate with &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. and Tam &#xC15;&#xC2F;&#xC3F;.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC15;&#xC47;&#xC32;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F; or &#xC15;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC3F; k&#x113;lu-dammi. n. A lily-like hand. &#xC15;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17; the folded hands &#xC1A;&#xC47;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC47;&#xC32;&#xC4D;&#xC17;&#xC35; k&#x113;lgava. n. The two hands &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC47;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x113;ru. [Tel.] v. n. To warble. To crow, as a babe. To chuckle with pleasure. To giggle. To cluck, as a laying hen. To make a low inarticulate sobbing sound expressive of joy or grief. &#xC15;&#xC42;&#xC2F;&#xC41;. &#xC05;&#xC30;&#xC1A;&#xC41;, &#xC17;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To deride or scorn &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To do &#xC1A;&#xC47;&#xC2F;&#xC41;. To rejoice &#xC09;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC21;&#xC41;; to be proud &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To slight &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To deride &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC32;&#xC40;&#xC32; &#xC15;&#xC47;&#xC30;&#xC41;&#xC28;&#xC40;&#xC17;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&quot; Pururavas. iii. 89. &#xC15;&#xC47;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; a cooing decoy pigeon, or any bird like a pigeon so used. &#xC15;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; k&#x113;rupu. n. Pride. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC30;&#xC3F;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;rijamu. [Tel.] n. A kind of bird. &quot;&#xC17;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; &#xC21;&#xC47;&#xC17;&#xC32;&#xC41; &#xC15;&#xC47;&#xC30;&#xC3F;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; L. 20. 80. G. i. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC30;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;ra&#x1E37;amu. [Skt.] n. The country called Malabar or Malayalam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;ra&#x1E0D;amu. [Tel.] n. Indifference. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;. Derision &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;, &#xC35;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC3E;&#xC1F;. &quot;&#xC15;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC3F;.&quot; Abhim. 216. &#xC15;&#xC47;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x113;ra&#x1E0D;in&#x1E6D;su. v. t. To deride. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;&#x1E63;amu. [Skt.] n. A hair. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;. &#xC15;&#xC47;&#xC36;&#xC2A;&#xC3E;&#xC38;&#xC2E;&#xC41; k&#x113;&#x1E63;a-p&#x101;&#x1E63;amu. n. Beautiful hair. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC47;&#xC36;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; k&#x113;&#x1E63;a-bandhamu. n. Ornamented tresses. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC47;&#xC36;&#xC35;&#xC41;&#xC21;&#xC41; k&#x113;&#x1E63;avu&#x1E0D;u. n. One who has fine hair. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A name of Vish&#x1E47;u. &#xC15;&#xC47;&#xC36;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; k&#x113;&#x1E63;a-v&#x113;&#x1E63;amu. n. A tress or lock of hair. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC47;&#xC36;&#xC3F;&#xC28;&#xC3F; k&#x113;&#x1E63;ini. n. She who has fine hair. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; &#xC15;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x113;vu. [H.] n. Freight. &#xC13;&#xC21;&#xC15;&#xC42;&#xC32;&#xC3F;, &#xC13;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC41; &#xC15;&#xC42;&#xC32;&#xC3F;. &#xC15;&#xC47;&#xC35;&#xC30;&#xC3F; k&#x113;-vari. (&#xC15;&#xC47;&#xC35;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. He who hires a ship: the freighter. &#xC13;&#xC21;&#xC28;&#xC41; &#xC15;&#xC47;&#xC35;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;valamu. [Skt.] adj. and adv. Pure, mere, simple, unmixed, uncompounded. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC47;&#xC2F;&#xC48;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; this is made with gold alone. &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC24;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he drank nothing but water. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC47;&#xC35;&#xC32;&#xC35;&#xC48;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41; he is a mere grammarian. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC47;&#xC35;&#xC32; &#xC28;&#xC48;&#xC2F;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; he is a mere logician. Altogether, in every respect. &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;: as &#xC08; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41; &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC15;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this city is in every respect like Lanka. &#xC07;&#xC26;&#xC3F; &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41; this is entirely false. &#xC15;&#xC47;&#xC35;&#xC32;&#xC41;&#xC21;&#xC41; k&#x113;valu&#x1E0D;u. n. The supreme Spirit &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x113;va&#x1E0D;amu. [Tel.] n. A shield. &#xC21;&#xC3E;&#xC32;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC39;&#xC3F; &#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC41; &#xC2E;&#xC46;&#xC39;&#xC26;&#xC3E; &#xC15;&#xC46;&#xC32;&#xC02;&#xC15;&#xC41;&#xC32; &#xC26;&#xC3E;&#xC35;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC30;&#xC3F; &#xC38;&#xC47;&#xC24;&#xC15;&#xC47;&#xC35;&#xC21;&#xC02;&#xC2C;&#xC41;.&quot; Manu. iv. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC35;</span>&#xA0;&#xA0;See &#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;k&#x113;&#x1E37;&#x1E37;-uruku. [Tel.] adj &amp; adv. Rapidly, running, making a rush or dash, as a stag. &#xC15;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; to run. M. VII. iv. 114. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; See &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC47;&#xC33;&#xC3F;</span>&#xA0;&#xA0;k&#x113;&#x1E37;i. [Skt.] n. Sport, play. &#xC06;&#xC1F;. &#xC15;&#xC47;&#xC33;&#xC3F;&#xC15; k&#x113;&#x1E37;ika. n. Sport, play. Dancing &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC47;&#xC33;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; or &#xC15;&#xC47;&#xC33;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; k&#x113;&#x1E37;k&#x101;g&#x1E5B;ihamu. n. A chamber for pleasure or enjoyment; a summer house or kiosk. Dasava. x. 343. &#xC15;&#xC47;&#xC33;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; k&#x113;&#x1E37;ik-&#x101;&#x1E0D;u. v. n. To dance. &#xC15;&#xC47;&#xC33;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; k&#x113;&#x1E37;i-v&#x101;damu. n. A comic quarrel. BD. v. 914.
			</div>
                