&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC35;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaivalyamu. [Skt.] n. Beatitude, eternal happiness. Heaven &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. The happy event or ending of a novel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kairatu&#x1E0D;u. [Skt.] n. A fisherman. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC35;&#xC21;&#xC3F; kai-ra&#x1E0D;i. [Tel.] n. Manner, likeness, kind, sort. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC48;&#xC35;&#xC21;&#xC3F;&#xC28;&#xC4D; just as if he had drunk poison.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC32;&#xC41;</span>&#xA0;&#xA0;Kailu. [H.] n. Measurement of grain after thrasing and before sharing it. A frame shaped like the letter A used in a pent roof &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC47; &#xC12;&#xC15; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC23;&#xC2A;&#xC41; &#xC1B;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC48;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; harvest time. &#xC15;&#xC48;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a superintendent of measurement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kail&#x101;samu. [Skt.] n. Kailasa, a mountain in Tibet. The fabled residence of Kubera and the heaven of Siva. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC15;&#xC48;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. The Kailas of the South, an epithet of Kalahasti.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; kai-&#x101;&#x1E6D;amu. [Tel.] n. Deceit, fruad, a trick. &#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2E;&#xC4B;&#xC2F;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC0F;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4A; &#xC15;&#xC48;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC3F;&#xC02;&#xC15; &#xC2E;&#xC40;&#xC26;.&quot; Vijaya. ii. 210. &#xC15;&#xC48;&#xC32;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC2F;&#xC3F;&#xC32;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; kai-l&#x101;&#x1E6D;a-k&#x101;&#x1E0D;u. n. A cheat. &#xC2E;&#xC2F;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kairi. [H.] n. A grey-eyed horse, a wall-eyed horse. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kairaru&#x1E0D;u. [Skt.] n. A gambler &#xC1C;&#xC42;&#xC26;&#xC30;&#xC3F;. An enemy &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kairavamu. [Skt.] n. The esculent white water lily. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC41;&#xC35;. &#xC15;&#xC48;&#xC30;&#xC35;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41; kaira-bandhuru. n. The moon. &#xC15;&#xC48;&#xC30;&#xC35;&#xC32;&#xC4B;&#xC1A;&#xC28; kairara-l&#x14D;chana. adj. Bright eyed, lily-eyed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC30;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC30;&#xC35;&#xC21;&#xC3F; kairava&#x1E0D;i. [Tel.] n. See &#xC15;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC30;&#xC21;&#xC41; kaira&#x1E0D;u. [Tel.] n. A horse so named.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC15;&#xC48;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC41; or &#xC15;&#xC2F;&#xC3F;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC41; kai-m&#x14D;&#x1E0D;upu. [Tel.] n. A salutation &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC15;&#xC30;</span>&#xA0;&#xA0;konkara. [Tel.] n. Bending. &#xC35;&#xC02;&#xC2A;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC30;&#xC35;&#xC02;&#xC15;&#xC30; all twisted and twirled. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to become crooked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC15;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC21;</span>&#xA0;&#xA0;konka-parti-don&#x1E0D;a. [Tel.] n. A wild plant with green mossy buds. See &#xC26;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC15;&#xC28;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;kouka-nakka. [Tel. from &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41; timid and &#xC28;&#xC15;&#xC4D;&#xC15; a jackal.] n. A small kind of fox. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC38;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41; kai-s&#x113;yu. [Tel.] v. t. To adorn. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To worship &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC48;&#xC38;&#xC47;&#xC24; or &#xC15;&#xC2F;&#xC3F;&#xC38;&#xC47;&#xC24; kai-s&#x113;ta. n. Adornment, trimming. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC36;&#xC4B;&#xC30;&#xC15;</span>&#xA0;&#xA0;kai&#x1E63;&#x14D;raka. [Skt.] adj. Childish, puerile, boyish. &#xC15;&#xC48;&#xC36;&#xC4B;&#xC30;&#xC2E;&#xC41; boyhood &#xC35;&#xC2F;&#xC4B;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kai&#x1E63;iki. [Skt.] n. A certain rhetorical figure. &#xC12;&#xC15; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kai&#x1E63;ikamu. [Skt.] n. Tresses, beautiful locks. &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; kai-vr&#x101;lu. [Tel.] v. n. To slight as a bird &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC41;. To fall &#xC2A;&#xC21;&#xC41;., To incline to one side &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; kai-vr&#x101;lu&#x1E6D;su. v. t. To cause to be inclined &#xC15;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC48;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC2F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; kai-v&#x101;ramu. [Tel.] n. Circumference. Measurement round. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC24;. The description of a circle. Description of beauty, praise, encomium. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, to praise &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC3F; an encomiast &#xC35;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kai&#x1E63;yamu. [Skt.] n. Tresses, a fine head of hair. &#xC15;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
                