&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC27;&#xC41;</span>&#xA0;&#xA0;kon&#x1E6D;su. [Tel.] v. n. To hesitate. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To retreat, draw back. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC24;&#xC40;&#xC2F;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC27;&#xC41; kon&#x1E6D;su. n. Dirty sweat. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC46;&#xC2E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;konchin&#x1E6D;su. [Tel.] v. a. To draw back inhesitation. &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1A;</span>&#xA0;&#xA0;See &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;kongu. [Tel.] n. A skirt, a hem. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;, &#xC05;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC02;&#xC17;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; kank&#x14D;&#x1E0D;u-pa&#x1E0D;u. v. i. To be inclined, to slant. &#xC12;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC35;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC17;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC17;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;.&quot; Vish&#x1E47;u. iv. 237. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41; simply means a cloth. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28; menstruous, unclean.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;konga. [Tel.] n. A bird of the heron or stork kind. &#xC2C;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32; konga-k&#x101;&#x1E37;&#x1E37;a. adj. Cranelegged, longlegged. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F; konga-go&#x1E0D;&#x1E0D;ali. n. A pickaxe (so called by &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.) &#xC15;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC47;&#xC2A; konga-mukku-ch&#x113;pa. n. A sort of fish with a long snout or beak. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC35;&#xC3E;&#xC32;&#xC41; konga-v&#x101;&#x1E37;u. n. A sort of sword. (A. VI. 110.) &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17; err&#x101;k&#x101;li-konga. n. The painted stork. Pseudotantelos leucocephalus. &#xC17;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC17; g&#x113;lu-konga n. The shell ibis. Anestomuscoscitans. &#xC17;&#xC41;&#xC21;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC17; gudi-konga. n. The paddy bird or pond heron. Ardeola glayi. &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17; d&#x14D;si-konga. n. The little green Heron. Pontorides javanica. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; chinna-tella-konga. n. The little Egret. Heriodias garzetta. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; pedda-tella-konga. n. The large Egret. Herodiasalba. &#xC2A;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC32;&#xC15;&#xC4A;&#xC02;&#xC17; p&#x12B;nigala-konga. n. The adjutant Leptoptilus dubius. &#xC2A;&#xC42;&#xC15;&#xC4A;&#xC02;&#xC17; p&#x16B;konga. n. The Flamingo, Ph&#xE6;nicopterus roscus &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;. &#xC38;&#xC02;&#xC15;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC17; saku-bu&#x1E0D;&#x1E0D;i-konga. n. The white necked fork. Dissura Lepiscopus. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;konku. [Tel.] v. n. To be timid, alarmed: to fear, to dread, to hesitate. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Fear. Timidity, shyness. &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;&#xC1F;. Hesitation. &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;. Shame, scruple. surmise. Distortion, as that of a cripple. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC38;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; careless and heedless. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC15; unterrified. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41; konku-pa&#x1E0D;u. v. n. To fear. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To hesitate &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To trip, stumble, blunder. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; fearing, hesitation. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; konku-p&#x14D;vu. n. To become crooked or bent. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;konki. [Tel.] n. A bend, a turn. A hook, a hasp. A drag-hook. &#xC28;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC32;. The bones near the nape of the neck &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;. Also the knee bones &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;. &#xC2E;&#xC46;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; the collar bones. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; hooked talons. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; fingers resembling hooks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;kon&#x1E6D;su-p&#x14D;vu. [Tel. from &#xC15;&#xC4A;&#xC28;&#xC41;.] v. a. To carry away. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; kon&#x1E6D;su-va&#x1E6D;s&#x1E6D;su. v. a. To bring. See &#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
                