&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kon&#x1E0D;&#x101;&#x1E0D;u. [Tel. for &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;.] v. a. To praise. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kon&#x1E0D;&#x101;&#x1E6D;amu. [Tel.] n. Plague, trouble, squable. &quot;&#xC28;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC1F;&#xC2A;&#xC41; &#xC1F;&#xC46;&#xC32;&#xC4D;&#xC15; &#xC2F;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;,&quot; P. i. 91. Joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;</span>&#xA0;&#xA0;kon&#x1E0D;a. [Tel.] A hill, hillock, mountain, rock. &#xC2E;&#xC32;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC15;&#xC3F; a hill crow. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; kon&#x1E0D;a-k&#x101;ti-g&#x101;&#x1E0D;u. n. The Indian Tree-pie, Dendrocitta rufa.(F.B.I.) &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35; ko&#x1E47;&#x1E0D;a-k&#x101;luva. n. A mountain stream, or cascade. &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;, &#xC1D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41; a common characteristic &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; ko&#x1E47;&#x1E0D;a-gorre. n. A wild sheep, or hill sheep. The four-horned Antelope, Tetracerus quadricornis. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC17;&#xC41; ko&#x1E47;&#x1E0D;ag&#x14D;gu. A plant, Hibiscus populncoides. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15; ko&#x1E47;&#x1E0D;a-g&#x14D;rinka. n. The southern Grackle, Enlabes religiosa. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35; ko&#x1E47;&#x1E0D;a-chiluva. n. The rock snake. &#xC05;&#xC1C;&#xC17;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC2E;&#xC41;. A sluggard. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC40;&#xC2E; ko&#x1E47;&#x1E0D;a-ch&#x12B;ma .n. The hill ant, or tree ant. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC42;&#xC32;&#xC3F; kon&#x1E0D;a-&#x1E6D;s&#x16B;li. n. A name of Parvati; lit. Daughter of a Mountain. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; kon&#x1E0D;a-trimmari. n. (Lit. a hill-rover.) A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; kon&#x1E0D;a-n&#x101;luka. n. The uvula. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC38;&#xC41;&#xC32; kon&#x1E0D;a-pasula-p&#x14D;lig&#x101;&#x1E0D;u. The White-bellied Drongo, Dicrurus cerulescens. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; kon&#x1E0D;a-pin&#x1E0D;i. n. A kind of tree. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;. kon&#x1E0D;a-pichchika. n. A hill sparrow. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC4B;&#xC21;&#xC41; kon&#x1E0D;a-p&#x14D;&#x1E0D;u. n. A corn-held on high ground. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41; a species of the silk cotton tree. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; kon&#x1E0D;a-mu&#x1E6D;s&#x1E6D;su. n. The lion-tailed monkey. Macacus silenus. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2F;&#xC46;&#xC02;&#xC24;&#xC35; kon&#x1E0D;a-yentava. n. The ruddy Mungoose. Herpestes smithi. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; kon&#x1E0D;a-&#x113;nugu. n. The Indian Elephant. Elephas maximus. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; kon&#x1E0D;a-lo&#x1E6D;&#x1E6D;a-kannu-ji&#x1E6D;&#x1E6D;a. n. The Jungle Wren-warbler. (Jerd.) Prinia Sylvatica. (F.B.I.) &#xC15;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC41;&#xC32;&#xC41; kon&#x1E0D;a-rulu. [Tel.] n. Hill people, highlanders. &quot;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC41;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC15;&#xC2F;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; G. xi. 20. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC47;&#xC21;&#xC41; kon&#x1E0D;a-r&#x113;&#x1E0D;u. n. The lord of hills. Himavat. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC1F;&#xC3F; kon&#x1E0D;al&#x101;&#x1E6D;i-pakshi. n. The bird called Sultan Bulbul. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41; kon&#x1E0D;a-vanga-pan&#x1E0D;u. n. The Indian Black headed Oriole. Oriolus melanocephalus. (F.B.I.) &#xC15;&#xC4A;&#xC02;&#xC21;&#xC35;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F; kon&#x1E0D;a-v&#x101;li-g&#x101;li. n. A sharp cold wind. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC35;&#xC40;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC02;&#xC24;&#xC3E;&#xC21;&#xC41; an immensely long rope, as long as a well-rope in Kondavidu near Guntur. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC36;&#xC3F;&#xC32; n kon&#x1E0D;a-&#x1E63;ila. A rock snake, or boa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;kon&#x1E6D;e. [Tel.] adj. Naughty, indecent, childish, puerile, silly, light, idle, mischievous, tormenting, impertinent, teasing. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46; kon&#x1E6D;e. n. A naughty person. &#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC3F;, &#xC24;&#xC41;&#xC02;&#xC1F;&#xC30;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; lewd sculptures. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41; kon&#x1E6D;e-tanamu. n. Indecency, lewdness; pranks, lasciviousness. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;&#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F; kon&#x1E6D;e-p&#x101;&#x1E0D;i-ka&#x1E6D;&#x1E6D;a. n. A lewd fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC2E;&#xC41; konchemu. [Tel.] n. A little. Littlleness &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E; little by little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC0E;&#xC02;&#xC1A;&#xC41; to esteem slightly. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; in a little (time) he arrived, i.e., very soon. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; little sense. adj. Little, small, trifling, slight, petty, the least: contemptible, vile, low. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a low fellow. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; in a short time. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; konchemu-ch&#x113;yu. v. a. To diminish. To wrong or injure. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F; kon-chepu-p&#x101;&#x1E6D;i. adj. Small, middle-sized. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC28; konchemu-na. adv. In the least, for a trifle. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; konche-katte. n. A low or common woman. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; konche-k&#x101;&#x1E0D;u. n. A low or common man. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41; konche-. tanamu. n. Littleness: leanness &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC21;&#xC41; konche-pa&#x1E0D;u. v. n. To be wanting, to lack. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC21;&#xC41;. To become lean &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;konzu. [Tel.] v. n. To hesitate. &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17; &#xC28;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC4A;&#xC02;&#xC5B;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC17;.&quot; Kuch&#x113;lo. i. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kon&#x1E0D;ika. [Tel.] adj. Young &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; n. An infant, a little boy. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC21;&#xC3F; a little girl &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41; childhood &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC40; kon&#x1E0D;i. [Tel.] n. A sting, &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. A staple or hook &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC40;. &#xC26;&#xC41;&#xC30;&#xC26;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; a nettle. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC32; a kind of net used for catching fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC1F;</span>&#xA0;&#xA0;kon&#x1E6D;a. [Tel. from &#xC15;&#xC4A;&#xC28;&#xC41;.] n. Contraction for &#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &quot;&#xC15;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2B;&#xC32;&#xC02;&#xC2D;&#xC41;&#xC26;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3E;.&quot;
			</div>
                