&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;kondaru. [Tel. &#xC15;&#xC4A;&#xC02;&#xC24;+&#xC35;&#xC3E;&#xC30;&#xC41;.] plu. Some, a few persons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kontamu. [Tel.] n. A javelin. &#xC15;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC24;</span>&#xA0;&#xA0;konta. [Tel.] adj. Some, a little, to a certain extent. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; for sometime, for a short time. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;, a little, somewhat, to a certain extent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;kon&#x1E0D;ra. [Tel.] n. A field. The space included in the widest turn of the plough. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC32;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC48;&#xC26;&#xC41;&#xC35;&#xC41; a plough &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; kon&#x1E0D;ra-ch&#x113;si-konu. v. a. To cultivate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC15;</span>&#xA0;&#xA0;kon&#x1E0D;oka. [Tel. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC41; (= &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;+&#xC12;&#xC15;.] adj. A little, slight. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;. Some, some few, &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F;. A certain one &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC15;&#xC15;&#xC4B;&#xC24;&#xC3F; a certain monkey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; kon&#x1E0D;emu: [Tel.] n. Slander, a slanderous tale, backbiting, a calumny. &#xC1A;&#xC3E;&#xC21;&#xC40;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC40;&#xC21;&#xC41; kon&#x1E0D;e-k&#x101;&#x1E0D;u. n. A slanderer, a talebearer. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; kon&#x1E0D;e-katte. n. A woman that slanders. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41; kon&#x1E0D;e-tanamu. n. Blackbiting, slanderous behaviour. &quot;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC30;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC30;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41;.&quot; BD. v. 207.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2F; kon&#x1E0D;e. [Tel.] n. A knot of hair. &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC40;</span>&#xA0;&#xA0;See &#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kon&#x1E0D;i-k&#x101;&#x1E37;&#x1E37;a. [Tel.] n. The legs that support the stem of a drill plough.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC30;&#xC4A;&#xC15;&#xC4B;</span>&#xA0;&#xA0;kokkora-k&#x14D;. [Tel.] n. Crowing as a cock.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;</span>&#xA0;&#xA0;kokkesa. [Tel.] n. A kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; kokkera. [Tel.] n. A heron. &#xC2C;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; kokkera-pan&#x1E0D;lu. n. Crooked teeth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kokkemu. [Tel.] n. A buckle, or hook. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;kokku. [Tel.] n. The bandicoot, or great rat. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; a mole. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; kokku-p&#x101;sh&#x101;&#x1E47;amu. n. A sort of arsenic. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; an epithet of Vin&#x101;yaka.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;</span>&#xA0;&#xA0;kokkisa. [Tel.] n. Grappling, hugging with the thighs in wrestling. &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. H. i. 241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC40;</span>&#xA0;&#xA0;kokk&#x12B;. [Tel.] n. A hook, a clasp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kokka-rin&#x1E6D;su. [Tel.] v. a. To mock, ridicule. &#xC12;&#xC39;&#xC4B;&#xC39;&#xC4B; &#xC05;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. To shout, to cluck, like a hen after laying eggs. To dig up with claws &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC24; kokka-rinta. n. Clucking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; kom-p&#x14D;vu. [Tel.] v. a. To carry away. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC2A;</span>&#xA0;&#xA0;kompu. [Tel.] n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; (used as a term of contempt or reproach.) &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC2A;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he is ruined. &#xC28;&#xC3E; &#xC15;&#xC4A;&#xC02;&#xC2A; &#xC24;&#xC40;&#xC2F;&#xC28;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he seeks to ruin me. &#xC28;&#xC3E; &#xC15;&#xC4A;&#xC02;&#xC2A; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; he will sell the house over my head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;kondu. [Tel.] v. t. To mince or hash. &#xC28;&#xC41;&#xC5B;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; kondalamu. [Tel.] n. Perturbation, confusion, anxiety. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC24;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC32; &#xC2E;&#xC4A;&#xC15;&#xC2F;&#xC3F;&#xC02;&#xC24; &#xC32;&#xC47;&#xC15;&quot; M. VIII. ii. 358. &#xC15;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2A;&#xC21;&#xC41; to be confused. &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; ko&#x1E6D;ika. [Tel.] n. A hamlet or small village. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC15;&#xC4A;&#xC20;&#xC3E;&#xC30;&#xC41; ko&#x1E6D;&#x101;ru.[Tel.] n. A store, a granary. A place to keep grain, salt, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;kojj&#x101;.[H.] n. A eunuch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;kochchi. [Tel.] n. Cochin. &#xC15;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; a spaniel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC3F;&#xC2C;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC15;&#xC3F;&#xC2C;&#xC3F;&#xC15; koki-biki. [Tel.] adj. Distorted, twisted, crippled. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kokka-r&#x101;yi. Same as &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;.
			</div>
                