&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; ko&#x1E6D;&#x1E6D;i-k&#x101;&#x1E0D;u. [Tel.] n. A spy or watchman. &#xC35;&#xC47;&#xC17;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC1F;&#xC3F;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC1F;&#xC3F; ko&#x1E6D;&#x1E6D;i. [Tel.] n. A kind of root. &#xC15;&#xC3E;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC3F;. Aponogcton monosla-chyum. Watts. Espionage &#xC35;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;&#x101;mu. [Tel.] n. A pent roofed house. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Name of a certain country. &quot;&#xC15;&#xC4B;&#xC28;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC46;.: Swa. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;-&#x101;&#x1E0D;u. [Tel. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To quarrel. &#xC5B;&#xC17;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;. To suffer pain &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;aruvu. [Tel.] n. A barn, a grain store. &#xC15;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;ama. [Tel.] n. A pent roofed chamber or house as distinguished from &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; which is flat-roofed. Pounding in a mortar. A stable for elephants or horses, or cattle &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC15;. A. i. 43. A kind of dance &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;a&#x1E0D;i. [Tel.] n. A store room. &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC17;&#xC26;&#xC3F;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4A;&#xC28;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;a-kona. [Tel. &#xC15;&#xC4A;&#xC28;+&#xC15;&#xC4A;&#xC28;.] n. The very end. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;i-v&#x113;yu. To strike off, exclude, dismiss, cut off. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; to be carried towards by wind or water. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to be blown away, to be carried off. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ko&#x1E6D;&#x1E6D;u-konu. To beat oneself. To bewail, to lament. To beat, as the pulse. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the pulse beats. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC35;&#xC3F;, or &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC02;&#xC26;&#xC3F; his heart is set upon her.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;u. [Tel.] v. n. To strike. &#xC17;&#xC02;&#xC1F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the clock has struck. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the wind is blowing. &#xC15;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; it smells badly. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he plundered. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41; &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC40;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the thunder bolt struck and split the tree. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3F; insects have attacked it. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he is surfeited or gorged. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; there was rain. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC02;&#xC21;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he was exposed to the sun. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; a well bruised flour, -- a phrase implying thorough knowledge of any subject. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; he is thoroughly acquainted with the R&#x101;m&#x101;ya&#x1E47;a. &quot;&#xC15;&#xC4B;&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC21; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC32;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC40;&#xC2E;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC48;&#xC28;&#xC2F;&#xC35;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC30;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC28;&#xC4D;.&quot; KP. vi. 30.
			</div>
                