&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ko&#x1E0D;amu. [Tel.] n. A censer or vase for incense. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC2E;</span>&#xA0;&#xA0;ko&#x1E0D;ama. [Tel.] n. A weir or basket in which fish are snared.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC20;&#xC40;</span>&#xA0;&#xA0;ko&#x1E6D;h&#x12B;. [H.] n. A bank. A mercantile house or firm. &#xC15;&#xC4A;&#xC37;&#xC40;&#xC35;&#xC47;&#xC2F;&#xC41; to set up or open a bank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC20;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;ko&#x1E6D;ra. [Tel.] n. Water in which flour is boiled. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC41;&#xC21;&#xC41;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2F;&#xC46;&#xC38;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;namu. [Tel.] n. Pounding rice. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;. Service &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. A marriage rite &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;e. [Tel.] n. The stone of a fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;u. [Tel.] n. A blow, a stroke. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. A storehouse, a godown. &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC17;&#xC21;&#xC3F;. A jail. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; ko&amp;ttod&amp;ttod;u-bi&#x1E37;&#x1E37;a. n. A taw, at marbles. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; ko&#x1E6D;&#x1E6D;u-pa&#x1E0D;u. n. To be knocked up or exhausted or spent. &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC17;&#xC41;. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; ko&#x1E6D;&#x1E6D;ul-&#x101;&#x1E0D;u. v. n. To fight. &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. To dispute or squabble. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC1F; or &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F; ko&#x1E6D;&#x1E6D;ul-&#x101;&#x1E6D;a. n. Fighting a row. &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; ko&#x1E6D;la-m&#x101;ri. n. An ill-used man. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ko&#x1E6D;&#x1E6D;u. [Tel.] v. a. To strike, knock. smite, beat, thrash. To attack (as rats do.) To rob, as highwaymen do. To quash, refute, defeat, dismiss, nonsuit. To strike off (the head) or behead. To strike out or rescind (a word). &#xC26;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to rob (on) the high road. &#xC17;&#xC4B;&#xC21;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to put (or stick) a paper on the wall. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to clap the hands. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to print. &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to impale. &#xC08;&#xC24;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to swim. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to whitewash. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; thieves robbed me. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to give a slap on the cheek. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to crack a bottle, i.e, drink liquor. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to behead, to ruin. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pound flour. &#xC21;&#xC47;&#xC30;&#xC3E;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pitch a tent. &#xC0A;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to loosen. &#xC1A;&#xC46;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to spoil or ruin. &#xC24;&#xC47;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set afloat. &#xC26;&#xC3F;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to drive in. &#xC28;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bruise. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to knock out a man&apos;s teeth. &#xC2A;&#xC17;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a break to pieces. &#xC2A;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to throw down. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to lose. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to break; &#xC38;&#xC3E;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to beat out (metal). &#xC0A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hum in assent while listening. &#xC2C;&#xC41;&#xC38;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hiss. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC26;&#xC4C;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; his wickedness has fallen on his own head. &#xC28;&#xC3E; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have cast earth into my mouth, i.e., cheated or ruined me. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; ko&#x1E6D;&#x1E6D;in&#x1E6D;su. v. t. To cause to beat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC23;&#xC1C;&#xC3E; ko&#x1E47;ajamu. [Tel.] n. An alley, passage, gallery, balcony, a portico. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ko&#x1E0D;umu. [Tel.] n. A large pot. &#xC2C;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ko&#x1E0D;upu. [Tel.] n. A barrel, a cylinder: the length of a bamboo between two knots. A thimble or guard worn on the finger when playing the guitar &#xC24;&#xC02;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC1F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC17;&#xC4B;&#xC30;&#xC41;. A stick used in striking a gong, a drumstick &#xC28;&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;; &#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;. A hollow cylinder used in making vermicelli. &#xC1C;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC3E;&#xC32; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41; a cylindrical stick used in flattening cakes. &#xC2C;&#xC32;&#xC2A;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2A; a slate pencil. &#xC1C;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; the pod or cylindrical head of a bulrush. &#xC2C;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41; or &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; (BD. iii. 2240.) a clog fastened to the neck of a bad tempered cow &#xC17;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC21;&#xC41; ko&#x1E0D;uku. [Tel.] n. A son. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; a bridegroom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; ko&#x1E0D;isep&#x101;la. [Tel.] n. The plant named Echites Antidysenterica.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;</span>&#xA0;&#xA0;ko&#x1E0D;ime. [Tel.] n. A ship, a boat. &#xC13;&#xC21;. A fisherman&apos;s basket &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;. Blame &#xC05;&#xC35;&#xC26;&#xC42;&#xC30;&#xC41;. Sin &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC4B;&#xC32;&#xC3E;&#xC21; a wicked man. &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ko&#x1E0D;i-poyyi. [Tel.] n. A fire place.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ko&#x1E0D;idili. [Tel.] n. A handful. &#xC1A;&#xC47;&#xC30;, &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;ko&#x1E0D;idi. [Tel.] n. A sort of tree. A subdivision of the farming caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ko&#x1E0D;i. [Tel.] n. The tip, top, a mark, or feature. A flame. The snuff of a wick &#xC26;&#xC40;&#xC2A;&#xC2A;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC28;. A standard or flag. &#xC1A;&#xC35;&#xC41;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC32; land that bears marks of being saltish. &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to hoist a flag. &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; a flagstaff.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ko&#x1E0D;avali. [Tel. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC35;&#xC3E;&#xC32;&#xC41;.] n. A sickle, a reaping book.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC23;&#xC3F;&#xC17;&#xC46; ko&#x1E47;iga. [Tel.] n. The eaves of a slanting roof. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;. A heap &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;, &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC23;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; the name of a kind of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ko&#x1E47;amu. [Tel.] n. A reed for playing on the guitar, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC24;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC23;&#xC24;&#xC2E;&#xC41; ko&#x1E47;ata. [Tel.] n. A puzzle or check. A stick to tie a dog to. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC23;&#xC24;&#xC32;&#xC41; wood, sticks, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;kodisc. [Tel.] n. A sort of fish.
			</div>
                