&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC2E;&#xC41; kotta&#x1E0D;amu. [Tel.] n. A bastion, bulwark or stronghold. &#xC2C;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;kotta. [Tel.] adj. New, fresh. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC40;&#xC30;&#xC41; n. The freshes in a river. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC41; strangers, foreigners.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;kotuku. [Tel.] n. To pine. To hesitate. &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC23; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;; to grudge. To boil as water. To stifle sighs. &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; to hesitate in speaking. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the water is boiling. n. Hesitation. &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41; to stutter in speaking. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; kotimiri. [Tel.] n. Coriander plants. &#xC15;&#xC4A;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; kotimiri-purugu. n. A midge or gnat, so called because when it gets into the candle it gives a scent like coriander.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kotika. [Tel.] n. A plant, Rymphaca csculenta. Rox. ii. 578.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC42;&#xC1D;&#xC41;</span>&#xA0;&#xA0;ko&#x1E47;uzu. [Tel.] n. A tick or insect in sheep. &#xC2A;&#xC3F;&#xC23;&#xC41;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; ko&#x1E47;uguru. [Tel.] n. The snuff of a lamp. &#xC26;&#xC40;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC23;&#xC3F;&#xC26;</span>&#xA0;&#xA0;, &#xC15;&#xC4A;&#xC23;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F; or &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F; ko&#x1E47;ida. [Tel.] n. The hand held as a cup. &#xC15;&#xC4A;&#xC23;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC41; As much as can be held in the hand held as a shallow cup; a handful &quot;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC47; &#xC28;&#xC47;&#xC32;&#xC15;&#xC4A;&#xC23;&#xC3F;&#xC26;&#xC46;&#xC21;&#xC02;&#xC24;&#xC48;&#xC28;&quot; HD. i. 1328. &#xC15;&#xC4A;&#xC23;&#xC3F;&#xC26; ko&#x1E47;ida. n. The name of a certain caste. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kodupu. [Tel.] n. To fascinate, charm, delude. &#xC0A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC24;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC35;</span>&#xA0;&#xA0;See &#xC15;&#xC4A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;kodaru. [Tel.] v. n. To splutter, as a pen in writing. &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;, &#xC30;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC2E;</span>&#xA0;&#xA0;kodama. [Tel.] adj. Young. Hard. &#xC27;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC4A;&#xC26;&#xC2E;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; or &#xC38;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC26;&#xC2E; a young lion. &#xC15;&#xC4A;&#xC26;&#xC2E;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26; or &#xC24;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC26;&#xC2E; a young bee. &#xC15;&#xC4A;&#xC26;&#xC3F;&#xC2E;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41; a fierce flash of lightning. n. A young animal, a cub. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. A female lamb or kid. &#xC06;&#xC21;&#xC41;&#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC26;&#xC35; koda. [Tel.] n. The residue, rest or remainder; deficiency, want, defect. &#xC32;&#xC4B;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &quot;&#xC2E;&#xC40;&#xC28;&#xC4D;&#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC27;&#xC3F;&#xC15;&#xC3F;&#xC02; &#xC17;&#xC4A;&#xC30;&#xC24; &#xC2F;&#xC46;&#xC15;&#xC4A;&#xC26;&#xC2F;&#xC46;.&quot; A. vi. 67. &#xC15;&#xC4A;&#xC26;&#xC35;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to leave unfinished.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;kotv&#x101;lu. [H.] n. The chief officer of the police (of a city or town). &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC4D; &#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F; a police station.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;kottemma. [Tel.] n. A lady saint, a female ascetic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kottemu. [Tel.] n. The pulp of the palmyra fruit. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kotta-rikamu. [Tel.] n. Newness, novelty, freshness. &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC2E;&#xC41; shortly after he arrived.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; kotta-mu&#x1E6D;&#x1E6D;u. [Tel.] n. A mere filament, not yet twisted into a thread. &#xC2A;&#xC46;&#xC28;&#xC1A;&#xC3F;&#xC28;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC23;&#xC2A;&#xC41; &#xC28;&#xC42;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC28;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC17;&#xC41; &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;. &quot;&#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2C;&#xC26;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC17;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC15;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;.&quot; M. IV. v. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;koddi. [Tel. short for &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;.] n. A little, a trifle, something. adj. Little, small, few. Petty, trifling, slight, mean, base. &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41; you are no slight fool. &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC3E; in a slight degree. &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; less or more. &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC15;&#xC41; in a few days, in a short time. (Affix.) As, up to, according to, in proportion to, as much as, as far as. &#xC2E;&#xC40;&#xC15;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F; as much as you think proper. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a timeserver. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC32;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did it as well as he could. &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F; a few people.
			</div>
                