&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;</span>&#xA0;&#xA0;koppera. [Tel.] n. A metal caul dron or boiler. &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;koni-va&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To bring. &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;koni-y&#x101;&#x1E0D;u. [Tel.] n. To praise, to laud. &#xC38;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;. To hail, to cherish &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To protect &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;. To serve &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC1F;. n. The act of praising, cherishing, protecting or serving.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;koni-p&#x14D;vu. [Tel.] v. a. To carry away. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC28;&#xC32;&#xC3F;&#xC21;&#xC41; kona-s&#x101;gu. [Tel.] v. n. To last to the end. To be fulfilled, or accomplished. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC15;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; kona-s&#x101;gin&#x1E6D;su. v. a. To accomplish, to complete.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;kona&#x1E6D;i. [Tel.] adj. Ugly, deformed. &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. M. XII. iii. 78.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;kona-konu. [Tel.] v. n. To try. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;</span>&#xA0;&#xA0;kona. [Tel.] n. The end, extremity, termination, point, tip. &#xC1A;&#xC3F;&#xC35;&#xC30;. &#xC15;&#xC4A;&#xC28;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; the tips of the nails. &#xC15;&#xC4A;&#xC28;&#xC1A;&#xC46;&#xC35;&#xC3F; the tip of the ear: &#xC1A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC28; the tip of the breast, the nipple or teat. adj. Last. &#xC15;&#xC4A;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; the last man. &#xC15;&#xC4A;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is at his last gasp. &#xC15;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; a certain constellation: &#xC30;&#xC47;&#xC35;&#xC24;&#xC40;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC28;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E; kona-modalu-g&#x101;. adv. Throughout, from end to end. &#xC15;&#xC4A;&#xC28;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; lay them end to end.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;koppu. [Tel.] n. The chignon or tuft in which a Hindu female folds her tresses. &#xC15;&#xC47;&#xC36;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; the crest of a roof. The tip or end of a bow &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC28;. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC3F; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; bald heads so used because people have their heads shaved when they visit Tirupati. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; koppu-guvva. n. The Indian hoopoe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2A;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41; or &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41; kopuru. [Tel.] n. A shoulder, the scapula or shoulder blade. The hump of an ox. &#xC2E;&#xC42;&#xC2A;&#xC41;, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; koppar-in&#x1E6D;su. n. To grin. &#xC07;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To heat metal in the fire, to calcine a drug. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;. To be proud &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; . &quot;&#xC30;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC02; &#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2A;&#xC41; &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC32;&#xC02; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.&quot; Parij. ii. 60. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC24; koppar-inta. n. Pride. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;konni. [Tel.] adj. Some, a few. &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; a few days. &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F; certain persons &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41;. &#xC12;&#xC15;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; a few.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;konuzu [Tel.] n. A tick. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;konu. [Tel.] The sign of the middle voice in the Telugu verb, as &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, and &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they built a house for themselves. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they got a house built for themselves. &#xC39;&#xC24;&#xC4D;&#xC2F; he killed himself. &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he got himself tattooed. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he who lends upon mortgage. Wherever self is used in English this middle verb is used. The causal form of &#xC15;&#xC4A;&#xC28;&#xC41; is &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;konu. [Tel.] v. n. To be pierced as an arrow &#xC28;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC32;&#xC3E; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2D;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC35;&#xC3F;&#xC2F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC28;&quot; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15; vii. To be agreeable &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC1F;&#xC17;&#xC4A;&#xC28;&#xC35;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;, &#xC35;&#xC3F;&#xC30;&#xC3E;. iv. &#xC15;&#xC4A;&#xC28;&#xC41;. v. a. 1. To take, to get. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. To experience. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to be hungry. &#xC05;&#xC28;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; feeling pity. 2. To buy, purchase. &#xC35;&#xC46;&#xC32;&#xC15;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;. To rob &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To mind &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to carry away. &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; konipin&#x1E6D;su. v. n. To cause to buy. &#xC15;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC4B;&#xC32;&#xC41; or &#xC15;&#xC4A;&#xC28;&#xC41;&#xC2C;&#xC21;&#xC3F; konu-g&#x14D;lu. n. Worth , valuation, the cost price. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; the price paid for a thing.
			</div>
                