&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kommu. [Tel.] The imperative of &#xC15;&#xC4A;&#xC28;&#xC41; to take. &#xC28;&#xC40;&#xC15;&#xC48;&#xC26;&#xC41;&#xC35;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; take up your sword.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;kommi. [Tel.] n. A sort of forest tree with rough leaves and fragrant flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;komma. [Tel.] n. A branch. &#xC36;&#xC3E;&#xC16;. A damsel, a maiden, a female. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. A battlement with loop holes, an embrasure. &#xC15;&#xC4B;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; a prop, a refuge, reliance. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; komma-che&#x1E6D;&#x1E6D;u. n. A wood resembling pine, used for torches, Ceropegia tuberosa. (Watts.) &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; komma-sorra. [Tel.] n. A fish, Zyg&#x153;na tudes. (F.B.I.) &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. kommara&#x1E6D;i-che&#x1E6D;&#x1E6D;u. n. The branchy plantain tree, or Bengal plantain. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC40; &#xC30;&#xC02;&#xC2D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;&#xC3F;&#xC30;&#xC46;</span>&#xA0;&#xA0;komire. [Tel.] n. A young woman. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A peg or pin. (Vizag.) &quot;&#xC15;&#xC4A;&#xC2E;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC46;&#xC28;&#xC02;&#xC26;&#xC41;.&quot; H. ii. 107.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;komaru. [Tel.] n. Youth, youthfulness, bloom, beauty, loveliness. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC24;. Manner, way. adv. Beautiful, handsome. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32; gracefully., &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC3E;&#xC30; finely. &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC3E;&#xC30;&#xC41; komar-&#x101;ru. v. n. To bloom. &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41; komar-&#x101;lu. n. A young woman &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; youth. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; komarudu. n. A son. &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41; komarulu. n. Bressumers or Brest summers, that is, forked pieces of wood used in buildings. &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41; &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC46; or &#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC3F; kom&#x101;rte. n. A daughter. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC46; a bride. [The Skt. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;+&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F; are apparently derived from this Dravidian root.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;</span>&#xA0;&#xA0;koma. [Tel. another form &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.] n. A branch. &#xC36;&#xC3E;&#xC16;. A woman &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2F;&#xC3F;&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;koyi-k&#x16B;ra. [Tel. &#xC15;&#xC4A;&#xC2F;&#xC3F; for &#xC15;&#xC4B;&#xC2F;&#xC41;.] n. A kind of potherb that is cropt and grows again. See &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2F;&#xC3F;&#xC15;&#xC02;&#xC21;</span>&#xA0;&#xA0;koyi-kan&#x1E0D;a. [Tel. for &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28; &#xC15;&#xC02;&#xC21;.] n. A corn on the toe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kommu. [Tel.] n. 1. A horn. A bugle or trumpet. A tusk, an elephant&apos;s tusk or tooth &#xC15;&#xC4B;&#xC30;, &#xC26;&#xC02;&#xC24;&#xC2E;&#xC41;. 2. The secondary form of the vowel &#xC09;. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; a root or bit of ginger. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; a root or bit of turmeric. A squirt. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. &quot;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC28;&#xC4D; &#xC17;&#xC30;&#xC1A;&#xC3F;&#xC1A;&#xC32;&#xC4D;&#xC32;,&quot; A. 118. 3. Anything projecting, as &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; the tongue or end of a tank. &#xC05;&#xC02;&#xC26;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; the pole of a sedan chair. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41;. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; one end of a yoke. 4. A horn or crest as a sign of dignity. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC28;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; why does he talk so big? 5. Strength, joy &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC2F; a certain vegetable, being a species of &#xC15;&#xC3E;&#xC15;&#xC30;. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; a horn-blower. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC42;&#xC21;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a goldsmith. 6. A hog&apos;s tusk. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4B;&#xC30;. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC1A;&#xC47;&#xC2A;. a shark. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC1A;&#xC47;&#xC2A; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; a tusker, a male elephant. 7. A branch &#xC36;&#xC3E;&#xC16;. The top or end &#xC15;&#xC4A;&#xC28;, &#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; kommula-v&#x101;n&#x1E0D;lu. n. Trumpeters. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; kommul-&#x101;&#x1E0D;u. n. A tusker. A male elephant. A wild boar. &quot;&#xC06; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1F;&#xC3F; &#xC2F;&#xC47;&#xC15;&#xC32;&#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC15;&quot; G. VIII. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC30; Kobbari. [Tel.] n. The kernel of the cocoanut. &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; sugar made from cocoanut tree juice. &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2F; kobbari-k&#x101;ya. n. A cocoanut. &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; kobbari-puvvu. n. An excrescence inside a cocoanut which is kept too long. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41; kobbari-bondamu. n. An unopened cocoanut.
			</div>
                