&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kori&#x1E6D;i-che&#x1E6D;&#x1E6D;u. [Tel.] n. A kind of tree, Batis Spinosa. Roxb. iii. 763.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC1C;&#xC46;</span>&#xA0;&#xA0;korije. [Tel.] n. A hoof. &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC38;&#xC46;. Also a landmark or village boundary. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;. (Vizag.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;kori. [Tel.] n. The middle hair in the eyelash. &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC38;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;kora-sandi. [Tel.] n. A vital part of the body. &#xC1C;&#xC40;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F; koravi. [Tel.] n. A fire-brand. The touchwood tree, Sapindus Tetraphyllus, or, Guarea Molin&#x153;a. Roxb. ii. 243. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1F;. A. v. 133. R. vii. 10. &#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;&#xC1A;&#xC40;&#xC2E; or &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC40;&#xC2E; the red ant, so called because its bite gives a burning sensation. &#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; an ignis fatuus or will of the wisp. &quot;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4B; &#xC24;&#xC32;&#xC17;&#xC4B;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC32;&#xC30;&#xC47;&quot; Dab. 201.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC35;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kora-vanji. [Tel.] n. A gypsy. A gypsy dance. &quot;&#xC0F;&#xC2F;&#xC47; &#xC2D;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC46; &#xC15;&#xC4A;&#xC30;&#xC28;&#xC02;&#xC1C;&#xC40;&quot; Suca. i. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC35;</span>&#xA0;&#xA0;korava. [Tel.] n. The Koravas, a certain tribe of mountaineers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;koralu. [Tel.] v. n. To be full. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC41;. To blaze, shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To grow, spread. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC28;&#xC4A;&#xC15; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC36;&#xC3E;&#xC32;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC1A;&#xC1F; &#xC15;&#xC4A;&#xC30;&#xC32;&#xC46;&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC26;&#xC2E;&#xC26;&#xC4B;&#xC2F;&#xC3F;.&quot; R. v. 58. v. a. To fancy, like, try. &#xC15;&#xC4B;&#xC30;&#xC41;. &quot;&#xC38;&#xC28;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC17;&#xC41; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC02; &#xC17;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC43;&#xC39;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; M. XII. v. 295.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kora-mu&#x1E6D;&#x1E6D;u. [Tel.] n. A tool, an implement, an instrument. &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;kora-m&#x101;nu. [Tel.] n. A large tree, Briedelia Spinosa; (Roxb. iii. 736.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;kora-p&#x14D;vu. [Tel.] v. n. To be choked. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;. To swoon. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;korru. [Tel.] n. A spike on which criminals were impaled. &#xC2E;&#xC47;&#xC15;&#xC41;, &#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;. A spear. A hook on which men are suspended. A thorn. A sort of drill plough. That extent of land which requires one plough. &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4B;&#xC32;&#xC41; to harrow. &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; thread-bare, torn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;korra. [Tel.] n. The grain called Millet, Panicum italicum. Heyne. Rox. i. 302. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; a coarse kind of this grain. A sort of fish, Silurus boalis. Ham. &#xC2A;&#xC3E;&#xC20;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41; korra-mu&#x1E6D;&#x1E6D;u. n. A fish found in tanks, thick and shaped almost like an eel, Gobius Lagocephalus. (Roxb.) H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC41; korn&#x101;. [H. from &#xC15;&#xC4A;&#xC30;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC3F; = khorasan.] The hy&#xE6;na, Hy&#xE6;na striata. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;, &#xC17;&#xC4A;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;koruku. [Tel.] v. a. To bite, gnaw, grind or gnash. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41; to gnash the teeth. &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; a cancer or gnawing ulcer. &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41; n. A bite. Food. Also, a veneral disease, syphillis &#xC2E;&#xC47;&#xC39;&#xC30;&#xC4B;&#xC17; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; bites, peckings, eating. H. D. i. 1741. &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; korukulu. n. Props, timbers set to prevent the fall of a weight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; korimi&#x1E0D;i. [Tel.] n. A tree, Barleria longifolia. Heyne. H. iv. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;korimi-p&#x101;la. [Tel.] n. The touchwood tree, used for torches. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40; &#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;korivinda. [Tel.] n. A certain forest tree. H. iv. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;See &#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;.
			</div>
                