&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC32;&#xC15;&#xC41;&#xC35;&#xC41; Same as &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;</span>&#xA0;&#xA0;kola. [Tel.] n. Measure, measurement. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. Guilt: the result of crime. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC2B;&#xC32;&#xC2E;&#xC41;. Retribution particularly that suffered in a subsequent birth. Killing, murder. &#xC39;&#xC3F;&#xC02;&#xC38;. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC32;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC32; &#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC40;&#xC30;&#xC26;&#xC41; you cannot get rid of the guilt of killing him. &#xC06;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC32; the guilt of causing a woman&apos;s death. T. iii. 114. L. iv. 291. P. i. 331. &#xC15;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; kola-karra. n. A measuring rod. &#xC15;&#xC4A;&#xC32;&#xC15;&#xC3E;&#xC38;&#xC41; kola-k&#x101;su. n. Fees for measuring &#xC15;&#xC4A;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; kola-g&#x101;&#x1E0D;u. n. One who measures grain. &#xC15;&#xC4A;&#xC32;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; kola-g&#x101;ramu. n. Measurement. gauging: fees for measuring grain. &#xC15;&#xC4A;&#xC32;&#xC24; kolata. n. Measurement. &#xC15;&#xC4A;&#xC32;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kola-p&#x101;tramu. n. A vessel to measure with. &#xC15;&#xC4A;&#xC32;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; kol&#x101;-rakamu. n. Measuring grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;kolive-pi&#x1E6D;&#x1E6D;a. [Tel.] n. A small sort of bird spotted with white.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;kolimi. [Tel.] n. A pit. A fire pit or furnace. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F; a smelting forge. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F; a reservoir. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; a pair of bellows.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kolipin&#x1E6D;su. [Tel. Causal of &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;.] v. a. To cause to measure. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. To cause to do &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;koliki. [Tel.] n. The tip or end. &#xC2E;&#xC4A;&#xC28;. A hook or loop &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;. The corner of the eye near the nose &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC42;&#xC32;. &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; she made a loop in the string. &#xC08; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; in this poem the terminations of words alone are Telugu. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to master &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; to become subject to one, to come into one&apos;s power. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0F;&#xC21;&#xC41; &#xC0A;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; he will put seven villages on one ring, i.e., he will have them under his thumb. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC42;&#xC38; koliki-p&#x16B;sa. n. The chief gem in a necklace. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC2A;&#xC42;&#xC36;. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC3F; koliki-mu&#x1E0D;i. n. A noose: a loop. &#xC35;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;koli. [Tel.] n. A small hole made in the ground to play a certain game called &#xC17;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC3E;&#xC30;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; Same as &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kolamu. [Tel.] n. Caste. &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. Lineage &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;. Race &#xC1C;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC32;&#xC15;&#xC41; kolanu. [Tel.] A lake, a tank. &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F; koladi. [Tel.] n. Extent, measure, height, depth, limit. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;. Means, mode. Power, glory. &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; &#xC2C;&#xC21;&#xC26;&#xC41; &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC3F;&quot; (V&#x113;ma) not according to our will but as god wills. &#xC28;&#xC40;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15; in ignorance of thy power. &#xC0F;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC48;&#xC28;&#xC3E; by all means. &#xC06;&#xC2F;&#xC28; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F; in conformity with his pleasure. L. XVII. 136. &quot;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC02;&#xC26;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;.&quot; L. VII. 481. saying anything that came into his mouth. As an affix, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; or &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;. In proportion to, according to, in conformity to. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F; they studied for four years. &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC30;&#xC41; water up to the knee. &#xC08;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; thus far, so much, such. &quot;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC17; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Suca. iii. 156. R. v. 187. M. XII. i. 242.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC15;&#xC4A;&#xC32;</span>&#xA0;&#xA0;kola-kola. [Tel.] adj. &amp; adv. (Anuk) Aloud, screaming, tumultuous, noisy, confusedly, in chorus. &#xC15;&#xC4A;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F; they made an uproar. &#xC15;&#xC4A;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41; noisily. A. i. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kolu&#x1E6D;su. [Tel.] v. a. To measure. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41;. To serve, to worship &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Rice &#xC35;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                