&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;kolla. [Tel.] n. Plenty, Pillage, plunder. &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; plantains are plentiful or dirtcheap. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32; it is more enough for me. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; kolla-k&#x101;&#x1E0D;u. n. A plunderer &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; kolla-ko&#x1E6D;&#x1E6D;u. v. t. To plunder. &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; kollari. n. A bandit, plunderer, or hill robber. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3F;&#xC21;&#xC41; kolla-l-i&#x1E0D;u. v. t. To plunder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC46;</span>&#xA0;&#xA0;kole. [Tel.] adv. Beginning with, since. &#xC15;&#xC4B;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;koluvu. [Tel.] n. Service, employment. &#xC38;&#xC47;&#xC35;. A hall of audience. &#xC06;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A feast in honour of any village goddess, an Ammav&#x101;ru, or P&#x14D;l&#x113;ramma &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; koluvu-k&#x16B;&#x1E6D;amu. n. A court. &#xC06;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;. Audience, levee. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; koluvu&#x1E0D;u-k&#x101;&#x1E0D;u. n. A servant. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to take into service &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3E; &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;koluva&#x1E0D;i. [Tel. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;+&#xC35;&#xC21;&#xC3F;] n. Measurement. &#xC15;&#xC4A;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kolupu. [Tel.] v. n. To agree, to consent &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC26;&#xC28;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. iii. To be agreeable &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC17;&#xC40; &#xC39;&#xC40;&#xC28;&#xC2E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC47;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&quot; &#xC2A;&#xC02;&#xC1A;. &#xC28;&#xC3E;. i. To have an effect on &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2E;&#xC32;&#xC17;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC35;&#xC41;&#xC35;&#xC40;&#xC28;&#xC3F;&#xC2A;&#xC48;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. i. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; v. a. To encourage, to stir up, to set on, to egg on: &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC40;&#xC1F;&#xC3F;&#xC38;&#xC48;&#xC17;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F; they set the dogs (on the boar, &amp;c.) &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC47;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC46;.&quot; (BD. &amp;c.) &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC47;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC46;.&quot; (BD. iv. 207.) who set the elephant upon me? &quot;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; (G. vi. 70.) setting his heart on it. &quot;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC3F; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;,&quot; unexcited passion. Anir. ii. 92. Used as the causal form of &#xC15;&#xC4A;&#xC28;&#xC41;. &#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to set on fire. &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to awaken, to rouse. &#xC35;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to stir up. &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to enamour. &#xC09;&#xC2A;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to hiss. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; n. A rustic holiday: the festival of the Sakti or village goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; kovvu. [Tel.] n. Fat, fatness, Presumption, insolence. HD. ii. 1097. v. n. To b e fat. To wax fat. To be proud or presumptuous. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;, or &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28; (UH. iv. 209.) fat-headed, presumptuous, head-strong, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;, (BD. iv. 1463.) giddy: heavy, or thick in the head. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;kovvili-puvvu. [Tel.] n. A certain wild creeper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kovv&#x101;&#x1E37;&#x1E37;u. [Tel.] n. A sort of fish. Russell. No. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;koll&#x113;ru. [Tel.] n. The Kolair lake. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17; a pelican.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;koll-ettu-v&#x101;&#x1E0D;u. [Madras. Tel.] n. A mason or bricklayer. &#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ko&#x1E37;&#x1E37;u. [Tam.] n. Horse gram. H. ii. 135. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC02;&#xC1C;&#xC3F; grain-boilings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kollu. [Tel.] v. a. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F; kollu. [Tel.] n. A pit of water: Kodand. &#xA7; 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F; kolli. [Tel.] n. A plant called &#xC2E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC1C;&#xC2E;&#xC41; a plant called &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41; koll&#x101;ramu. [Tel.] n. A square enclosure, with chambers built at the corners. &#xC2D;&#xC35;&#xC02;&#xC24;&#xC3F;. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; or &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2C;&#xC02;&#xC21;&#xC3F; a car &#xC30;&#xC25;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC21;&#xC40;. &quot;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41; &#xC35;&#xC47;&#xC17;&#xC1C;&#xC28;&#xC41; &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3F; &#xC2F;&#xC3F;&#xC35;&#xC46;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; S. i. 158.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; koll-&#x101;&#x1E6D;i-pakshi. [Tel.] n. The bird called the Sultan bulbul. &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
                