&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC1F;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41; k&#x14D;&#x1E6D;&#x101;nu-k&#x14D;&#x1E6D;i. [Tel. &#xC15;&#xC4B;&#xC1F;&#xC3F;+&#xC15;&#xC4B;&#xC1F;&#xC3F;.] n. Hosts upon hosts; innumerable numbers, myriads. &#xC05;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC4B;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC15;&#xC4B;&#xC21;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; k&#x14D;&#x1E6D;aramu. [Tel.] n. The state or relationship of a daughter-in-law. &#xC15;&#xC4B;&#xC21;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;aramu. [Skt.] n. The hollow of a tree. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;a [Tel.] n. A fort. &#xC15;&#xC4B;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; k&#x14D;&#x1E6D;a-kommalu. [Tel.] n. Battlements of a fort.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1A;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;sa. [Tel. from &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41; to fear.] n. Cowardice; a coward. &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;, &#xC2D;&#xC40;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC4B;&#xC1A;&#xC2A;&#xC3E;&#xC30;&#xC41; k&#x14D;cha-p&#x101;ru. n. To be afraid. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;k&#x14D;gu. [Tel.] v. t. To shave. &#xC17;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41; k&#x14D;kila. [Skt.] n. The Indian black Cuckoo. Endynomis honorala. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC32;&#xC21;&#xC47;&#xC17; k&#x14D;k&#x12B;la-&#x1E0D;&#x113;ga. n. The crested goshawhi, Lopho spizia tririr-gatus. (F.B.I.) &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32; the swallow. (Jerdon No. 256.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC15;&#xC3F;&#xC30;</span>&#xA0;&#xA0;, &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC3F; or &#xC15;&#xC4B;&#xC17;&#xC3F;&#xC30;&#xC3F; k&#x14D;kira. [Tel.] n. A thick felt, made of shreds of wool beaten together, and used for saddle cushions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;kamu. [Skt.] n. The ruddy goose. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;. A wolf. &#xC24;&#xC4B;&#xC21;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC15;&#xC28;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ka-nadamu. [Skt.] n. The red lotus. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC15;</span>&#xA0;&#xA0;k&#x14D;ka. [Tel.] n. A plaid or garment, particularly that of a woman, a robe. &#xC06;&#xC2E;&#xC46; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC15;&#xC24;&#xC4B; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; she came with nothing but the clothes she was wearing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;</span>&#xA0;&#xA0;k&#x14D;. [Tel. Imperative for &#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41;.] Take thou. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4B; = &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;</span>&#xA0;&#xA0;k&#x14D;. [Tel.] Iterj. Oh! oh! Alas, forbear. Huzza! hurrah!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC38;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kosaru-che&#x1E6D;&#x1E6D;u. [Tel.] n. The plant called Mucuna puritus. &#xC15;&#xC02;&#xC21;&#xC42;&#xC37;&#xC4D;&#xC2A;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4A;&#xC38;</span>&#xA0;&#xA0;kosa. [Tel.] n. A tip or end. The border or selvege. &#xC15;&#xC4A;&#xC38;&#xC17;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; a pear shaped pearl. &#xC15;&#xC4A;&#xC38;&#xC17;&#xC3E; slanting. &#xC15;&#xC4A;&#xC38;&#xC30;&#xC41; kosaru. [Tel.] v. n. To demand an article over and above, or into the bargain. To be greedy. To be eager for. To hesitate. &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To pray &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4A;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; kosar-in&#x1E6D;su. n. To demand more; to be exorbitant. n. Eagerness, lust, greediness, pruriency, hankering, cupidity; what is demanded over and above; what is asked into the bargain. Desire, cupidity &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. Prayer &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC2E;&#xC41;. Hesitation &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4A;&#xC02;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC15;&quot; without the least hesitation or fear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;a. [Tel.] n. A certain tree, Sanseviera Zeilanica. Roxb. ii. 161. H. ii. 9. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC28;&#xC3E;&#xC30; the bowstring-hemp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4B;&#xC1F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;&#x113;ru. [Tel.] n. A plough. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;. Sar . Pad. ii. 42. &#xC15;&#xC4B;&#xC1F;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a long sharp nose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;u. [Eng. &apos;Court&apos;] n. A love game at cards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;&#x12B;ramu. [Skt.] n. A crown, a crest, a diadem. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;i. [Tel.] n. Espionage. &#xC28;&#xC47;&#xC28;&#xC41;. &#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; k&#x14D;&#x1E6D;i-k&#x101;&#x1E0D;u. n. A spy. Amuk. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;&#x1E6D;i. [Skt.] n. A crore or ten millions. A host. &#xC1C;&#xC40;&#xC35;&#xC15;&#xC4B;&#xC1F;&#xC3F; the animal kingdom: &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC4B;&#xC1F;&#xC3F; the vegetable kingdom: &#xC26;&#xC47;&#xC35;&#xC15;&#xC4B;&#xC1F;&#xC3F; or &#xC38;&#xC41;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC1F;&#xC3F; the army of gods: the host of heaven. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC3F; or &#xC38;&#xC41;&#xC39;&#xC43;&#xC24;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC3F; or &#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC4B;&#xC1F;&#xC3F; one&apos;s friends and relations, the circle of one&apos;s acquaintance. &#xC1A;&#xC30;&#xC3E;&#xC1A;&#xC30;&#xC15;&#xC4B;&#xC1F;&#xC3F; all nature, both animate and inanimate. &#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2A; &#xC32;&#xC3E;&#xC35;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; a thousandfold brighter than Cupid himself. &#xC2C;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC15; &#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC41; more beautiful than the morning sun. In astrology, the calculation of a man&apos;s nativity. The end or tip. &#xC27;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC3F; the end or horn of a bow &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC4B;&#xC21;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC15;&#xC4B;&#xC21;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; k&#x14D;&#x1E0D;an&#x1E6D;ramu. [Tel. &#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;+&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n. The state of being a daughter-in-law.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;alu. [Tel.] n. A daughter-in-law. Also, a wife &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC2E;&#xC3E; &#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;=my wife.
			</div>
                