&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;u. [Tel.] n. A rivulet, the branch of a river: an artificial canal. A bed of bulrushes: a marsh. &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. A line &#xC30;&#xC47;&#xC16;. A leg of a bed, table, or chair. &#xC15;&#xC3E;&#xC32;&#xC41;. &#xC15;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC41; to become overripe and wither. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC41; &#xC15;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the crop ir overripe. Ila. ii. 164. v. a. To brandish (the tongue as a snake.) To whisk (rice so as to separate the whole from the broken grains or stones.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;i-va&#x1E6D;amu. [Tel.] n. A steep pent roof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4B;&#xC21;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;i-ba&#x1E0D;i. [Tel.] n. A kind of cake, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC40;&#xC1F;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;i-p&#x12B;&#x1E6D;a. [Tel.] n. A piece of wood placed at the end of the pole of a carriage. &#xC28;&#xC4A;&#xC17; &#xC1A;&#xC3F;&#xC35;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC47; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;igamu. [Tel.] n. Ridicule, jesting. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Vanity, an empty show, a fleeting scene. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; k&#x14D;&#x1E0D;i-gin&#x1E6D;su. v. a. To gibe at, deride. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC40;&#xC21;&#xC41; one who gibes &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC21;&#xC3F; k&#x14D;&#x1E0D;iga [Tel.] n. A score, twenty cloths, gems, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;i. [Tel.] n. A fowl, a bird. &#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; poultry, fowls. &#xC38;&#xC40;&#xC2E;&#xC15;&#xC4B;&#xC21;&#xC3F; a foreign fowl. i.e., a turkey, or Guinea fowl. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC4B;&#xC21;&#xC3F; a brood hen. &#xC15;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC15;&#xC4B;&#xC21;&#xC3F; the red painted partridge, Pernix Picta. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC21;&#xC3F; the red spur-fowl, Francolinus Spadiccus. &#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F; &#xC15;&#xC4B;&#xC21;&#xC3F; the painted spur-fowl. (Jerdon No 272, 274.) &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC24; k&#x14D;&#x1E0D;i-k&#x16B;ta. n. Cock-crowing. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x14D;&#x1E0D;i-zu&#x1E6D;&#x1E6D;u. n. A cook&apos;s comb. Also the flower called by this name. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; k&#x14D;&#x1E0D;i-pandemu. n. Cockfighting. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; k&#x14D;&#x1E0D;i-pa&#x1E6D;&#x1E6D;i. n. A game called &quot;hen and chickens.&quot; &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; k&#x14D;&#x1E0D;i-pilla. n A chicken. &#xC15;&#xC4B;&#xC21;&#xC3F; &#xC2A;&#xC41;&#xC02;&#xC5B;&#xC41; k&#x14D;&#x1E0D;i-punza. n. A cook. Also a fish called Gasterosteus, or Pterois volitans, Cuvier. Russell. No. 133.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC24;</span>&#xA0;&#xA0;k&#x14D;ta. [Tel. from &#xC15;&#xC4B;&#xC2F;&#xC41;.] n. Cutting, reaping, parting. Looping, maiming. &#xC15;&#xC4B;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; k&#x14D;ta-k&#x101;lamu. n. Harvest time. &#xC15;&#xC4B;&#xC24;&#xC26;&#xC4B;&#xC28;&#xC46; k&#x14D;ta-d&#x14D;ne. n. A native boat with two keels. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35; &#xC26;&#xC4B;&#xC38;&#xC46;. &#xC15;&#xC4B;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x14D;ta-pa&#x1E6D;&#x1E6D;u. v. n. To begin to cut or reap &#xC15;&#xC4B;&#xC24;&#xC15;&#xC4B;&#xC2F;&#xC28;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41; k&#x14D;ta-pa&#x1E0D;u. v. n. To be cut &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC15;&#xC4B;&#xC24;&#xC2A;&#xC3E;&#xC32;&#xC41; k&#x14D;ta-p&#x101;tu. n. Weaning milk, i.e., milk not sucked, but drawn into a cup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E47;amu. [Skt.] n. An angle. &#xC2E;&#xC42;&#xC32;. A bow with which a lute or fiddle is played. A drumstick. &#xC15;&#xC4B;&#xC32;. A. v. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC23;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;&#x1E47;angi. [Tel.] n. A buffon, a fool in a farce. &#xC15;&#xC4B;&#xC23;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; k&#x14D;&#x1E47;angi-tanamu. n. Mimicry, buffoonery, foolery, horseplay. &#xC15;&#xC4B;&#xC23;&#xC02;&#xC17;&#xC3F;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F; k&#x14D;&#x1E47;angi-d&#x101;sari. n. A buffoon, dressed like a pilgrim.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC46;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;e. [Tel.] n. A bullcalf. &#xC15;&#xC4B;&#xC21;&#xC46;&#xC26;&#xC42;&#xC21;. A young bull. &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC30;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC42;&#xC21;. Plumpness, prime. &#xC24;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC1C;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC2F;&#xC32;&#xC41; a pair of bullocks. &#xC15;&#xC4B;&#xC21;&#xC46; adj. Young. &#xC15;&#xC4B;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41; a young snake, one in its prime. &quot;&#xC15;&#xC4B;&#xC21;&#xC46;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC02; &#xC2C;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32; &#xC30;&#xC47;&#xC21;&#xC41;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. vi. &#xC15;&#xC4B;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; k&#x14D;&#x1E0D;e-k&#x101;&#x1E0D;u. n. A young man. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A lover &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E0D;&#x101;&#x1E0D;u. [Tel.] v. n. To amazed or confounded. To bewail &#xC05;&#xC18;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To suffer pain &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32; &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4B;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot; G. v. 223. &quot;&#xC15;&#xC42;&#xC21;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15; &#xC24;&#xC17;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3F; &#xC1A;&#xC3E;&#xC32;&#xC41;, &#xC17;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;,&quot; Dab. 217.
			</div>
                