&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;dravamu. [Skt.] n. The grain called Paspalum frumentaceum. &#xC05;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC41; or &#xC06;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC26;&#xC41;</span>&#xA0;&#xA0;k&#x14D;du. [Tel. from &#xC15;&#xC4B; a hill.] n. A Khond: a hill tribe in Ganjam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC26;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x14D;d&#x101;&#x1E0D;u. [Tel.] n. A deformed palm tree. &#xC24;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A. iv. 193. H. iv. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;dan&#x1E0D;amu. [Skt.] n. A bow. &#xC15;&#xC4B;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; or &#xC15;&#xC4B;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x14D;dan&#x1E0D;amu-t&#x12B;yu. n. To tie up to be flogged.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC24;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;ti. [Tel.] n. A monkey. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21; &#xC15;&#xC4B;&#xC24;&#xC3F; &#xC35;&#xC28;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &apos;one sickly sheep infects the flock.&apos; &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F; &#xC2F;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is like making&apos; mountains of molchills. &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC3F; k&#x14D;ti-kommanchi. [&#xC15;&#xC4B;&#xC24;&#xC3F;+&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;+&#xC05;&#xC02;&#xC1A;&#xC41; or &#xC05;&#xC28;&#xC41;&#xC1A;&#xC41;.] n. A certain game. &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; k&#x14D;ti-vanne. n. Monkey colour, i.e., brown. &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; k&#x14D;ti-pullalu. n. Certain sticks fixed in a loom. &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC15;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2E;</span>&#xA0;&#xA0;k&#x14D;ma. [Tel.] n. The top of an anthill &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC3F;&#xC35;&#xC30;. A woman. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;k&#x14D;pu. [Tel.] n. A side or quarter. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A bit or stick, &#xC15;&#xC21;&#xC4D;&#xC21;&#xC40;. &#xC2C;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC2A;&#xC41; a slate pencil. A sort, a kind or variety. A windfall, something out of the direct line. The tip or end of a bow &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. A salutation &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. An occasion &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. A cause &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. A mercantile house or firm. Beauty &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Harmony in music or dancing &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;. A fish-hook &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;. Intoxicating liquor &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Fatness &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC08; &#xC35;&#xC3E;&#xC28; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC47;&#xC32;&#xC15;&#xC41; &#xC15;&#xC4B;&#xC2A;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; this rain has softened the earth. &#xC15;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; k&#x14D;pu-d&#x101;ru&#x1E0D;u. n. One who imports goods for sale &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC2F; &#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4B;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; k&#x14D;pu-p&#x101;ru. v. n. To look beautiful, to acquire beauty. &#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;pamu. [Skt.] n. Anger, displeasure, wrath. &#xC15;&#xC3F;&#xC28;&#xC41;&#xC15; &#xC15;&#xC4B;&#xC2A;&#xC15;&#xC3E;&#xC21;&#xC41; a passionate man. &#xC15;&#xC4B;&#xC2A;&#xC3F;. &#xC15;&#xC4B;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; an angry woman. &#xC15;&#xC4B;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; k&#x14D;pa-gin&#x1E6D;su. To be angry, to be displeased. &#xC15;&#xC4B;&#xC2A;&#xC28; k&#x14D;pana. adj. Irascible, Passionate. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;. n. A fury, a scold. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC15;&#xC4B;&#xC2A;&#xC28;&#xC41;&#xC21;&#xC41; k&#x14D;panu&#x1E0D;u. n. A passionate fiery man. &#xC15;&#xC4B;&#xC2A;&#xC3F; k&#x14D;pi. n. A passionate man. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2A;</span>&#xA0;&#xA0;k&#x14D;pa. [Eng. &apos;Cup.&apos;] n. A cup. &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x14D;n&#x113;ru. [Tel.] n. A stone-faced tank with steps. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; &#xC28;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC30;&#xC2A;&#xC41; &#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;nemu. [Tel.] n. The mackarel fish, Scomber niger. &#xC15;&#xC4B;&#xC28;&#xC46;&#xC1A;&#xC47;&#xC2A; k&#x14D;nemu-ch&#x113;pa. n. The mango fish or Tupsee Muchchhee. Russell. No. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC28;</span>&#xA0;&#xA0;k&#x14D;na. [Tel.] n. A dell or glade of gorge in the hills, a recess. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC15;&#xC4B;&#xC28; or &#xC15;&#xC41;&#xC28;&#xC3F; a corner, a narrow place &#xC15;&#xC4A;&#xC28;, &#xC2E;&#xC42;&#xC32;. A garden. &#xC15;&#xC4B;&#xC28;&#xC38;&#xC40;&#xC2E; the delta of a river; a place of gardens. &quot;&#xC15;&#xC4B;&#xC28;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC46;&quot; &#xC06;&#xC2E;&#xC41;. i. A forest &#xC05;&#xC21;&#xC35;&#xC3F;. &#xC15;&#xC4B;&#xC28;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; a forest-rover, i.e., a monkey &#xC35;&#xC28;&#xC1A;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC28;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; a monkey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2F;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC2F;&#xC32;&#xC41; k&#x14D;ya. [Tel.] n. A certain hill tribe in the Telugu country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;malamu. [Skt.] adj. Delicate, soft, bland, blooming, youthful. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;. n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC3F; or &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC3F; k&#x14D;mal&#x101;ngi. n. A blooming girl. &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41; k&#x14D;malikamu. n. Bloom, beauty. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC2E; &#xC32;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;.,&quot; K. P. iv. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;ma&#x1E6D;i. [Tel.] n. A man of the merchant caste. A shopkeeper. adj. Belonging to the shopkeeper-caste. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a man or woman of this caste. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a shop boy. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; wares. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; doubtful evidence, saying neither one thing nor another. See &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
                