&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;rakamu. [Skt.] n. A bud. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;. &#xC15;&#xC4B;&#xC30;&#xC15;&#xC2A;&#xC3E;&#xC33;&#xC3F; k&#x14D;raka-pa&#x1E37;i. n. A line or chain of blossoms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;rangi. [Skt.] n. Small cardamoms. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;</span>&#xA0;&#xA0;k&#x14D;ra. [Tel.] n. A tusk, fang, tooth. &#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;. A cup &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;. A tray or dish, &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;. adj. Sharp, pointed &#xC15;&#xC4B;&#xC30;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; a sharp horn. &#xC15;&#xC4B;&#xC30;&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC41; the incisors. &#xC15;&#xC4B;&#xC30;&#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41; pointed whiskers. &#xC15;&#xC4B;&#xC30;&#xC2A;&#xC02;&#xC26;&#xC3F; a tusked boar. Unbleached, brown (See &#xC15;&#xC4B;&#xC30;&#xC3E;). Base, impure (as metal, &amp;c.) Slanting, lying on a side &#xC12;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC15;&#xC4B;&#xC30;&#xC26;&#xC35;&#xC21;&#xC32;&#xC41; hollow cheeks. &#xC15;&#xC4B;&#xC30;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC46; or &#xC15;&#xC4B;&#xC30;&#xC38;&#xC3F;&#xC17; a side lock or tuft of hair &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC47;&#xC38;&#xC47; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;. &#xC15;&#xC4B;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; to go crooked &#xC35;&#xC02;&#xC15;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;k&#x14D;yu. [Tel.] v. a. To cut, To pluck, gather. To reap. To slaughter (an animal for food). &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to wear away. To take (at cards).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;</span>&#xA0;&#xA0;k&#x14D;yila. [Tel. &#xC15;&#xC4B; god+&#xC07;&#xC32;&#xC4D; house.] n. A temple. &#xC17;&#xC41;&#xC21;&#xC3F;. The black Cuckoo. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;. &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC15;&#xC42;&#xC30; k&#x14D;yila-k&#x16B;ra. n. The herb called Amaranthus tristis. Roxb. iii. 604.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC2F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;K&#x14D;yash&#x1E6D;ikamu. [Skt.] n. The lap wing. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;, &#xC1A;&#xC40;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ru. [Tel.] v. a. To desire, ask, propose, pray, demand, beg. &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; or &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC3F; or &#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3F; k&#x14D;rika. n. A wish. desire. &#xC07;&#xC1A;&#xC4D;&#xC1B;. Love, hope. &#xC05;&#xC2D;&#xC40;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A vow &#xC35;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC30;&#xC41; k&#x14D;ru. n. A share. The king&apos;s or government portion. &#xC27;&#xC28;&#xC47;&#xC24;&#xC30; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC4B;&#xC30;&#xC41; a half share. &#xC07;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC30;&#xC41; both shares, i.e., all the crop. &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC41; the share due to the farmer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ru. [Tel. for &#xC15;&#xC4A;&#xC38;&#xC30;&#xC41;.] &#xC15;&#xC48;&#xC15;&#xC4B;&#xC30;&#xC41; they will not accept.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ru. [Tel.] adj. Steep. &#xC15;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; a steep hill. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a pent roofed house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;k&#x14D;rinda. [Tel.] n. The bramble. A. vi. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;k&#x14D;r&#x101;&#x1E0D;u. [Tel.] v. n. To grovel, to throw up the earth with the horns, or tusks. To purr as a cat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC3E;</span>&#xA0;&#xA0;k&#x14D;r&#x101;. [Tel.] adj. Unbleached. &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC3E;&#xC39;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC30;&#xC3E;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; inferior gold, impure gold &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ramu-puvvu. [Tel.] n. The coral flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC26;&#xC41;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ra-d&#x16B;shamulu. [Skt.] n. The grain called &#xC05;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC41; or &#xC06;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC21;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;ra&#x1E0D;i. [Tel.] n. A bank or ridge. A hedge. &#xC06;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC4B;&#xC21;. Ridicule &#xC15;&#xC4B;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The ferule on the butt of a chisel hilt. A statement recorded of a man&apos;s descent, character and circumstances. &#xC15;&#xC4B;&#xC30;&#xC21;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; k&#x14D;ra&#x1E0D;i-ga&#x1E6D;&#x1E6D;u. n. A bank, or ridge, an earth-fence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ra&#x1E0D;amu. [Tel.] n. Ridicule, mockery, derision. &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1B;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ra-gin&#x1E6D;su. [Tel.] v. n. To close as a flower or as the hand &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. To sprout &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC02;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;k&#x14D;lanki-pi&#x1E6D;&#x1E6D;a. [Tel.] n. A sort of bird. A swift.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;k&#x14D;la. [Tel.] n. A staff. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. An arrow &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC32;&#xC32;&#xC41; arrows. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;, &#xC2A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4B;&#xC32; or &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC4B;&#xC32; a hoe or digging staff. &#xC1A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC4B;&#xC32; a sugar-cane. &#xC15;&#xC4B;&#xC32;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; staff-bearers &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC32;&#xC41;. &#xC15;&#xC4B;&#xC32;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; you feel the blow of an invisible rod: you are bound in viewless ties. (Used of a Government) &quot;&#xC38;&#xC40; &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2F;&#xC4A;&#xC15;&#xC15;&#xC4B;&#xC32;&#xC17;&#xC43;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC2E; &#xC28;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC1A;&#xC3F;.&quot; M. VI. 342.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;k&#x14D;la. [Tel.] adj. Long. &#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; a long face. &#xC15;&#xC4B;&#xC32; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; forked lightning. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC10;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC3F;. &quot;&#xC36;&#xC3F;&#xC35;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC35;&#xC47;&#xC15;&#xC41;&#xC35; &#xC17;&#xC4B;&#xC32;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC38;&#xC46;.&quot; &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. vii. &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC15;&#xC41; a long leaf. &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; a certain tree. H. iv. 11. &#xC15;&#xC4B;&#xC32;&#xC24;&#xC2A;&#xC47;&#xC32;&#xC3E; an oblong cup, a sauce boat.
			</div>
                