&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; k&#x14D;lu-konu. [Tel.] v. n. To recover, be cured, be remedied. To come to good, become ripe. &#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC06;&#xC2E;&#xC26;&#xC2E;&#xC41; &#xC24;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC47; &#xC28;&#xC46;&#xC32;&#xC26;&#xC3E;&#xC15; &#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC28;&#xC41; if I take oil I do not recover from it for a month.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC24;&#xC32; k&#x14D;lu-tala. [Tel.] n. Fighting face to face. &#xC0E;&#xC26;&#xC41;&#xC1F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. Preparation for war or battle &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC24;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC41; k&#x14D;ltala-ch&#x113;yu. v. a. To encourage: to place in battle array. &#xC30;&#xC23;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;. M. Salya. i. 248. and i. 43. and i. 94. M. III. vii. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC32;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F; k&#x14D;la-divve. [Tel.] n. A torch. &#xC35;&#xC46;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC17;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC30;</span>&#xA0;&#xA0;k&#x14D;la-gaggera. [Tel.] n. A noose or a tether. (A. vi. 31.) &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC38;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x14D;la-kr&#x14D;tulu. [Tel.] n. A game played by boys. &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC28;&#xC47; &#xC06;&#xC1F;. Vish. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lakamu. [Skt.] n. Pepper. &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;kolu-k&#x101;&#x1E0D;u. [Tel.] n. A bailiff. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A sealbearer. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;. A revenue-officer. An exciseman. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;, &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2C;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lu. [Tel. from &#xC15;&#xC4A;&#xC28;&#xC41;.] n. Taking &#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. An affix, which turns verbs into nouns. &#xC06;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; usurpation. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; applause. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; sociable nature. Plu. &#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; acceptings. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; minglings. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; lamentations &#xC15;&#xC4B;&#xC32;&#xC41; n. Plunder. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;. &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lu. [Tel.] adj. Big, great, huge &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC3F; or &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC3F; a royal tiger. &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; lofty banners. adv. Very. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. See &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2E;&#xC38;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;l&#x101;-halamu. [Skt.] n. An uproar, hubbub, buzz. Bloom , blaze of beauty. &#xC2C;&#xC39;&#xC41;&#xC1C;&#xC28;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC15; &#xC32;&#xC15;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC41;&#xC21;&#xC41; k&#x14D;l&#x101;-haludu. n. An uproarious or noisy person; the trumpeter or preacher of the day. BD. VI. vi. 204.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;l-&#x101;&#x1E6D;amu. [Tel. &#xC15;&#xC4B;&#xC32;+&#xC06;&#xC1F;.] n. A morris-dance in a ring in which sticks are struck together in harmony. Single stick is also thus named.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC35;&#xC38;</span>&#xA0;&#xA0;k&#x14D;la-vasa. [Tel.] n. A species of &#xC35;&#xC38;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;k&#x14D;la-mukki-chekka. [Tel.] n. The plant called Echites antidysenterica. &#xC15;&#xC41;&#xC1F;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lamu. [Tel.] n. A dance, dancing. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. A pan, an earthen basin. (H. ii. 12.) [Skt.] A float or raft &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;. An apple &#xC30;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;. A hog &#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC15;&#xC4B;&#xC32;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; Pork. Kalah. iii. 127. &quot;&#xC17;&#xC17;&#xC28;&#xC30;&#xC02;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC3F;&#xC17;&#xC32;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC3F; &#xC2E;&#xC2E;&#xC41;&#xC28;&#xC17;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC28;&#xC40;&#xC32;&#xC3F; &#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC1F;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC28;&#xC02;&#xC17; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3E;&#xC32;&#xC46; &#xC2E;&#xC39;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC24;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; A. iv. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; k&#x14D;lu-pa&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To lose, ruin, chase away, forfeit. &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; lost. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;. M. IV. ii. 269.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; k&#x14D;lu-pa&#x1E0D;u. [Tel.] v. n. To be lost, ruined. &#xC1A;&#xC46;&#xC21;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To lose &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To appear &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. Vasu. ii. 51. M. R. v 267. &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC4D;&#xC21; foiled, worsted, lost &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; k&#x14D;lu-p&#x101;&#x1E6D;u. n. loss, deprivation. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. Ruin &#xC1A;&#xC47;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;k&#x14D;la-ponna. [Tel.] n. The plant called Haemonites cordifolia. &#xC2A;&#xC43;&#xC36;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC30;&#xC4D;&#xC23;, &#xC05;&#xC02;&#xC18;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;k&#x14D;la-p&#x101;la-che&#x1E6D;&#x1E6D;u. [Tel.] n. A sort of tree.
			</div>
                