&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC38;&#xC41; k&#x14D;sa. [Tel.] adj. Long. &#xC15;&#xC4B;&#xC38; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; A pear-shaped pearl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;sh&#x1E47;amu. [Skt.] adj. Lukewarm, tepid. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35; k&#x14D;va. [Tel.] n. A string, as of pearls: &#xC38;&#xC30;&#xC2E;&#xC41;. A bunch of coral &#xC26;&#xC02;&#xC21;. One step, grade, or remove, in a genealogical tabe. A throat disease that attacks children. The actual cautery or burning with a hot iron. &#xC15;&#xC4B;&#xC35;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28; blistered. &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC4B;&#xC35;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the palm leaf is blistered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC33;&#xC46;</span>&#xA0;&#xA0;k&#x14D;&#x1E37;e. [Tel.] n. A man who is struck with wonder. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lemmu. [Tel. &#xC15;&#xC4B;&#xC32;+&#xC0E;&#xC2E;&#xC4D;&#xC2E;&#xC41;.] n. Lit. The long bone, that is, the spine or back bone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC46;</span>&#xA0;&#xA0;k&#x14D;le. [Tel.] (Postposition.) Since. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;. &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;. &#xC28;&#xC3E;&#xC1F;&#xC28;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC46; ever since that day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC46;</span>&#xA0;&#xA0;k&#x14D;le. [Tel.] n. Stubble, a stamp of corn. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC21;, &#xC15;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lu-masangu. [Tel. &#xC15;&#xC4B;&#xC32;&#xC41; = &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;.] v. n. To rave, rage, be furious. &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. M. VII. v. 314; IX. ii. 288; IX. i. 288.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x14D;lu-p&#x14D;vu. [Tel.] v. a. To lose. &quot;&#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC28;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1F;&#xC41;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;.&quot; BRY. ii. 777. v. n. To be spoiled. &#xC1A;&#xC46;&#xC21;&#xC41;. &#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC15; k&#x14D;lu-p&#x14D;ka. n. Losing. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kosh&#x1E6D;amu. [Skt.] n. A plant named Coitus Arabicus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;&#x1E63;amu. [Skt.] n. A repository. receptacle, place: the inside. A sheath, scabbard. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC30;. The cocoon or bag containing the silk worm. An egg &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;.  &#xC15;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; silkr worm. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; within the heart: at the bottom of one&apos;s heart. &#xC05;&#xC02;&#xC21;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41; the scrotum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ruramu. [Tel.] n. Ambush. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC1F;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC26;&#xC3E;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &quot;&#xC17;&#xC40; &#xC09;&#xC26;&#xC2F;&#xC17;&#xC3F;&#xC30;&#xC3F; &#xC2E;&#xC40;&#xC26; &#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41; &#xC38;&#xC39;&#xC3F;&#xC24;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC47;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC4B;&#xC21;&#xC3F; &#xC2C;&#xC32;&#xC17;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC38;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; &#xC1C;&#xC42;&#xC2A;&#xC28;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC35;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;.&quot; Swa. iii. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;k&#x14D;vu. [Tel. for &#xC15;&#xC4A;&#xC28;&#xC35;&#xC41;] v. &#xC15;&#xC48;&#xC15;&#xC4B;&#xC35;&#xC41;, &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4B;&#xC35;&#xC41;. n. An imitative sound resembling a cry. &#xC06;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;&#xC3F;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC35;&#xC46;&#xC32; k&#x14D;vila. [Tel. &#xC15;&#xC4B; god+&#xC07;&#xC32;&#xC4D; house.] n. A temple. &#xC17;&#xC41;&#xC21;&#xC3F;. &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;. The Cuckoo. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;&#xC3F;&#xC26;&#xC24;</span>&#xA0;&#xA0;k&#x14D;vidata. [Skt.] n. Skill. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC15;&#xC4B;&#xC35;&#xC3F;&#xC26;&#xC24; skill in the use of the sword. T. ii. 40. &#xC15;&#xC4B;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41; k&#x14D;-vidu&#x1E0D;u. n. A skilful or wise man. A learned man. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; k&#x14D;vi. [Tel.] n. A certain flowering shrub, Galedupa Arborea, &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC15;&#xC2E;&#xC41;, &#xC30;&#xC47;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A. v. 146. Manu. ii. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; k&#x14D;vi. [Tel.] n. A tube, &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. An orifice, opening. A musket &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC4B;&#xC35;&#xC3F; a pistol (&#xC30;&#xC3E;. &#xC35;&#xC3F;. v.) A bottle &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;. (&#xC28;&#xC40;&#xC32;&#xC3E;. iii.) A waterpipe &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC15;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A crucible &#xC2E;&#xC42;&#xC38;. (&#xC15;&#xC33;&#xC3E;. viii.) A flute. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC3F; a nostril. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC3F; the gullet, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41; the openings or mouths of a white ant hill. &#xC15;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; a sinus or opening in a boil: a corn on the foot. &#xC15;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41; pastiles of camphor. &#xC24;&#xC47;&#xC28;&#xC46; &#xC15;&#xC4B;&#xC35;&#xC3F; a honey comb. &#xC15;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41; round tiles used in roofs, which are truncated and bisected cones. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; a mere pack of lies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC38;&#xC30;&#xC2E;&#xC41; k&#x14D;samu. [Tel. cf. Kan. &#xC17;&#xC4B;&#xC38;&#xC4D;&#xC15;&#xC30;.] (Affix) For, on account of; in behalf of; &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC38;&#xC2E;&#xC41; on its account &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41;.
			</div>
                