&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC3F; kaugili. [Tel. from &#xC15;&#xC4C;&#xC28;&#xC41;] n. The breast. &#xC2D;&#xC42;&#xC1C;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC1F;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; to take in one&apos;s arms, to embrace. &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; kaugilin&#x1E6D;sn. n. To embrace. &#xC06;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;, &#xC15;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; or &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; kaugilinta. n. An embrace. &#xC06;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2F;&#xC15;&#xC2E;&#xC41; kauksh&#x113;yamu. [Skt.] n. A sword. &#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; one who carries a sword.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC15;&#xC4C;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kaun&#x1E0D;inya. [Skt.] n. The name of an ancient family.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41; kau. [Tel.] n. In composition, stands for &#xC15;&#xC4C;&#xC28;&#xC41; or &#xC15;&#xC35;&#xC41;&#xC28;&#xC41; as &#xC15;&#xC4C;&#xC26;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC39;&#xC4B;</span>&#xA0;&#xA0;k&#x14D;h&#x14D;. [Tel.] n. A word expressing ridicule. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41; &#xC2E;&#xC3E;&#xC1F;. &quot;&#xC35; &#xC15;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC30;&#xC1A;&#xC3F; &#xC15;&#xC4B;&#xC39;&#xC4B;&#xC2F;&#xC28;&#xC3F; &#xC17;&#xC47;&#xC32;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41; &#xC17;&#xC23;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC26;&#xC02;&#xC2C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC32;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC39;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;ha&#x1E37;amu. [Skt.] n. A kind of drum. &#xC15;&#xC3E;&#xC39;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;k&#x14D;st&#x101;. [Cor. of Eng. &apos;Coast.&apos;] n. A coast. &#xC15;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; the coasting trade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;k&#x14D;su. [Eng.] n. A cabbage. Brassica Oleracca. (Watts.) &#xC06;&#xC15;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC41; lettuce. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC38;&#xC41; cauliflower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;k&#x14D;su. [Tel.] n. A distance of about two miles. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;. The &#xC05;&#xC2E;&#xC21; or four koss is 8 or 10 miles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;k&#x14D;su. [Tel.] adj. Slanting, aslant, oblong. See &#xC15;&#xC4B;&#xC38;. &#xC15;&#xC4B;&#xC38;&#xC41;&#xC17;&#xC3E; k&#x14D;su-g&#x101;. adv. Aslant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;k&#x14D;salamu. [Skt.] n. The district around Benares.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4B;&#xC38;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;k&#x14D;saralu. [Tel.] n. A sort of rice. Rox. ii. 205.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC30;&#xC35;</span>&#xA0;&#xA0;kaurava. [Skt.] n. Pertaining to the Kuru (&#xC15;&#xC41;&#xC30;&#xC41;) family.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC2E;&#xC4B;&#xC26;&#xC15;&#xC3F;</span>&#xA0;&#xA0;kaum&#x14D;daki [Skt.] n. The club or mace of Vish&#x1E47;u. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC2E;&#xC41;&#xC26;&#xC3F;</span>&#xA0;&#xA0;kaumudi. [Skt.] n. Moonlight. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC15;&#xC4C;&#xC2E;&#xC41;&#xC26;&#xC3F; illustrations of Telugu, the name of a grammatical work.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaum&#x101;ramu. [Skt. from &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;.] n. Youth, bloom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC2A;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaup&#x12B;namu. [Skt.] n. A modesty piece. &#xC17;&#xC4B;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC38;&#xC41; kaunu. [Tel.] n. The waist. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;. The middle part of a bow. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;. &quot;&#xC1A;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41;&#xC15;&#xC4C;&#xC38;&#xC41; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC3F; &#xC1C;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC47;, &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2C;&#xC2F;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; &#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC02;&#xC1A;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaut&#x16B;-halamu. [Skt. from &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC41;.] n. Eagerness, vehemence, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;, &#xC24;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kautukamu. [Skt. from &#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;.] n. Glee. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. Strong desire, impetuosity. &#xC06;&#xC36;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC15;&#xC41;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;. The marriage thread or cord. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC21;&#xC41; kau&#x1E0D;u. [Tel. and Tam.] n. Cunning. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. (&#xC37;&#xC4B;. ii.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kau&#x1E6D;ilyamu. [Skt. from &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC41;] n. A Crookedness, curliness as of crisped locks of hair. &#xC35;&#xC02;&#xC15;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC5B;&#xC41; kauzu. [Tel.] n. The Indian partridge. Francolinus Ponticerianus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC1A;&#xC41; kautsu. [Tel.] n. A scale of a fish. &#xC1A;&#xC47;&#xC2A;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;. Fish-smell, stench &#xC1A;&#xC47;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC28;.
			</div>
                