&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC32;&#xC41; kaulu. [H.] n. A writing of assurance, agreement or engagement granted to the cultivator of the soil. A safe guard or warrant to pass (as granted to an enemy.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC35;&#xC41;&#xC30;&#xC41; kauru. [Tel.] n. Tint, hue, gleam; a luminous streak. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC02;&#xC2A;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC2A; krampa. [Tel.] n. A branch of dried thorns, a bramble. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;krandu. [Tel.] v. n. To sound, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. To weep &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Sound, noise. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. Greatness, excess. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. Thickness &#xC24;&#xC30;&#xC1A;&#xC41;. Danger &#xC09;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. adj. Great, extreme, much. &#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC48;&#xC28; Crowded as in a battle. &#xC2A;&#xC4B;&#xC17;&#xC2F;&#xC3F;&#xC28;. &#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; krandu-konu. v. n. To exceed; to be great. To spread, as cloud. To arise, as a noise or hubbub. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC1A;&#xC17;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC41;&#xC28; kranduna. adv. Vastly, greatly. &#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41; krandillu. n. v. To sound, make a noise. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. A melee or close fight. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krandanamu. [Skt.] n. Weeping. &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41;. Shouting, howling. &#xC06;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; kranditamu. adj. Wept, cried, called out. &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28;, &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC02;&#xC24;</span>&#xA0;&#xA0;kranta. [Tel.] n. A hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. A lane &#xC38;&#xC02;&#xC26;&#xC41;,. a court &#xC30;&#xC1A;&#xC4D;&#xC1A;. a present taken to the intended bride by the bridegroom&apos;s party.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28;</span>&#xA0;&#xA0;kranguna. [Tel.] adv. Aloud. &#xC15;&#xC02;&#xC17;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaustubhamu. [Skt.] n. A carbuncle. The breastplate or jewel worn at his breast by the god Vishnu. Metaphorically, gem or masterpiece, or the noblest thing. The &quot;jewel&quot; or middle ornament in a collar of knighthood. &#xC05;&#xC26;&#xC4D;&#xC35;&#xC48;&#xC24;&#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2D;&#xC2E;&#xC41; the masterpiece of Monism (name of a book.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC36;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kau&#x1E63;&#x113;yamu. [Skt.] n. Silk, a silk cloth. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kau&#x1E63;iku&#x1E0D;u. [Skt.] n. A title of Indra: also of Viswamitra. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4C;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; an abject wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kau&#x1E63;ikamu. [Skt.] n. An owl. BD. vii. 1705.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC36;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4C;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; kau&#x1E63;alamu. [Skt.] n. Skilfulness, dexterity. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC32;&#xC47;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kaul&#x113;yakamu. [Skt.] adj. Of a good parentage or high birth. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4C;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;kaulu-dimma. [Tel.] n. A die or punch, used by goldsmiths, also called &#xC2A;&#xC21;&#xC3F; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krama&#x1E47;amu. [Skt.] n. Turning round. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC28;</span>&#xA0;&#xA0;kraunana. [Tel.] adv. Rapidly, well, duly. At once, immediately. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. Then, afterwards &#xC2A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;. Again &#xC2E;&#xC30;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kratuvu. [Skt.] n. sacrifice, burnt offering. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F; kratu-dhvamsi. n. The destroyer of Sacrifices; epithet of Siva. &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC2D;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC41; kratu-bhukkulu. n. Those who live on sacrifices, i.e., the gods. &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC27;&#xC28;&#xC2E;&#xC41; kradhanamu. n. Killing. &#xC35;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kra&#x1E6D;s&#x1E6D;su. [Tel.] n. Wish. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; v. t. To surround. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. ( &#xC28;&#xC38;&#xC41;. iv.) &#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC30; kra&#x1E6D;s&#x1E6D;sara. (&#xC15;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;+&#xC05;&#xC30;.) adv. Suddenly: at once: &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. Entirely &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;. Much &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. BD. vi. 1890. HK. v. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC15;&#xC4D;&#xC15;&#xC41; to vomit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC28;</span>&#xA0;&#xA0;krakkana. [Tel.] adj. Cruel. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;. (&#xC28;&#xC48;. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC15;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krakachama. [Skt.] n. A saw. &#xC30;&#xC02;&#xC2A;&#xC2E;&#xC41;.
			</div>
                