&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kram&#x113;lakamu. [Skt. cognate with Eng. Camel.] n. A camel. &#xC12;&#xC02;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kramukamu. [Skt.] n. The areca or betel nut tree. &#xC2A;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kramamu. [Skt.] n. A series, an order, a line. A mode, a way, a course, a plan, a rule. Regularity, arrangement. &#xC08; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28; thus, in this order. &#xC15;&#xC4D;&#xC30;&#xC2E; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. One after another, in order, by degrees, day by day. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC36;&#xC03; krama&#x1E63;ah. adv. Gradually, in order. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; krama-sthu&#x1E0D;u. n. A exact, punctilious or precise man. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; kram&#x101;-lank&#x101;ramu. n. Poetical description in natural order. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; kramin&#x1E6D;su. v. n. To clapse, pass by, as time: to depart, or pass away. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To occupy or spread over or extend to &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC23; kram&#x113;&#x1E47;a. adv. Successively, in due succession.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC15;</span>&#xA0;&#xA0;Same as &#xC15;&#xC3E;&#xC15; heat. &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41; Same as &#xC15;&#xC3E;&#xC17;&#xC41; to be hot. &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; Same as &#xC15;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41; Same as &#xC15;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;kralla-pa&#x1E0D;u. [Tel.] v. n. To become dry, to dry up. &#xC0E;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;krayya. [Tel.] n. A canal. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;, &#xC15;&#xC2F;&#xC4D;&#xC2F;. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC21;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F; to unite &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krayamu. [Skt.] n. Price. &#xC35;&#xC46;&#xC32;. Purchase &#xC35;&#xC46;&#xC32;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; the current price. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to dispose of, to sell. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC27;&#xC28;&#xC2E;&#xC41; the cost. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC1A;&#xC40;&#xC1F;&#xC40; a sale deed. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; n. Buying and sell ing. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; one who buys and sells &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC3F;. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to buy &#xC15;&#xC4A;&#xC28;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; a buyer &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; goods exposed for sale &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krammu. [Tel.] v. n. To spread. &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To swell &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC09;&#xC2C;&#xC15;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC32; krammu-dala. n. Spreading. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; to swell &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC09;&#xC2C;&#xC41;&#xC15;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41; krammu-danamu. n. Duplicity. &#xC15;&#xC2A;&#xC1F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28; krammu-na. adv. Quickly. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;. &quot;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC2C;&#xC30; &#xC24;&#xC47;&#xC30;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;.&quot; BD. v. 346.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;krammaru. [Tel.] v. n. To turn, return, go back. &#xC2E;&#xC30;&#xC32;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41; krammarin&#x1E6D;su. v. a. To turn, send back, recall. To revoke, annul, rescind. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30; krammara. adv. Again. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2C;&#xC21;&#xC41; Same as &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kravyamu. [Skt.] n. Flesh, meat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC36;&#xC21;&#xC41;&#xC21;&#xC41; kravy&#x101;du&#x1E0D;u.; n. A cannibal, a carnivorous giant. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A Rakshasa &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC30;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC35;&#xC21;&#xC3F; or &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC21;&#xC3F; kr&#x101;ra. The name of the letter R. U in a conjunct letter as in &#xC15;&#xC4D;&#xC30;&#xC3E;. Also a conversational word used instead of &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kr&#x101;yu. [Tel.] v. n. To spit. (A. v. 132.) &#xC09;&#xC2E;&#xC3F;&#xC2F;&#xC41;. To rinse the mouth and spit out the water. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to vomit &#xC15;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41; kr&#x101;nugu. [Tel.] n. The tree called Galedupa Indica: or Dalbergia Arborea. Roxb. iii. 239.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kr&#x101;nti. [Skt.] n. Turning. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;.
			</div>
                