&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;krikka. [Tel.] n. An encomiast. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;krindu. [Tel.] n. The part below. &#xC05;&#xC27;&#xC4B;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. The past time. &#xC17;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC28;&#xC46;&#xC32; the last month &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC46;&#xC32;. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; the following words. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC32; or &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC24;&#xC32; krindala. n. Head downwards &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC41;&#xC24;&#xC32;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41; to go to the bottom &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to cause to go to the bottom. To disrespect &#xC39;&#xC40;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; krin&#x1E6D;su&#x1E0D;u. n. A low fellow. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC3F;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;krin&#x1E6D;su. [Tel.] adj. Vile. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41; krin&#x1E6D;su-danamu. n. Baseness. &#xC28;&#xC40;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Spite, cruelty. &quot;&#xC15; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC26;&#xC2E;&#xC41; &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC47;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC2A;&#xC35;&#xC30;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC32;&#xC4A; &#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC35;&#xC40;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC28;&#xC4D;.&quot; B. X.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;kr&#x101;lu. [Tel.] v. n. To wave. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41;. To turn round and round. &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. To spread about &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;. To wander or roam about &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move about &#xC38;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To rejoice &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To behave &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To be long, oblong, or elongated. &quot;&#xC09; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC4B;&#xC21;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC4D;, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC46;&#xC21;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC16;&#xC32;&#xC32;&#xC4D; &#xC28;&#xC1F;&#xC15;&#xC02;&#xC2C; &#xC41;&#xC28; &#xC28;&#xC40;&#xC30;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC47;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC42;&#xC22;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC40;&#xC26;&#xC28;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F; &#xC41;&#xC28;&#xC4D;, &#xC26;&#xC42;&#xC32;&#xC46;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; V. P. ii. 143. iii. 25. To shine, to be clear, to extend as a ray. To hang, dangle, as a necklace A. v. 121. BD. iv. 1589. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC3F; or &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC02;&#xC1F;&#xC3F; a woman who has beautiful eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;krunku. [Tel.] v. n. To sink, to drown. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;. To set &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;,. n. A plunge, the act of drowning, immersion. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;, sun-set. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC21;&#xC41; to give a plunge. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; krunkin&#x1E6D;su. v. a. To dip, wash, steep.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;kr&#x12B; [Tel.] In compounds, is a contracted form of &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F; kr&#x12B;-ch&#x16B;&#x1E0D;ki. n. A dowcast glance. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kriyyu. [Tel.] v. n. To grow lean. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC32;&#xC48; &#xC35;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&quot; &#xC2D;&#xC3E;&#xC17;. 10 &#xC38;&#xC4D;&#xC15;&#xC02;. &#xC2A;&#xC42;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;kriya. [Skt.] Doing &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. Act, action. &#xC2A;&#xC28;&#xC3F;. Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Use, advantage, means, an expedient, a contrivance &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A verb. &#xC27;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. Rite, ordinance, ceremony, obsequies, &#xC2A;&#xC42;&#xC1C;. Medical treatment or practice &#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38;. Fact, truth, utility, effect. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; the result. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC3E;&#xC1F; the matter in question, the point on which the thing hinges, a word to the purpose. adv. like, similalr to. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;, &#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; kriy&#x101;-vantu&#x1E0D;u. n. A man of diligence. &#xC2A;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;krimi. [Skt.] n. An insect, a worm, an animalcule. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;krikkiriyu. [Tel. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC07;&#xC30;&#xC3F;&#xC2F;&#xC41;.] v. n. To crowd, to be crowded. &#xC0E;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to cause to be crowded &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; krikku. n. Closeness. &#xC15;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC40;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;kr&#x12B;stu. [Gk.] n. Christ.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;</span>&#xA0;&#xA0;kr&#x12B;&#x1E0D;a. [Skt.] n. Play, sport, enjoyment. &#xC06;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. Disgrace &#xC26;&#xC42;&#xC30;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F; kri&#x1E0D;i. n. A name of Arjuna. &#xC15;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC40; or &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; kr&#x12B;&#x1E0D;in&#x1E6D;su. v. n. To sport. &#xC06;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
                