&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;kr&#x113;pu. [Tel.] n. A calf. &#xC26;&#xC42;&#xC21;. Also, the top of a mountain &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;. The knot of a woman&apos;s jacket.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;kr&#x113;-to&#x1E6D;&#x1E6D;u. [Tel. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;+&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] v. n. To wear away the bank. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC4A;&#xC30;&#xC2F;&#xC41;. &quot;&#xC35; &#xC15;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC21;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC48;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC2F; &#xC2C;&#xC46;&#xC30;&#xC2F;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; kru&#x1E37;&#x1E37;u. [Tel.] v. n. To rot. &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To grieve or pine &#xC2E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to pine away. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC24; kru&#x1E37;laginta. n. Pining away. &#xC2E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; or &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; an envious wretch. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kruyyu. [Tel.] v. n. To grow lean. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To retreat &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; krussi-p&#x14D;vu. v. n. To faint, perish, fail. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. Harivams. Purva. IX. 124. A. vi. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; krummu. [Tel.] n. To butt. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; krummu. n. Butting. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; krummu&#x1E0D;u-pa&#x1E0D;u. v. n. To be butted. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; krummul&#x101;&#x1E0D;u. v. n. To butt each other. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC41; krummaru. [Tel.] v. n. To wander. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC27;</span>&#xA0;&#xA0;krudha. [Skt.] n. Anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; kruddhamu. adj. Wrathful &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; kruddhu&#x1E0D;u. n. A wrathful man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC2C;&#xC21;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC41; krungu. v. n. To be bent. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC3F; &#xC05;&#xC21;&#xC17;&#xC41;. To go down. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; Same as &#xC15;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;kr&#x113;&#x1E47;i. [Tel.] n. A high place, a high situation. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2A;&#xC26;&#xC2E;&#xC41;. (&#xC15;&#xC35;&#xC3F;&#xC15;. ii.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC15;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; kr&#x113;&#x1E0D;in&#x1E6D;su. [Tel.] v. n. To step or move aside. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. (&#xC2D;&#xC3E;&#xC30;. &#xC26;&#xC4D;&#xC30;&#xC4B;. i.) v. t. To disregard. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. (&#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC30;&#xC4D;&#xC2E;. ii. and &#xC1C;&#xC48;. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; kr&#x113;&#x1E6D;u. [Tel.] v. n. To make a noise in clearing the throat. &#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be agitated &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15;. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40; &#xC30;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC17; &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC46;&#xC21;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;kr&#x113;-gayi. [Tel. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;+&#xC15;&#xC2F;&#xC3F;.] n. The tip of the hand. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;kr&#x113;-gannu. [Tel. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;+&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;] n. The outer corner of the eye. &#xC05;&#xC2A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC21;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC02;&#xC1F; kr&#x113;gan&#x1E6D;a. adv. Askance, with a sidelong glance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3F; kr&#x113;-k&#x101;ramu. [Skt.] n. A note, voice, sound: the voice of a bird. A ringing, jangling, creaking sound. R. ii. 103. T. v. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;</span>&#xA0;&#xA0;kr&#x113;. In composition, is short for &#xC15;&#xC4D;&#xC30;&#xC47;&#xC35; as &#xC15;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kr&#x16B;ramu. [Skt.] adj. Cruel, wicked. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;. Terrible, ferocious, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. Hard, stern. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; wickedness or cruel nature &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC24;&#xC3F;&#xC25;&#xC3F; an ill starred day. A. v. 116. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41; kr&#x16B;ra-jantuvu. n. A wild beast. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41; kr&#x16B;ru. adj. Sharp &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; kr&#x16B;ru&#x1E0D;u. n. A hard or cruel man. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kr&#x113;&#x1E0D;i. [Tel.] n. A kind of red rice. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
                