&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krok-k&#x101;ramu. [Tel.] n. Cock crowing. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4A;&#xC02;&#xC15;&#xC3F;. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC1A; Same as &#xC15;&#xC4A;&#xC02;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;</span>&#xA0;&#xA0;kro. [Tel.] adj. The word &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24; is contracted into &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24; in compounds in the following hard or soft consonants in Telugu words are doubled as &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; (&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;+&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;), &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41; (&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;+&#xC15;&#xC3E;&#xC30;&#xC41;), &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F; (&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;+&#xC24;&#xC3E;&#xC35;&#xC3F;) , &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC28; (&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;+&#xC28;&#xC28;), &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC28;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC3F;. &amp;c. In some cases, this change is made even when a Skt. word follows, as &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC41; (&#xC2D;&#xC40;. iii.) In some cases, again, when a hard consonant follows, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24; is contracted into &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02; where the &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28; stands for the letter &#xC28;&#xC41; but the succeding consonant is not doubled but changed into a soft one, as &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC5B;&#xC3E;&#xC2F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC1C;&#xC46;&#xC2E;&#xC1F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC2C;&#xC38;&#xC3F;&#xC21;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC2C;&#xC4A;&#xC17;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC48;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC48;&#xC32;&#xC41; or &#xC15;&#xC2F;&#xC3F;&#xC32;&#xC41; krailu. [Tel.] n. Thrashing and measuring grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC4D;&#xC30;&#xC48;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F; or &#xC15;&#xC4D;&#xC30;&#xC48;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41; krailu-d&#x101;ru. n. An officer who superintends the thrashing and measuring of grain. &#xC15;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC15;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28; kr&#x113;vuna. [Tel.] adv. Shriekingly, suddenly aloud. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;, &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;</span>&#xA0;&#xA0;kr&#x113;va. [Tel.] n. A side. &#xC35;&#xC48;&#xC2A;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;kr&#x113;&#x1E37;&#x1E37;u. [Tel.] n. Leaps, skips. &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;., Pride &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC17; kr&#x113;&#x1E37;&#x1E37;u-ga. adv. At once. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC28;. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; kr&#x113;&#x1E37;&#x1E37;u-d&#x101;&#x1E6D;u. v. n. To bound, to leap &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC3F;&#xC21;&#xC41;. &quot;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC41;.&quot; BRK. 552. &#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41; kr&#x113;&#x1E37;&#x1E37;ubbu. (&#xC15;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;+&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;.) v. n. To excel, to be proud. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. (&#xC15;&#xC3E;&#xC36;&#xC40;. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC4B;</span>&#xA0;&#xA0;kr&#x113;y&#x14D;. [Tel.] n. A noise made in driving away anything. &#xC35;&#xC46;&#xC21;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; &#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kr&#x113;yamu. [Skt. from &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;] adj. That which can be purchased, purchaseable &#xC35;&#xC46;&#xC32;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;krom-merugu. [Tel.] n. Fresh brilliancy. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;krom-mu&#x1E0D;i. [Tel.] n. A fresh knot. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC3F;. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krommu. [Tel.] n. A shrub, Lawsonia spinosa. The nail-dye plant &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;krom-min&#x1E6D;su. [Tel.] v. n. To excel. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;krob-barupu. [Tel.] n. A new bed. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. Bahulas. 5. 162.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;</span>&#xA0;&#xA0;kron-n&#x101;ra. [Tel. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;+&#xC28;&#xC3E;&#xC30;.] n. New fibre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;krotta-mu&#x1E6D;&#x1E6D;u. [Tel.] n. Fresh spun thread. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC42;&#xC32;&#xC41;, &#xC2A;&#xC21;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;</span>&#xA0;&#xA0;krotta&#x1E0D;i. [Tel.] n A chaste woman. &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC2E;&#xC41; krotta&#x1E0D;amu. [Tel.] n. A battlement. &#xC15;&#xC4B;&#xC1F;&#xC2C;&#xC30;&#xC41;&#xC5B;&#xC41;.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24; krotta. [Tel.] adj. New. &#xC28;&#xC42;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;krok-k&#x101;ru. [Tel. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;+&#xC15;&#xC3E;&#xC30;&#xC41;.] n. New season. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; krokk&#x101;ru-merugu. n. Brilliant lightning. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC48;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;[Gk.] n. A Christian. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
                