&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC26;</span>&#xA0;&#xA0;krovveda. [Tel.] n. Fair tresses (a poetical phrase for &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; krovvu. [Tel.] v. n. To become fat or proud. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; n. Fatness, pride. &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; to become fat or proud. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;krov-viri. [Tel.] n. A young blossom. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krovv-idamu. [Tel. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;+&#xC07;&#xC26;&#xC2E;&#xC41;.] n. An evil deed. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; Freshness. See under &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;kror-v&#x101;&#x1E0D;i. [Tel.] adj. Re-set, newly sharpened, bright, keen. See or &#xC15;&#xC4D;&#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC15;&#xC4B;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC35;&#xC3F; kr&#x14D;vi. [Tel.] n. A hollow tube. &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A gun, musket or pistol &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;. A bottle &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;. An underground sluice &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC24;&#xC42;&#xC2E;&#xC41;. A crucible &#xC2E;&#xC42;&#xC38;. A flute. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. The plant termed Galedupa arborea. &#xC15;&#xC41;&#xC30;&#xC35;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;</span>&#xA0;&#xA0;kr&#x14D;va. [Tel.] n. A string of beads. &#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;kr&#x14D;lu. [Tel.] v. a. To enjoy. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To eat or to drink &#xC24;&#xC3F;&#xC28;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;. To swallow &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;. To take &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. A tube. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC4D;&#xC1A;&#xC41; kr&#x14D;lu&#x1E6D;su. v. n. To cry. &#xC15;&#xC42;&#xC2F;&#xC41;. To make a noise; to sound &#xC36;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cause to eat, drink or enjoy &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;kr&#x14D;yu. [Tel.] v. t. To stretch out cunningly. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC3E;&#xC1A;&#xC41;. (&#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vi.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kr&#x14D;dhamu. [Skt.] n. Wrath, anger, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41; kr&#x14D;dhanu&#x1E0D;u. n. A passionate man. &#xC15;&#xC4B;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC28;. an angry woman. Also, name of a year. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC3F; kr&#x14D;dhi. n. A passionate person. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. Also, name of a year. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; to get angry &#xC15;&#xC4B;&#xC2A;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kr&#x14D;ti. [Tel.] n. A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kr&#x14D;&#x1E0D;amu. [Skt.] n. The middle of the trunk. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. The lap &#xC12;&#xC21;&#xC3F;, &#xC24;&#xC4A;&#xC21;. The breast &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. A pig &#xC2A;&#xC02;&#xC26;&#xC3F;. &quot;&#xC28;&#xC3E;&#xC2D;&#xC3F; &#xC2A;&#xC02;&#xC15;&#xC30;&#xC41;&#xC39;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC02;&#xC26; &#xC2C;&#xC43;&#xC02;&#xC26;&#xC2E;&#xC46;&#xC26;&#xC41;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D;.&quot; Amuk. i. 6. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kr&#x14D;&#x1E0D;a-patramu. n. A supplement, codicil, postscript, leaf inserted. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC41; kr&#x14D;&#x1E0D;-&#x101;&#x1E0D;u. v. t. To butt with horns. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. To dig up the earth with the snout &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC24;&#xC4B; &#xC28;&#xC47;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To sprinkle dust on &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; kr&#x14D;&#x1E0D;i-kara&#x1E47;amu. n. The act of putting things together into one. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. Abridgment &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. Sifting; careful investigation; comparing, balancing facts. &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; kr&#x14D;&#x1E0D;&#x12B;-karin&#x1E6D;su. v. a. To abridge or shorten. To sift, prove, criticise. To take a general view of a subject.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;krauryamu. [Skt. from &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;.] n. Cruelty. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4C;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kraunchamu. [Skt.] n. A kind of heron, ardea jaculator, described in Hindu literature as a type of connubial constancy. Name of a certain mountain and island.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;kr&#x14D;sh&#x1E6D;uvu. [Skt.] n. A fox. &#xC28;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; kr&#x14D;&#x1E63;h&#x1E6D;amu. [Skt.] n. A plant named Costus Arabicus. &#xC17;&#xC46;&#xC28;&#xC41;&#xC38;&#xC41; &#xC17;&#xC21;&#xC4D;&#xC21; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;kr&#x14D;la-ga&#x1E6D;s&#x1E6D;u. [Tel.] n. The ichneumon plant, which is supposed to furnish the mungoose with an antidote when bitten by a snake. (Ophioxylon) &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                