&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC35;</span>&#xA0;&#xA0;kva. [Skt.] adv. Where? &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;? &quot;&#xC15;&#xC4D;&#xC35;&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC4B;&#xC35;&#xC02;&#xC36;&#xC02; &#xC15;&#xC4D;&#xC35;&#xC1A;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC3E;&#xC2E;&#xC24;&#xC3F;&#xC03;&quot; Where is the race descended from the Sun, and where is my weak wit? Where the comparison!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kl&#x113;&#x1E63;amu. [Skt.] n. Affliction, distress. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kl&#x113;damu. [Skt.] n. Wet. &#xC24;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kluptamu. [for Skt. &#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;.] adj. Brief, contracted, short. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;. Settled, determined. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4D;&quot; A. v. 164. &#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; klupt-&#x101;ksharamu. n. A contraction or abbreviation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC40;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kl&#x12B;bamu. [Skt.] n. The neuter gender. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC24;</span>&#xA0;&#xA0;klish&#x1E6D;ata. [Skt.] n. Intricacy, a puzzle, inconsistency, hardship. &#xC15;&#xC4D;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; adj. Intricate, hard, puzzling. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. Forced, unnatural, as a sense. Difficult &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;kl&#x101;myat. [Skt.] adj. Wearied, exhausted. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC28;. P. iv. 331.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kl&#x101;ntamu. [Skt.] adj. Languid, wearied. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC28;. &#xC15;&#xC4D;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC3F; kl&#x101;nti. n. Weariness. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC32;&#xC2E;&#xC25;&#xC2E;&#xC41; klamamu. [Skt.] n. Exhaustion. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksha&#x1E47;amu. [Skt.] n. A moment, an instant. &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC18;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC41;. A feast. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;. M. I. i. 147. &#xC05;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; half a second, for awhile. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC2D; ksha&#x1E47;a-prabha. n. A momentary flash. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC41; ksha&#x1E47;a-bhanguramu. adj. Frail, perishing, mortal. &#xC28;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC32;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC4D;&quot; (KP. iii. 60.) woman&apos;s patience is but momentary. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ksha&#x1E47;i-yin&#x1E6D;su. v. t. To stop for a moment. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC06;&#xC2A;&#xC41;. To invite for meals. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC23;&#xC26;</span>&#xA0;&#xA0;ksha&#x1E47;ada. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. P. i. 302. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC26;&#xC41;&#xC21;&#xC41; ksha&#x1E47;adudu. n. An astrologer. &#xC1C;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC02;&#xC24;</span>&#xA0;&#xA0;kshanta. [Skt.] n. A patient man. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;ksha. The letter ksh. (The sound of this letter is said to vary between ksh and tsh and therefore all native authorities class it as the final letter of the alphabet.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41; or &#xC15;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41; kva&#x1E47;amu. [Skt.] n. A musical note, sound, tone. &#xC35;&#xC40;&#xC23;&#xC46;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC35;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC35;&#xC1A;&#xC3F;&#xC24;&#xC4D; kvachittu. [Skt.] adv. Here and there, occasionally, sometimes, a little, some. &#xC15;&#xC4D;&#xC35;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41; adj. Trifling. Petty, slight. &#xC15;&#xC4D;&#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; kv&#x101;-chitkamu-g&#x101;. adv. Rarely, occasionally.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;klinnamu. [Skt.] adj. Moist, wet. &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC28; ever moist.
			</div>
                