&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x101;mamu. [Skt.] n. A famine, scarcity of provisions. &#xC15;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. adj. Slender slim, emaciated. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;kshatta. [Skt. from &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;.] n. A charioteer. &#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshatamu. [Skt.] adj. Beaten, hurt. &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. n. A wound, a sore, a hurt. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC1C;&#xC2E;&#xC41; ksha-tajamu. (Lit. produced from a wound.) n. Blood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC3F; kshati. n. A wound. &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Mischief, harm, damage. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41; ksh&#x101;tramu. [Skt. from &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;.] n. The duty of a military man. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ksh&#x101;nti. [Skt.] n. Endurance patience. &#xC38;&#xC39;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2E;, &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksharitamu. [Skt.] adj. Oozed, dropped, flowing, &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC28;. &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshayamu. [Skt.] n. Decrease, perishing, wasting, consumption. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; kshaya-r&#x14D;gamu. n. Consumption, Phthisis. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; kshayin&#x1E6D;su. v. n. To diminish, waste, wane. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC2E;</span>&#xA0;&#xA0;kshama. [Skt.] n. Patience. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;. The earth &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC2E;&#xC41; kshamamu. adj. Able, adequate, fit, appropriate. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;. &#xC08; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; &#xC36;&#xC4B;&#xC27;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC2E;&#xC41; this book will bear examination. &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC2A;&#xC23;&#xC2E;&#xC41; ksham&#x101;pa&#x1E47;amu. (for &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;.) n. Pacifying, softening. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; kshamin&#x1E6D;u. v. a. To put up with. &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;. To pardon &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. M. VII. v. 122. &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC21;&#xC41; kshamu&#x1E0D;u. n. One who is able. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC2A;</span>&#xA0;&#xA0;kshapa. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. A. v. 36. &#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; kshap&#x101;-karu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;kshatriya. [Skt. lit. One who strikes.] adj. Appertaining to the Kshatriya caste; lordly. &#xC30;&#xC3E;&#xC1A;. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F; or &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC23;&#xC3F; n. A baroness: a woman of the military caste. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC30;&#xC3E;&#xC1A;&#xC26;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; kshatriyu&#x1E0D;u. n. A baron, one belonging to the military caste. &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC21;&#xC41;. Raghu Vamsam, ii. 48. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30; &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; kshatra-kulamu. n. The knightly order, the regal or military caste. &#xC30;&#xC3E;&#xC1A;&#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41; kshatra-bandhuvu. n. One related to a Kshatriya (used as a term of reproach.) &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kshatramu. n. The body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshipramu. [Skt.] adj. Quick, rapid, swift. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;. adv, Quickly, speedily. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshiptamu. [Skt.] adj. Sent, thrown, flung, cast, placed. Distracted, mad. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;kshiti. [Skt.] n. The earth; a house; an abode. &#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. Loss, wane, destruction. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41; N. i. 44. &#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; kshiti-d&#x113;vu&#x1E0D;u. n. A Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. Vish. ii. 218. &#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;&#xC27;&#xC30;&#xC2E;&#xC41; kshiti-dharamu. n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. N. D. ii. 505. &#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC24;&#xC3F; kshiti-pati. n. A kind. &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x101;rakamu. [Skt.] n. An unblown flower or a raw fruit. &#xC2A;&#xC38;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;, &#xC15;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kshapa&#x1E47;u&#x1E0D;u. [Skt.] n. A Buddhist. &#xC2C;&#xC4C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC28;&#xC2E;&#xC41; ksh&#x101;&#x1E37;anamu. [Skt.] n. Cleansing, washing, rinsing. &#xC15;&#xC21;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; ksh&#x101;&#x1E37;itamu. adj. Washed. &#xC15;&#xC21;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x101;ramu. [Skt.] n. Salt, saltness. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;. Alkali, soda or potash. Hotness. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Ashes &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
                