&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC3F;&#xC15; kshuramu. [Skt.] n. A razor, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. A knife. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC3F; kshuri. n. A barber. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC40;&#xC2C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ksh&#x12B;bu&#x1E0D;u. [Skt.] n. He who is intoxicated. &#xC38;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x12B;&#x1E47;amu. [Skt.] adj. Wasted, emaciated, decayed, exhausted, slender, thin. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC39;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2E;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC4B;&#xC28;&#xC3E;&#xC17;&#xC03; an elephant which is emaciated in its rut. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC47;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC32;&#xC4B;&#xC15;&#xC02;&#xC35;&#xC3F;&#xC36;&#xC02;&#xC24;&#xC3F; when their stock of merit [enjoyed by good men] is exhausted, they drop [in the shape of falling stars] again into mortal life. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; those whose merit is exhausted. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23; undiminished. Vasu. i. 7. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC41; n. Decline, decay, decrease. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC06;&#xC2F;&#xC41;&#xC03;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC41; the decline of one&apos;s age. &#xC27;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC41; decrease of wealth. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC24; or &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; ksh&#x12B;&#x1E47;ata. n. Slenderness, thinness, emaciation, decay. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; ksh&#x12B;&#x1E47;in&#x1E6D;su. v. n. To be wasted, emaciated, decayed. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshurapramu. [Skt.] n. A crescent shaped arrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshubdhamu. [Tel.] adj. Agitated, stirred, distrubed, affected. &#xC15;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC32;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC16;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC41;&#xC21;&#xC41; one who is troubled in mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC27;</span>&#xA0;&#xA0;kshudha. [Skt.] n. Hunger, appetite, &#xC06;&#xC15;&#xC32;&#xC3F;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; kshudh&#x101;-turu&#x1E0D;u. n. He who is hungry, famished or voracious. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; kshudhi-tamu. adj. Hungry. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshudramu. [Skt.] adj. Small, little, insignificant, mean, base, sordid. Petty, low, vulgar. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; an inferior art. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41; petty troubles. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; n. Slander, a tale, calumny. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to tell tales &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is plotting against me. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; kshudru&#x1E0D;u. n. A mean wretch. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;kshuttu. [Skt.] n. Hunger, appetite. &#xC06;&#xC15;&#xC32;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC3E;&#xC38;&#xC32;&#xC41; hunger and thirst.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshutamu. [Skt.] n. Sneezing &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshu&#x1E47;namu. [Skt.] adj. Bruised, pounded. &#xC2E;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC24;&#xC2E;&#xC48;&#xC28;, Excercised, practised, skilful. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x12B;ramu. [Skt.] n. Milk, &#xC2A;&#xC3E;&#xC32;&#xC41;. The milky sap of plants. &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41;. Water &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; rice and milk boiled together. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC4B;&#xC26;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; intimate union as milk and watesr mixed with each other. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC4B;&#xC26;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are intimately associated or related. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F; or &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41; ksh&#x12B;r-&#x101;bdhi. n. The sea of milk &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC24;&#xC28;&#xC2F; the goddess who sprung from this sea, i.e., Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshullakamu. [Skt.] adj. Little, small, low, vile, mean, insignificant. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC3F;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41; kshullaku&#x1E0D;u. n. A mean man, a wretch. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;.
			</div>
                