&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x14D;damu. [Skt.] n. Powder, any thing in a pulverized state. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC3F;. &quot;&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC1A;&#xC4D;&#xC1B;&#xC26;&#xC3E;&#xC16;&#xC02;&#xC21;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC26;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC48;.&quot; A. iv. 194.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ksh&#x14D;&#x1E47;i. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x113;mamu. [Skt.] adj. Happy, well, in good health, prosperous, safe. &#xC15;&#xC41;&#xC36;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. n. Good fortune, welfare, happiness, health, safety. Bliss. A safe for money. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC36;&#xC32;&#xC2E;&#xC41;, &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC2F;&#xC4B;&#xC17;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; to enquire after a person&apos;s welfare. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be happy or well. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC3F; ksh&#x113;mankaru&#x1E0D;u. n. A benefactor &#xC2E;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41; ksh&#x113;a-karamu. adj. Auspicious, salutary, beneficial, advantageous. &#xC36;&#xC41;&#xC2D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41; ksh&#x113;ma-tan&#x1E0D;ulama. n. The rice provided for a journey. &#xC30;&#xC4B;&#xC35;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC38;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC1A;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC28;&#xC3E;&#xC2A;&#xC41;&#xC36;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; A. ii. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x113;pamu. [Skt.] n. Scattering, dismissing, rejection. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC2E;&#xC41;. Disrespect, contempt. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;. Delay, passing time. &#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. Encouraging &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC2E;&#xC41;. In astronomy, the complement, or sum added in certain computations to fit a given epoch.&quot; Warren, 363, A. v. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x113;pa&#x1E47;amu. [Skt.] n. Encouragement. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23;&#xC3F; ksh&#x113;pa&#x1E47;i. n. An oar, a net, a fishing net. &#xC13;&#xC21;&#xC28;&#xC21;&#xC3F;&#xC2A;&#xC47; &#xC17;&#xC21;, &#xC35;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ksh&#x113;tramu. [Skt.] n. A field. &#xC2A;&#xC02;&#xC1F;&#xC2D;&#xC42;&#xC2E;&#xC3F;. A place, a spot &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. The body &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. A wife &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A sacred spot, a place of pilgrimage &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2D;&#xC42;&#xC2E;&#xC3F;. Starvation &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;. (this meaning is peculiar to Telugu.) &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was starving all yesterday. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to starve. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; ksh&#x113;traga&#x1E47;amu. n. Mensuration. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; ksh&#x113;tragnyu&#x1E0D;u. n. The soul. &#xC06;&#xC24;&#xC4D;&#xC2E;, &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;. A husbandman. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A. ii. 100. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; ksh&#x113;tra-p&#x101;lu&#x1E0D;u. n. An inferior manifestation or terrific form of Siva. &#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;. &quot;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28; &#xC15;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC1A;&#xC40;&#xC30;&#xC32;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC47;&#xC35;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC38;&#xC15;&#xC32; &#xC26;&#xC3F;&#xC36;&#xC32;&#xC41;.&quot; A. ii. 55. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; a cultivator &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;kshm&#x101; [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41; kshm&#x101;-jamu n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC27;&#xC30;&#xC2E;&#xC41; kshm&#x101;-dharamu. n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC2A;&#xC24;&#xC3F; kshm&#x101;-pati. n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC2D;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41; kshm&#x101;-bhruttu. n. A king, a prince. A mountain. &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; kshm&#x101;-varu&#x1E0D;u. n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. G. v. 60. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; kashm&#x101;-suru&#x1E0D;u. n. A Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; UR. G. 448.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshauramu. [Skt.] n. Shaving &#xC2E;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC28;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; kshauraku&#x1E0D;u. n. A barber. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshaumamu. [Skt.] n. Linen cloth. &#xC28;&#xC3E;&#xC30;&#xC1A;&#xC40;&#xC30;. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC32;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Woven silk. A room on the top of the gate of a fort. &#xC15;&#xC4B;&#xC1F; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. H. iii. 85. Vasu. iii. 224.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kshaudramu. [Skt.] n. Honey. &#xC24;&#xC47;&#xC28;&#xC46;. Water &#xC1C;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;</span>&#xA0;&#xA0;ksh&#x14D;bha [Skt.] n. Grief, sorrow, distress. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. Agitation, &#xC15;&#xC32;&#xC24;, shaking. &#xC15;&#xC26;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41; trouble of mind. N. ix. 35. &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; ksh&#x14D;bhin&#x1E6D;su. v. n. To be distressed, to grieve or be sorrowful &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. N. viii. 181. &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; ksh&#x14D;bhitamu. adj. Agitated. &#xC15;&#xC32;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                