&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC17;&#xC41; khangu. [Anuk.] n. Tinkling. &#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC16;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC28;&#xC41; or &#xC15;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC28;&#xC41; khangu-m-anu. v. n. To sound, resound as a bell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;</span>&#xA0;&#xA0;The letter kh. The secondary or subjunct form is also &#xC16;. n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. See &#xC16;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC33;&#xC2E;&#xC41; kshv&#x113;&#x1E0D;amu. [Skt.] n. Venom, poison. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC33;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28; counteracting poison. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC33;&#xC3F; kshv&#x113;&#x1E37;i. n. A serpent. &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC21;, &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; kshv&#x113;&#x1E0D;a. [Skt.] n. The roaring of a lion. A war whoop, a battle cry. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC30;&#xC23;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC35;&#xC40;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC21;&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;. T. v. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khacharamu. [Skt. &#xC16; = sky, and &#xC1A;&#xC30; moving.] n. The air, a cloud, a bird, &amp;c. &#xC16;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; khacharu&#x1E0D;u. n. A demigod. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khagamu. [Skt. &#xC16;+&#xC17; = that which goes on the sky.] n. A bird. An arrow &#xC16;&#xC17;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; khag&#x113;&#x1E63;vdru&#x1E0D;u. n. Lit. the Lord of birds, i.e., the eagle. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC2C;&#xC41; khambu. [Skt.] n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. The heavens. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khan&#x1E0D;anamu. [Skt. from &#xC16;&#xC28;&#xC4D; = to cut.] n. Breaking, dividing, cutting, reducing to pieces. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;. Slaying, smiting, destroying, annihilating. Refuting. Rebellion, opposition. Criticism. &#xC16;&#xC02;&#xC21;&#xC38;&#xC41;&#xC21;&#xC41; khan&#x1E0D;anu&#x1E0D;u. n. A slayer, a smiter. &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; khan&#x1E0D;amu. n. A piece, part, fragment, portion. A chapter, a section. A country, a district, a division. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; the Northern Division. &#xC16;&#xC02;&#xC21;&#xC38;&#xC02;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; (L. XIII. 32.) &#xC1C;&#xC40;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC16;&#xC02;&#xC21;&#xC36;&#xC30;&#xC4D;&#xC15;&#xC30; khan&#x1E0D;a-&#x1E63;arkara. n. Lump sugar. &#xC16;&#xC02;&#xC21;&#xC36;&#xC36;&#xC3F; khanda&#x1E63;a&#x1E63;i. n. The moon when less than full: the half moon or crescent. &#xC16;&#xC02;&#xC21;&#xC3E; khan&#x1E0D;&#x101;. n. A cross handled dagger. &#xC1C;&#xC02;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. In poetry &#xC15;&#xC32;&#xC41;&#xC35;&#xC30;&#xC47;&#xC15;&#xC41;&#xC16;&#xC02;&#xC21;&#xC3E; he whose dagger is a blossom, i.e., the god of love. &#xC16;&#xC02;&#xC21;&#xC3F; khan&#x1E0D;i. n. The measure called a Kandy. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; khan&#x1E0D;in&#x1E6D;su. v. t. To cut to pieces, sever, divide, take to pieces, dissect. To tear or break off. To reject, confute, refute. To criticise, to test. To decide, settle, determine. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; khan&#x1E0D;impu n. A settlement, a bargain. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to settle a bargain, to bargain, to settle. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC15; or &#xC16;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15; khan&#x1E0D;ika. n. A grange or farm house. A lot of land, or portion of a village, granted free of rent or on a favourable lease. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; khan&#x1E0D;itamu. adj. Severed, cut, divided. &#xC28;&#xC30;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;. Decided, certain, strict. Absolute, down right. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; a decisive answer. &#xC16;&#xC02;&#xC21;&#xC40;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; khan&#x1E0D;&#x12B;-bh&#x16B;tamu. adj. Dashed to pieces. M. VII. iv. 308. &#xC16;&#xC02;&#xC21;&#xC47;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; khan&#x1E0D;&#x113;nduru. n. The half moon or crescent. &#xC16;&#xC02;&#xC21;&#xC36;&#xC36;&#xC3F;. &#xC16;&#xC02;&#xC21;&#xC47;&#xC02;&#xC26;&#xC41; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; he who wears a crescent as his crest, i.e, Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC21;</span>&#xA0;&#xA0;khan&#x1E0D;a. [Skt.] n. A paragraph in the Vedas on marriage ceremonies. &#xC17;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. A. vi. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC1C;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khanjar&#x12B;&#x1E6D;amu. [Skt.] n. A wagtail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC1C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;khanjari. [Skt.] n. A kind of drum. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC28;&#xC41;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khanjanamu. [Skt.] n. A wagtail. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khanjamu. [Skt.] adj. Lame, crippled, limping. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;.
			</div>
                