&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC1F;&#xC4D;&#xC35;</span>&#xA0;&#xA0;kha&#x1E6D;va. [Skt.] n. A bedstead, cot or couch. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC1C;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;khaj&#x101;n&#x101;. [H.] n. A treasury. &#xC16;&#xC1C;&#xC3E;&#xC02;&#xC1C;&#xC40; or &#xC16;&#xC1C;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; khaj&#x101;nj&#x12B;. n. A treasurer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khachitamu. adj. Inlaid, set. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC16;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; khachin&#x1E6D;su. [Skt.] v. a. To set precious stones . &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;. &quot;&#xC15; &#xC16;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC30;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC46;&#xC30;&#xC2F;&#xC02;&#xC17;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khapuramu. [Skt.] n. The areca nut tree. &#xC2A;&#xC4B;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;khanaku&#x1E0D;u. [Skt. &#xC16;&#xC28;&#xC4D; = to dig.] n. One who digs. &#xC16;&#xC28;&#xC3F; khani. n. A mine, a quarry. &#xC17;&#xC28;&#xC3F;. &#xC16;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; khanitramu. n. A pickaxe. A spade or hoe. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC30; &#xC2A;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kha-dy&#x14D;tamu. [Skt. &#xC16; = sky and &#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC2E;&#xC41; a light] n. A firefly. &#xC2E;&#xC3F;&#xC21;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC16;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC41;&#xC21;&#xC41; kha-dy&#x14D;tu&#x1E0D;u. n. The sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;khaddi [Tel.] n. Strength, might. &#xC2C;&#xC32;&#xC2E;&#xC41;. &quot;&#xC38;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC27;&#xC30;. &#xC16;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1C;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC18;&#xC3E;&#xC24;&#xC28;&#xC4D;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khadiramu. [Skt.] n. The tree called Acacia catechu. (E. P.) &#xC26;&#xC02;&#xC24;&#xC27;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC3E;&#xC2E;&#xC30;. See &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kha-tilakamu. [Skt. &#xC16; = sky, and &#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; an ornament.] n. The sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kha-talamu. [Skt. &#xC16;+&#xC24;&#xC32;&#xC2E;&#xC41; place] n. The sky. M. XII. i. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC24;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kha-tam&#x101;lamu. [Skt. &#xC16; = sky.] n. Smoke. &#xC2A;&#xC4A;&#xC17;. A cloud &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kha&#x1E0D;gamu. [Skt.] n. A sword or scimitar: a rhinoceros or its horn. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; kha&#x1E0D;ga-p&#x101;tramu. n. A bracelet made of horn and gold. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; kha&#x1E0D;ga-bandhamu. n. An arrangement of words in verse forming the shape of a sword. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; kha&#x1E0D;ga-m&#x1E5B;igamu. n. The rhinoceros. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; kha&#x1E0D;ga-v&#x101;damu. n. Violence: force of arms a combat: a duel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kharparamu. [Skt.] n. The skull: the cranium. &#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;; &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kharj&#x16B;ramu. [Skt.] n. The marshy date tree. &#xC2A;&#xC47;&#xC30;&#xC40;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Silver &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;. &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; (A. i. 75.) A sort of grain. &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC30;&#xC28;&#xC17;&#xC2E;&#xC41; &quot;the silver mountain,&quot; an epithet of Kailasa. Dasav. iii. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kharjuvu. [Skt.] n. The itch, any cutaneous eruption. &#xC24;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41; khar&#x1E6D;su. [H.] n. Expense. &#xC28;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kharu&#x1E0D;u. [Skt.] n. A certain demon. &#xC2C;&#xC15;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC28;&#xC41;&#xC21;&#xC41;. A fearful being &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC40;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC40;&#xC26;&#xC41; khar&#x12B;du. [H.] n. Price. &#xC35;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC40;&#xC16;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khar&#x12B;-khalamu. [Skt.] n. Gambling. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC26;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC16;&#xC30;&#xC3E;&#xC30;&#xC41; khar&#x101;r&#x101; [H.] n. An agreement. &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kharamu. [Skt.] n. An ass. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;. Heat. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Scarcity. Name of a year. adj. Hot, sharp, pungent, cruel, harsh. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC17;&#xC32;, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC32;. (Figuratively) Dear, scarce. &#xC16;&#xC30;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; khara-karu&#x1E0D;u. n. The sun. &#xC16;&#xC30;&#xC23;&#xC38;&#xC41;&#xC21;&#xC41; khara&#x1E47;asu&#x1E0D;u. (&#xC16;&#xC30;+&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;.) adj. Sharp nosed, having an aquiline nose. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khar&#x101;ramu. [Skt.] n. A curry comb. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC3E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;khar&#x101;-g&#x101;. [H.] adj. Exactly, accurately.
			</div>
                