&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC16;&#xC32;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; khal&#x12B;namu. [Skt.] n. A bridle, a bit. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2A;&#xC41;&#xC21;&#xC3E;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC16;&#xC32;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC1A;&#xC2F;&#xC2E;&#xC48;&quot; Parij. iv. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khalamu. [Skt.] n. A thrashing floor. &#xC2A;&#xC02;&#xC1F;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;. adj. Base, cruel, mischievous. &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC24;</span>&#xA0;&#xA0;khalata. [Skt.] n. Wickedness, villainy, filthiness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kharavamu. [Skt.] adj. Of little size or stature, short, dwarfish. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, n. A certain very large number. (See Alberuni&apos;s India.) &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC30;&#xC4D;&#xC35;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kharava&#x1E6D;amu. [Skt.] n. A hamlet or village. A market town, a country town. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC2A;&#xC30;&#xC17;&#xC23;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x101;yamu. [H.] n. Settled, fixed, permanent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;kh&#x101;mamu-g&#x101;. [H. for &#xC16;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;] adv. Positively, without fail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC41; kh&#x101;mandu. [H.] n. An owner, a master. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;kh&#x101;daku&#x1E0D;u. [Skt.] n. One who eats. &#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC16;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; kh&#x101;danamu. n. Eating. &#xC24;&#xC3F;&#xC28;&#xC41;&#xC1F;. Food &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC16;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; kh&#x101;ditamu. adj. Eaten. &#xC24;&#xC3F;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC16;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; kh&#x101;dyamu. adj. Eatable, edible. n. Viands, food, victuals. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2C;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x101;tamu. [Skt. &#xC16;&#xC28;&#xC4D; = to dig.] n. A hollow, cavern, pit. A pond &#xC15;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC16;&#xC3E;&#xC24;&#xC2E;&#xC41; a natural cavern, as being formed by God. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC3E;&#xC16;&#xC3E;&#xC24;&#xC2E;&#xC41; the bay of Bengal. &#xC16;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; kh&#x101;taku&#x1E0D;u. n. A digger. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x101;&#x1E47;amu. [Tel.] n. Food for horses. &#xC26;&#xC3E;&#xC23;&#xC3E;. Provender, fodder. Grass. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC38;&#xC41;&#xC35;&#xC41;. &quot;&#xC15;&#xC02;&#xC21;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC32; &#xC16;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4B; &#xC2F;&#xC41;&#xC02;&#xC1A;&#xC26;&#xC4B;.&quot; Ila. iii. 79. &quot;&#xC15;&#xC4B;&#xC1F;&#xC15;&#xC47;&#xC2E;&#xC30; &#xC15;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC16;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; M. XII. ii. 303. &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC30;&#xC41;&#xC35;&#xC32;&#xC28; &#xC38;&#xC02;&#xC2D;&#xC42;&#xC24;&#xC02;&#xC2C;&#xC48; &#xC2F;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC28;&#xC16;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC2A;&#xC46;&#xC28;&#xC41;.&quot; M. VII. 170.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x101;n&#x1E0D;avamu. [Skt.] n. The name of a grove sacred to Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;khasi-ch&#x113;yu. [H.] n. To geld, cut, or emasculate. &#xC16;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a gelding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC33;&#xC42;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;kha&#x1E37;&#x16B;rika [Skt.] n. A parade, a place for military exercise. &#xC17;&#xC30;&#xC21;&#xC40;&#xC36;&#xC3E;&#xC32;, &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. A. ii. 48.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC4D;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;khalv&#x101;&#x1E6D;u&#x1E0D;u. [Skt.] n. A bald headed man. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC4D;&#xC35;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khalva&#x1E6D;akamu. [Skt.] n. A severe cough. Vish. P. ii. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;khalu&#x1E0D;u. [Skt.] n. A vile wretch, a sinner. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC32;&#xC41;</span>&#xA0;&#xA0;khalu. [Skt.] adv. Verily, surely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;khill&#x101;. [H.] n. A hill fort.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khilamu. [Skt.] adj. Waste or unploughed. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. Dilapidated, ruined. &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;. &#xC16;&#xC3F;&#xC32;&#xC2A;&#xC21;&#xC41; khila-pa&#x1E0D;u. v. n. To be ruined or laid waste. &#xC16;&#xC32;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; khil&#x12B;bhavintsu. v. n. To be ruined. &#xC1A;&#xC46;&#xC21;&#xC41;. &#xC16;&#xC32;&#xC40;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; khil&#x12B;-bh&#x16B;tamu. adj. Dilapidated, ruined.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khinnamu. [Skt.] adj. Distressed, in pain, troubled, dejected. &#xC15;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC16;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; khinnatvamu. n. Dejection. &#xC16;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC38;&#xC3E;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC38;&#xC3E; kh&#x101;sa. [H.] n. A servant. &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;. adj. Own, one&apos;s own. &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC3E;</span>&#xA0;&#xA0;kh&#x101;yid&#x101;. [H.] n. Safety. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC16;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; to make secure, to take care of.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC3E;&#xC33;&#xC40; kh&#x101;&#x1E37;&#x12B;. [H.] adj. Empty, vacant. n. A vacancy.
			</div>
                