&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC47;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x113;charamu. [Skt. &#xC16; = sky.] adj. Aerial, sky-going (a bird, an arrow, &amp;c.) &#xC16;&#xC47;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; kh&#x113;-charu&#x1E0D;u. n. A demigod. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC37;&#xC40;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC37;&#xC40; khush&#x12B;. [H.] n. Pleasure, delight. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC32;&#xC3E;&#xC38;&#xC3E;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC32;&#xC3E;&#xC38;&#xC3E; khul&#x101;s&#x101;. [H.] n. Happiness, comfort, felicity. &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khurdanamu. [Skt.] n. Sport, play. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;, &#xC06;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC30;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC16;&#xC41;&#xC30;&#xC33;&#xC3F;&#xC15; khura&#x1E37;i. [Skt.] n. Military exercise: &#xC38;&#xC3E;&#xC2E;&#xC41;. A parade, a place for evolutions. &#xC17;&#xC30;&#xC21;&#xC40;&#xC36;&#xC3E;&#xC32;. A. iy. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;khuramu. [Skt.] n. A hoof. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;,. &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC1C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC30;&#xC23;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;khura-&#x1E47;asu&#x1E0D;u. [Skt. &#xC16;&#xC41;&#xC30;+&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;.] n. One who has a big nose. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28;</span>&#xA0;&#xA0;khuddu-na. [H.] adj. In person. Personally. Without an intermediator.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;</span>&#xA0;&#xA0;or &#xC17;&#xC3E; ga. The adverbial sign, for &#xC15;&#xC3E;&#xC28;&#xC4D; as &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E; correctly, slowly, gently, &#xC35;&#xC02;&#xC15;&#xC30;&#xC17;&#xC3E; crookedly. It is added to the Infinitive in A, as &#xC1A;&#xC47;&#xC2F;&#xC17; or &#xC1A;&#xC47;&#xC2F;&#xC17;&#xC3E;, &#xC1A;&#xC42;&#xC21;&#xC17;. It is also added to nouns to give them an adverbial force. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC2F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17; &#xC1C;&#xC47;&#xC38;&#xC46; he provided thee with flowers for arrows. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is black. &#xC17; stands for &apos;&#xC17;&#xC1C;&#xC2E;&#xC41; a yard. In prosody &#xC17; denotes &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; a long syllable, and &#xC17;&#xC3E; or &#xC17;&#xC17;&#xC2E;&#xC41; is a spondee. &#xC17; also stands for &#xC17;&#xC26;&#xC4D;&#xC2F; prose. In music &#xC17; is the note called mi in European music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;</span>&#xA0;&#xA0;ga. [Tel. &amp; Skt. formed from the shape of the legs in walking.] The letter G as in great. Some Telugu words at pleasure change the letter G into V. Thus &#xC2A;&#xC17;&#xC32;&#xC41; or &#xC2A;&#xC35;&#xC32;&#xC41;, &#xC24;&#xC40;&#xC17; or &#xC24;&#xC40;&#xC35;. So in English, thus: guile and wile; gate and way; guard and ward; guise, and wise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;khy&#x101;ti. [Skt.] n. Reputation, renown, fame, celebrity, notoriety. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41; or &#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC48;&#xC28; khy&#x101;tamu. adj. Known, celebrated, famous, notorious. &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC47;&#xC32;</span>&#xA0;&#xA0;or &#xC16;&#xC47;&#xC32;&#xC28;&#xC2E;&#xC41; kh&#x113;la. [Skt.] n. Sport, play, pastime. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;, &#xC06;&#xC1F;. &#xC16;&#xC47;&#xC32;&#xC3F; kh&#x113;li. n. A player. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC3E;&#xC16;&#xC47;&#xC32;&#xC3F; he who plays in the soul, i.e., God.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x113;yamu. [Skt.] n. A ditch, trench or moat. &#xC05;&#xC17;&#xC21;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;kh&#x113;damu. [Skt.] n. Sorrow, grief, regret. &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC16;&#xC47;&#xC26;&#xC15;&#xC30;&#xC2E;&#xC41; kh&#x113;da-karamu. adj. Grievous. &#xC16;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; kh&#x113;din&#x1E6D;su. v. a. To grieve, to be afflicted, to lament, to regret. &#xC16;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; kh&#x113;ditamu. adj. Afflicted, distressed, pained.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC16;&#xC47;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC16;&#xC47;&#xC1F;&#xC15;&#xC2E;&#xC41; kh&#x113;&#x1E6D;amu. [Skt.] n. A shield. &#xC21;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. A suburb. &#xC2A;&#xC47;&#xC1F;, &#xC2A;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; or &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC47;&#xC1F;.
			</div>
                