&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1C;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC1C;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC2F;&#xC2E;&#xC41; ganja. [Skt.] n. A tavern. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC47; &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. P. i. 194.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;gangu&#x1E0D;u-che&#x1E6D;&#x1E6D;u. [Tel.] n. A tree called Caesaria Tomentosa. (Rox. ii. 421.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC17;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; gangi-r-eddu. n. A bull that is dressed with bells, &amp;c., and taught to dance. &#xC17;&#xC02;&#xC17;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2A; gangeddu-ch&#x113;pa. n. A star-fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gangi. [Tel.] adj. Venerable. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. (&#xC2D;&#xC3E;&#xC17;. ix.) &#xC17;&#xC02;&#xC17;&#xC3F;&#xC17;&#xC4B;&#xC35;&#xC41; a cow of an excellent breed, an excellent cow. &quot;&#xC17;&#xC02;&#xC17;&#xC3F;&#xC17;&#xC4B;&#xC35;&#xC41;&#xC2A;&#xC05;&#xC32;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC46;&#xC21;&#xC48;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC41;, &#xC15;&#xC21;&#xC35;&#xC46;&#xC21;&#xC48;&#xC28; &#xC28;&#xC47;&#xC2E;&#xC3F; &#xC16;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41;; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC48;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC41;.&quot; V&#x113;ma. i. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gang&#x101;&#x1E37;amu. [Tel.] n. A large wide mouthed metal jar for holding water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;gang&#x101;&#x1E37;a-chippa. [Tel.] n. A ribbed cockle-shell. Pholas costata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC4D;&#xC2E; gang&#x101;n-amma. [Tel.] n. The name of a certain village goddess, wife to the god &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3E;&#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;gang&#x101;-dharu&#x1E0D;u. [Skt.] n. A title of Siva, because the river Ganges was supported on his head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC3E;&#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;gang&#x101;-jalamulu. [Skt.] n. A kind of grain. &#xC15;&#xC35;&#xC3F;. i
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ganga-v&#x101;&#x1E0D;i-jallulu. [Tel.] n. An ornament on a horse&apos;s breast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC30;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;ganga-r&#x113;gu. [Tel.] n. A species of jujube tree with bright yellow fruit. Zizyphus jujuba. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;ganga-r&#x101;vi. [Tel.] n. A tree called Hibiscus Populneus. The leaf has a short tail and the wood is worthless. (Ainslie. ii. 333.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;gangamma. [Skt.] n. The name of a village goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;&#xC2E;&#xC2F;&#xC3F;&#xC32;</span>&#xA0;&#xA0;ganga-mayila. [Tel.] adj. Dun, dark, grizzled. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; (&#xC06;&#xC35;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC17;</span>&#xA0;&#xA0;ganga. [Skt. lit That which goes.] n. The river Ganges. Water in general. &#xC08; &#xC2C;&#xC3E;&#xC35;&#xC3F; &#xC17;&#xC02;&#xC17; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; the water of this well is sweet. &#xC28;&#xC47;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC17;&#xC02;&#xC17;&#xC28;&#xC48;&#xC28;&#xC3E; &#xC24;&#xC3E;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; I did not take so much as a draught of water in his house. &#xC17;&#xC4B;&#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F; &#xC17;&#xC02;&#xC17; the waters of the Godavery. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17; the river of heaven, &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F;, &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC17;&#xC02;&#xC17; the river of nether world, &#xC2D;&#xC4B;&#xC17;&#xC35;&#xC24;&#xC3F;. &#xC17;&#xC02;&#xC17;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41; gang-&#x14D;dakamu. n. Holy water from the Ganges. [Tel.] adj. Large &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC17;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC35;&#xC3F; the large Pepul tree. Venerable &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC02;&#xC17;&#xC17;&#xC4B;&#xC35;&#xC41; a venerable cow &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC02;&#xC17;&#xC32;&#xC41; the five great rivers, i.e., the Cauvery, the Tungabhadra, the Krishna, the Godavery and the Ganges. &#xC17;&#xC02;&#xC17;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; ganga-chippa. n. A large white cockle shell. &#xC17;&#xC02;&#xC17;&#xC21;&#xC4B;&#xC32;&#xC41; ganga-&#x1E0D;&#x14D;lu. n. The dewlap of cows and other animals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC18;&#xC02;&#xC1F;&#xC2E;&#xC41; gan&#x1E6D;amu. [Tel.] n. An iron style for writing on palm leaves.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;</span>&#xA0;&#xA0;gan&#x1E6D;a. [Tel.] n. A bell, a gong. An hour. &#xC17;&#xC02;&#xC1F;&#xC32;&#xC17;&#xC21; a staff hung with bells. used in bands or processions. &#xC17;&#xC02;&#xC1F;&#xC32;&#xC2E;&#xC4D;&#xC2E; gan&#x1E6D;al-amma. n. Name of one of the village goddesses. &#xC17;&#xC02;&#xC1F;&#xC35;&#xC47;&#xC1F; gan&#x1E6D;a-v&#x113;&#x1E6D;a. n. Hunting in which lights and low bells are used. Bat-fowling. &#xC17;&#xC02;&#xC1F;&#xC38;&#xC3E;&#xC32; gan&#x1E6D;a-s&#x101;la. n. A tower in which bells are hung. A belfry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;</span>&#xA0;&#xA0;gan&#x1E6D;a. [Tel.] n. A stub, a stump of corn stalks. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC2A;&#xC48;&#xC30;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC17;&#xC02;&#xC1F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the crop thrives well. &#xC17;&#xC02;&#xC1F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; gan&#x1E6D;a-pi&#x1E6D;&#x1E6D;a. n. The Grass Warbler, Chactornis locustelloides. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;ganji. [Tel.] n. Gruel, rice-water. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC38;&#xC2E;&#xC41;. A trifling meal or subsistence. &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC3E;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; I went to get something to eat. &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F; starched linen. &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17; or &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; a sore, &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC4A;&#xC30;&#xC15; the cream that collects on rice-water. &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2E;&#xC40;&#xC17;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC5B;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ganz&#x101;yi. [Tel.] n. The drug called G&#x101;nja or bhang. &#xC17;&#xC02;&#xC5B;&#xC3E;&#xC2F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ganz&#x101;yi-che&#x1E6D;&#x1E6D;u. n. The Indian hemp plant cannabis sativa. (Watts.) &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC17;&#xC02;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC46;&#xC28;&#xC47;&#xC2E;&#xC3F; &#xC15;&#xC32;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC46;&#xC28;&#xC47;&#xC2E;&#xC3F; &#xC2F;&#xC02;&#xC1C;&#xC15;&#xC27;&#xC28;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC24;&#xC21;&#xC46;&#xC28;&#xC3E;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. 2. &#xC2D;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC5B;</span>&#xA0;&#xA0;ganza. [Tel.] n. Arable land. &#xC15;&#xC43;&#xC37;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
                