&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;gan&#x1E6D;i. [Tel.] n. A hole or bore (in the ear for an earring.) An interstice, or ward of a key. A wound, sore, hurt. &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC3F;. Sorrow &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. plu. &#xC17;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41; gan&#x1E6D;i-pa&#x1E0D;u. v. n. To be wounded, hurt, or bruised. &#xC17;&#xC02;&#xC1F;&#xC41; gan&#x1E6D;u. v. t. To wound, to hurt &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. n. A depression. A joint &#xC17;&#xC28;&#xC41;&#xC2A;&#xC41;. A knot &#xC2E;&#xC41;&#xC21;&#xC3F;, a knot of hair &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC17;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; gan&#x1E6D;u-pe&#x1E6D;&#x1E6D;u. v. n. To put on an angry face, to hate. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; gan&#x1E6D;l&#x101;&#x1E0D;u. v. n. To struggle or wrestle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC2D;&#xC47;&#xC30;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;a-bh&#x113;run&#x1E0D;amu. [Skt.] n. A griphon, a harpy, a two headed eagle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC21;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;a&#x1E0D;u. [Tel.] n. A strong man: a brave man. &#xC17;&#xC02;&#xC21;&#xC30;&#xC17;&#xC02;&#xC21;&#xC21;&#xC41; the bravest of the brave &#xC36;&#xC42;&#xC30;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC02;&#xC21;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41; gan&#x1E0D;a-pen&#x1E0D;&#x101;ramu. (Kan.) n. A badge of honour, bestowed on a hero, worn as a garter in one leg. (R. iv. 104.) &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC05;&#xC02;&#xC26;&#xC46;, &#xC36;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC05;&#xC02;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;akamu. [Skt.] n. A rhinoceros. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gan&#x1E0D;angi. [Tel.] n. A large black monkey. The Madras Langur, Semnopithicus prianus (F.B.I.) &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;</span>&#xA0;&#xA0;gan&#x1E0D;a. [Tel. and Kan.] n. A male. &#xC1C;&#xC17; &#xC21;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC17;&#xC02;&#xC21;&#xC3E; a mighty hero. adj. Large &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC17;&#xC02;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30; gan&#x1E0D;a-kattera. n. Large shears. The shears of destiny. Chenn. iv. 222. KP. iii. 115. (Metaphorically.) difficulty, distress, straits, a plague. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC02;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his wife is a perfect plague to him. &#xC17;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F; gan&#x1E0D;a-go&#x1E0D;&#x1E0D;ali. n. A bill hook: a sort of battle-axe. &#xC2A;&#xC30;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC17;&#xC02;&#xC21;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; gan&#x1E0D;a-m&#x1E5B;igamu. n. The rhinoceros. BD. iii. 2170.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;</span>&#xA0;&#xA0;gan&#x1E0D;a. [Tel.] n. A vow. &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F;. &#xC17;&#xC02;&#xC21;&#xC24;&#xC32; hair grown on the head under a vow. &#xC17;&#xC02;&#xC21;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; a lamp offered as a vow to a god; a lamp made of flour paste with ghee placed in a brazen dish, and carried upon the head round a temple, in fulfilment if a very after recovery from sickness, &amp;c. See Reeve.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E6D;lamu. [Tel.] n. A Wish or hope entertained by a pregnant woman &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC23;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. (&#xC2F;. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;gan&#x1E6D;e. [Tel.] n. A spoon. &#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;. A kind of grain, called the little millet Holcus spicatus. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC47;&#xC32;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC46;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC35;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; gan&#x1E6D;e-pi&#x1E6D;&#x1E6D;a. n. A spieces of laughing thrush. Jerdon, No. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1F;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gan&#x1E6D;u-b&#x101;rangi. [Tel.] n. A medicinal root, Siphonanthus Indica. &#xC16;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC40;, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;Y&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;a-va&#x1E0D;amu. [Tel.] n. A screen. &#xC24;&#xC46;&#xC30;. BD. iii. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;aruvu. [Tel.] n. A mould. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;arulu. [Tel.] n. Fragments, bits. &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;arin&#x1E6D;su. [Tel.] v. n. To issue, spring, be produced. &#xC06;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. v. a. To produce or cause to be born. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;amu. [Skt.] n. The side of the head. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. An elephant&apos;s temple. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. The baleful influence of a star. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. An evil event, a narrow escape, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC28;&#xC17;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC28;&#xC42;&#xC30;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41; to live long in daily peril of ruin. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC17;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am daily living from hand to mouth. &#xC17;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC17;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; the affair is over and this is the result. Lit the trouble is over, the child is born. &#xC05;&#xC24;&#xC21;&#xC41; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC17;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was born to be the cause of his father&apos;s ruin. &#xC17;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC33;&#xC3F; gan&#x1E0D;a-p&#x101;&#x1E37;i. n. The temple or side of the head. &#xC17;&#xC02;&#xC21;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; gan&#x1E0D;a-man&#x1E0D;alamu. n. The temples of the head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC32;</span>&#xA0;&#xA0;gan&#x1E0D;a-m&#x101;la. [Skt.] n. Scrofula or swelling of the glands about the neck; the mumps; a goitre, a wen on the throat. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
                