&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC21;&#xC3F;&#xC15; gan&#x1E0D;i. [Tel.] n. A hole, a chink, a breach, an orifice, an opening a gap. &#xC30;&#xC02;&#xC25;&#xC4D;&#xC30;&#xC2E;&#xC41;. A chasm, a strait, a fisure &#xC17;&#xC4A;&#xC02;&#xC26;&#xC3F;. A pass, or gorge between hills. A lane &#xC38;&#xC02;&#xC26;&#xC41; &#xC17;&#xC02;&#xC21;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC17;. a house breaker &#xC15;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1C;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;gan&#x1E0D;&#x101;&#x1E37;i. [Tel.] n. A kind of grass creeper. &#xC24;&#xC40;&#xC17;&#xC17;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC1C;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;&#x101;ru. [Tel.] n. A prison house. &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;. &quot;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC4D;&#xC23;&#xC32;&#xC4B;&quot; (&#xC2F;. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC36;&#xC3F;&#xC32;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC21;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41; gan&#x1E0D;a&#x1E63;ila. [Skt.] n. A boulder, a large stone or fragment of rock. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;gantri. [Skt.] n. A carriage. &#xC17;&#xC3E;&#xC21;&#xC40; &#xC2C;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;gantu. [Tel.] n. A jump, leap, vault; a step in dancing. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;. &#xC17;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gantu-konu. v. n. To leap. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC24;</span>&#xA0;&#xA0;ganta. [Tel.] n. A packsaddle, a quilt of motley patchwork. &#xC2C;&#xC4A;&#xC02;&#xC24;. &#xC17;&#xC02;&#xC24;&#xC17;&#xC4B;&#xC21;&#xC41; bridal presents, being of all kinds, a medley. A. vi. 181. R. iv. 109. A miscelany, a pack, a set of things. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC02;&#xC24;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to blindfold. &#xC17;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC41; gant-&#x101;vu. n. A cow that carries a packsaddle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC24;</span>&#xA0;&#xA0;ganta. [Skt.] adj. One who goes. &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC02;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; gantavyu&#x1E0D;u. adj. One who is fit to go. &#xC2A;&#xC4B;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;gan&#x1E0D;ra. [Tel.] n. The species of grass called Panicum Uliginosum. Rox. I. 308. A piece, a fragment, &#xC24;&#xC41;&#xC28;&#xC15;. See &#xC17;&#xC41;&#xC02;&#xC21;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC17;&#xC02;&#xC21;&#xC4D;&#xC30; adj. Large &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC17;&#xC02;&#xC21;&#xC4D;&#xC30; &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. A wicked man &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; &#xC17;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; gan&#x1E0D;rin&#x1E6D;su. v. t. To cut to pieces. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15; n. A piece. &#xC24;&#xC41;&#xC28;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;&#x14D;lamu. [Tel.] n. A kind of fish. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;gan&#x1E0D;e. [Tel.] n. A fish. &#xC1A;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC26;&#xC42;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;&#x16B;shamu. [Skt.] n. Rinsing the mouth. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;. A mouthful of water for rinsing. &#xC17;&#xC02;&#xC21;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; to rinse the mouth. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC42;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;u-padamu. [Skt.] n. A male prawn. &#xC17;&#xC02;&#xC21;&#xC42;&#xC2A;&#xC26;&#xC3F; a female prawn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;gan&#x1E0D;u. [Tel.] n. Bravery. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;. strength &#xC2C;&#xC32;&#xC2E;&#xC41;. adj. Brave, heroic, great, large, stout. Male. &#xC2E;&#xC17;. &#xC17;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F; a grim face. &#xC17;&#xC02;&#xC21;&#xC40;&#xC17; a large fly. &#xC17;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC40;&#xC2E; the large black ant. &#xC17;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2A; the carp which is proverbial for vigour and activity. &#xC17;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC40;&#xC28;&#xC41;&#xC32; &#xC35;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; eyes that glance bright like dolphins &#xC17;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a tom cat. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC28;&#xC17;&#xC02;&#xC21;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41; the young kitten turned into a tom cat. &#xC17;&#xC02;&#xC21;&#xC41; among tradesmen is a cant word for &#xC35;&#xC30;&#xC39;&#xC3E; a pagoda. Thus in arithmetic &#xC17;1 is one pagoda; &#xC17;&#xC17; one thousand pagodas. &#xC17;&#xC02;&#xC21;&#xC21;&#xC17;&#xC41; gan&#x1E0D;a&#x1E0D;agu. [&#xC17;&#xC02;&#xC21;&#xC41;+&#xC05;&#xC21;&#xC17;&#xC41;.] v. n. To lose heart or courage &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC17;&#xC41;. (&#xC39;&#xC30;&#xC3F;. &#xC09;. ii.) To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. (Vasu. iv.) &#xC17;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41; gan&#x1E0D;&#x101;&#x1E0D;u. [&#xC17;&#xC02;&#xC21;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To have sexual intercourse. &#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC02;&#xC21;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; gan&#x1E0D;-kara&#x1E47;amu. n. The bird called the Green Barbet. Thereiceryx Zeylonicus (F.B.I.) (Jerdon&apos;s Catal. No. 217.) &#xC17;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; gan&#x1E0D;u&#x1E0D;u. [Skt.] n. A courageous man, a hero. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gandara-g&#x14D;&#x1E37;ama. [Tel.] n. Confusion. &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; gandara-g&#x14D;&#x1E37;in&#x1E6D;su. v. n. To confuse, to trouble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gandamu. [from Skt. &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;] n. Sandal wood. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC02;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a cross piece of wood fixed on to the back of a door &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. (A. ii. 9.) or a streak of sandal paste on a door or a wall. &#xC17;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC41; gandapu-kon&#x1E0D;a. n. The fragrant hill, called Malaya. &#xC2E;&#xC32;&#xC2F; &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC17;&#xC02;&#xC26;&#xC2A;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; the sandal wood tree. &#xC17;&#xC02;&#xC26;&#xC2A;&#xC4A;&#xC21;&#xC3F; sandal wood powder. &#xC17;&#xC02;&#xC27;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC21;&#xC3F;.
			</div>
                