&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC2A;</span>&#xA0;&#xA0;gampa. [Tel.] n. A basket. &#xC17;&#xC02;&#xC2A;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; a swarm of children. &#xC17;&#xC02;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; a pack of lies. &#xC17;&#xC02;&#xC2A;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; gampa-pulugu. (So called because sold in baskets.) n. A wild cock or jungle fowl. Phasianus Gallus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gandharvamu. [Skt. from &apos;Kandahar&apos; which derives its name from Iskander, i.e. Alexander (the Great.) See Mahaffy.] n. A mythological animal. &#xC2E;&#xC43;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A horse from G&#xE4;ndh&#x101;ra or Kandahar, a K&#x101;buli horse. &#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; gandhatvu&#x1E0D;u. n. A mythological being, one of the singers and musicians in the Hindu Olympus. &#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a very handsome fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gandhamu. [Skt.] n. Smell, odour, &#xC35;&#xC3E;&#xC38;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; or &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; sandal wood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; red sandal wood. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC17;&#xC02;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC32;&#xC26;&#xC3F; smearing his clothes with sandal. &#xC17;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC3F; gandha-k&#x101;ri. n. A perfumer. &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;. A. iv. 36. &#xC17;&#xC02;&#xC27;&#xC17;&#xC1C;&#xC2E;&#xC41; gandha-gajamu. n. A proud and fierce elephant or one in rut. &#xC2E;&#xC26;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC17;&#xC02;&#xC27;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; gandha-taruvu. n. The sandal tree. &#xC17;&#xC02;&#xC27;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; See &#xC17;&#xC02;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;. &#xC17;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; gandha-pu-kon&#x1E0D;a n. A name for Mount Malaya. &#xC17;&#xC02;&#xC27;&#xC2A;&#xC4A;&#xC21;&#xC3F; gandha-po&#x1E0D;i. n. Perfume powder. &#xC17;&#xC02;&#xC27;&#xC2A;&#xC4A;&#xC21;&#xC3F; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F; a perfumer&apos;s shop. &#xC17;&#xC02;&#xC27;&#xC2B;&#xC32;&#xC3F; gandha-phali. n. The Marigold. &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;. (q. v.) A. v. 139. &#xC17;&#xC02;&#xC27;&#xC2E;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; gandha-m&#x101;danamu. n. Name of a certain hill. &#xC17;&#xC02;&#xC27;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; or &#xC17;&#xC02;&#xC27;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; gandha-m&#x101;rj&#x101;lamu. n. The civet cat. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC17;&#xC02;&#xC27;&#xC30;&#xC38;&#xC2E;&#xC41; gandha-rasamu. n. Myrrh &#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41;. &#xC17;&#xC02;&#xC27;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; gandha-r&#x101;jamu. n. Perfume. Civet &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;. A. iv. 174. &#xC17;&#xC02;&#xC27;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; gandha-v&#x101;hu&#x1E0D;u. n. The scent bearer, i.e., the air. &#xC17;&#xC02;&#xC27;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; gandha-s&#x101;ramu. n. Sandal. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC02;&#xC27;&#xC47;&#xC2D;&#xC2E;&#xC41; gandh&#x113;-bhamu. n. An elephant in rut. &#xC17;&#xC02;&#xC27;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC41; gandh&#x14D;ttamamu. n. Wine. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Dasav. IX. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gandhakamu. [Skt.] n. Sulphur, brimstone. &#xC17;&#xC02;&#xC27;&#xC15;&#xC2A;&#xC41;&#xC15;&#xC21;&#xC4D;&#xC21;&#xC3F; a stick of brimstone. &#xC17;&#xC02;&#xC27;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC15;&#xC2E;&#xC41; Sulphuric acid, vitriol.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gandhilamu. [Skt.] n. The polecat or some stinking creature like the stoat. A large or old jackal. &#xC35;&#xC30;&#xC21;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC2E;&#xC41;. R. ii. 24. vii. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;gaggu [Tel.] v. n. To shrink. &#xC5B;&#xC02;&#xC15;&#xC41;. To hesitate &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;&#xC4D;&#xC17;&#xC30;, &#xC17;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;</span>&#xA0;&#xA0;or &#xC17;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC30; gaggara. [Tel.] n. A sort of quail. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC30; a plant like sweet thyme. &#xC15;&#xC4B;&#xC32;&#xC17;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC30; a noose, a tether. A. vi. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC17;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; gaguru. n. Tingling, glowing, a thrill. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC17;&#xC17;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F; she was electrified, or a thrill ran through her. &#xC17;&#xC17;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; gaguru-po&#x1E0D;u&#x1E6D;su. v. n. To tingle, to be thrilled. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC17;&#xC17;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC17;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;, Same as &#xC17;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gaganamu. [Skt.] n. The sky. firmament, the ether. The empyrean. adj. Impossible, puzzling. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC47;&#xC2E;&#xC3F;&#xC17;&#xC17;&#xC28;&#xC2E;&#xC41; what great marvel is this? &#xC17;&#xC17;&#xC28;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41; lit. &apos;the sky blossom&apos; a phrase for &apos;nothing,&apos; as milk from a stone. &#xC17;&#xC17;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; an impossible or overwhelmingly great undertaking. &#xC17;&#xC17;&#xC28;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; the gem of heaven, i.e., the sun. &quot;&#xC38;&#xC40; &#xC17;&#xC17;&#xC28;&#xC18;&#xC02;&#xC1F;&#xC3E;&#xC2A;&#xC27;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC36;&#xC40;&#xC32;&#xC41; &#xC28;&#xC15;&#xC46;&#xC02;&#xC24;&#xC17;&#xC17;&#xC28;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC32; &#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC1A;&#xC47;&#xC26;&#xC32;&#xC41;&quot; &#xC35;&#xC38;&#xC41;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;</span>&#xA0;&#xA0;or &#xC17;&#xC17;&#xC2E;&#xC41; See under. &#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gambh&#x12B;ramu. [Skt.] adj. Deep, profound, secret. &#xC32;&#xC4B;&#xC24;&#xC41;&#xC17;&#xC32;. Serious, fearful. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC35;&#xC47;&#xC26;&#xC3F; gambh&#x12B;ra-v&#x113;di. n. A very intoxiacated or restive elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC02;&#xC2C;&#xC41;&#xC30;, &#xC17;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E;, &#xC17;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC2C;&#xC42;&#xC30;&#xC2E;&#xC41; gambura [Tel.] n. Camphor. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
                