&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;gaggulu. [Tel.] n. Empty ears of corn. &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41;. &#xC17;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41; &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC32;&#xC4B; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E; bring the empty ears of corn in a sieve. &#xC17;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; a heap of empty ears of corn. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC02;&#xC15;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. (&#xC15;&#xC3E;&#xC36;&#xC40;. vii.) Also, a fugitive. Also (from &#xC15;&#xC3E;&#xC21;&#xC41; a place) the anvil as &quot;the place of sparks.&quot; &#xC17;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC1F;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F; to ruin, to destroy. Kalah. M. ii. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1C;&#xC3F;&#xC2C;&#xC3F;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;gaji-biji. [Tel.] n. Intricacy, a puzzle. Confusion, &#xC15;&#xC32;&#xC24;, trouble. &#xC28;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;. Noise &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. adj. Confused &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;. Bruised &#xC28;&#xC32;&#xC17;&#xC3F;&#xC28;. &#xC17;&#xC1C;&#xC3F;&#xC2C;&#xC3F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; gaji-bijin&#x1E6D;su. v. n. To be confused. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC17;&#xC1C;&#xC3F;&#xC2C;&#xC3F;&#xC1C;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F; a horrid tiger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gajamu. [Skt.] n. An elephant. adj. Large. &#xC17;&#xC1C;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E; the horse lime, i.e., the large lime: &#xC17;&#xC1C;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; a huge dragon, &#xC17;&#xC1C;&#xC26;&#xC4A;&#xC02;&#xC17; a great rogue. &#xC17;&#xC1C;&#xC2E;&#xC41; [H.] n. A yard, three feet. &#xC17;&#xC1C;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC1C;&#xC2E;&#xC41; gaj&#x113;ndra-gajamu. n. The measure called &quot;the great yard&quot; equal to ten yards. &#xC17;&#xC1C;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; gaja-kar&#x1E47;amu. (Lit. An &quot;elephant&apos;s ear.&quot;) n. A large fan with a hollow handle. wherein it can be turned round rapidly. &#xC17;&#xC1C;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; fickle, uncertain as a weathercock. &#xC17;&#xC1C;&#xC17;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; or &#xC17;&#xC1C;&#xC2F;&#xC3E;&#xC28; gaja-g&#x101;mini. n. A woman with the rolling pace of an elephant i.e., with a majestic gait. &#xC17;&#xC1C;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41; gaja-nim&#x12B;linamu. n. Wakefulness or lightness of sleep (Literally, an elephant&apos;s sleep.) A nap. Cunning &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC17;&#xC1C;&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F; gaja-pippali. n. Long pepper. &#xC17;&#xC1C;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; gaja-pushpamu. n. A plant also called Messua Roxburghi. &#xC28;&#xC3E;&#xC17;&#xC15;&#xC47;&#xC38;&#xC30;&#xC2E;&#xC41;. R. v. 310. &#xC17;&#xC1C;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; gaja-r&#x101;jamu. n. A sort of cloth. BD. iii. 103. &#xC17;&#xC1C;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC41; the enemy of the elephant, i.e., the lion. &#xC17;&#xC1C;&#xC3E;&#xC28;&#xC28;&#xC41;&#xC21;&#xC41; gaj-&#x101;nanu&#x1E0D;u. &quot;Elephant faced.&quot; -- an epithet of Ga&#x1E47;&#x113;sa &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1A;&#xC4D;&#xC1B;&#xC24;&#xC4D;</span>&#xA0;&#xA0;gachchhat. [Skt.] n. adv. Cursorily. Slightly. &#xC17;&#xC1A;&#xC4D;&#xC1B;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41; to dip into a book. To read cursorily.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ga&#x1E6D;s&#x1E6D;su. [Tel.] n. Lime plaster. Brilliance, glitter &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. A coating &#xC2A;&#xC42;&#xC24;. A coating with plaster &#xC17;&#xC3E;&#xC30;&#xC2A;&#xC42;&#xC24;. Pretence, bragging, boast. The stench of urine. &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ga&#x1E6D;s&#x1E6D;su-konu. v. a. To adhere, cleave, stick. &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; ga&#x1E6D;s&#x1E6D;su-tanamu. n. Foppery, pretence. &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41; or &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41; ga&#x1E6D;s&#x1E6D;su-pi&#x1E6D;s&#x1E6D;sagu. v. n. To be disordered, confused, or spoiled. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; ga&#x1E6D;s&#x1E6D;su-l-&#x101;&#x1E0D;i. n. A jilt, or flirt. &#xC26;&#xC3E;&#xC02;&#xC2D;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;ga&#x1E6D;s&#x1E6D;sa. [Tel.] n. A thorny plant, &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F;, its fruit, Guilandina Bonducella. (Ainslie); the fever nut, the physic nut, Caesalpinia Bonducella. &#xC28;&#xC42;&#xC28;&#xC46;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F; Caesalpinia digyna (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;gagg&#x14D;lu. [Tel.] n. Confusion. &#xC15;&#xC32;&#xC24;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &#xC17;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E; gagg&#x14D;lu-g&#x101;. adv. Aloud, confusedly, slapdash. &#xC17;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to be alarmed, or routed. &#xC05;&#xC21;&#xC32;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. (V. P. iii.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;gazzu. [Tel.] n. Fatness; pride &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC17;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; adj. Fat, plump. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. L. XX. 268.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;gazza [Tel.] n. The groin. The inner part of the thigh &#xC24;&#xC4A;&#xC21;&#xC38;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC0A;&#xC30;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC38;&#xC02;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC2F; gajje. [Tel.] n. A little bell, such as dancers wear: a tinkling ornament, a rattle. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they appointed her as a dancer. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC2A;&#xC3E; an express post. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41; gajje-golusu. n. An anklet made of little silver bells.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;gajji. [Tel.] n. The itch, or mange: any cutaneous eruption. &#xC24;&#xC40;&#xC1F;&#xC15;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; gajji-pa&#x1E6D;&#x1E6D;u. n. To have the itch. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; infested with itch or mange. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has the itch. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; gajji-r&#x101;yi. n. Yellow ochre: the same as &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gazzuramu. [from Skt. &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;.] n. A date tree. &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                