&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ga&#x1E6D;&#x1E6D;i. [Tel.] adj. Hard, firm, strong, substantial. Tight. Able, clever, expert. Brave, courageous, resolute, smart, fine. Loud. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC30; close imprisonment. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; Full sunna, or the circle -- Appa C. ii. 27. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F; a very heavy road. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; ga&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To load a gun, to beat into a hard mass. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; or &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; ga&#x1E6D;&#x1E6D;i-g&#x101;. adv. Well, strongly. Properly, tight, fast. Eminently, especially, seriously, greatly. Loudly, aloud. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you must positively come. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41; read aloud. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the house is in good condition or is solid-built. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; ga&#x1E6D;&#x1E6D;i-ch&#x113;yu. v. a. To make firm. &#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to get a lesson by heart. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; you should make him keep his promise. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; ga&#x1E6D;&#x1E6D;i-tanamu. n. Cleverness, ability. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41; ga&#x1E6D;&#x1E6D;i-n&#x101;&#x1E47;emu. n. Bullion. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC4B;&#xC26;&#xC3F; ga&#x1E6D;&#x1E6D;ina-b&#x14D;di. n. A game played by boys. &#xC15;&#xC3E;&#xC33;. iii. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35; ga&#x1E6D;&#x1E6D;iva. [&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;+&#xC35;&#xC3E;&#xC2F;&#xC3F;.] n. An isolent man. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; ga&#x1E6D;&#x1E6D;i-v&#x101;&#x1E0D;u. n. An able or skilful man. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F; ga&#x1E6D;&#x1E6D;i-v&#x101;yi. n. A brawling woman. &#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC28;</span>&#xA0;&#xA0;or &#xC17;&#xC23;&#xC28; ga&#x1E0D;ana. [Tel. from &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.] n. Earnings &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;. Esteem, regard. &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;. Praise &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC46;&#xC35;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC21;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC41; he cares for nobody. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC17;&#xC21;&#xC28; &#xC2F;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC1F;&#xC41;&#xC02;&#xC26;&#xC3F; how much is his income or profit? &#xC17;&#xC21;&#xC28;&#xC2A;&#xC21;&#xC24;&#xC3F; a prostitute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC1A;&#xC41; Same as &#xC17;&#xC21;&#xC41;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC17;&#xC21;</span>&#xA0;&#xA0;ga&#x1E0D;a-ga&#x1E0D;a. [Tel.] adv. Violently. Rapidly. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC17;&#xC21;&#xC17;&#xC21;&#xC35;&#xC23;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC41; or &#xC17;&#xC21;&#xC17;&#xC21;&#xC32;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC41; he trembled greatly or exceedingly. &#xC17;&#xC21;&#xC17;&#xC21;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to say rapidly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;</span>&#xA0;&#xA0;ga&#x1E0D;a. [Tel.] n. A stick, staff, pole. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;. Bolt &#xC17;&#xC21;&#xC3F;&#xC2F;. A mast. &#xC13;&#xC21;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; (For &#xC17;&#xC21;&#xC4D;&#xC21;) A lump or clod. A multitude &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC2A;&#xC41;&#xC17;&#xC21;&#xC32;&#xC41; a flock of swans. A fortress or small tower. &#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC21; a stalk of maize. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC21; a sugarcane. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC17;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they set up a pole and performed tumbler&apos;s tricks. &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC21; a hollow female bamboo. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC21; a male bamboo. &#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC21; a lance or javelin. &#xC17;&#xC21;&#xC38;&#xC3E;&#xC26;&#xC28; ga&#x1E0D;a-s&#x101;dana. n. Gymnastics. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC2E;&#xC02;&#xC1A;&#xC46; ga&#x1E0D;a-manche. n. A wooden frame like a bench to keep things on. &#xC17;&#xC02;&#xC2A;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC1A;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC28;</span>&#xA0;&#xA0;or &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28; ga&#x1E6D;&#x1E6D;ana. [Tel.] n. Ramming down, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC08; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC1A;&#xC3E;&#xC32;&#xC26;&#xC41; this road has not been sufficiently beaten or rammed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ga&#x1E6D;&#x1E6D;a. [Tel.] n. The wooden stopper of a skin oil bottle. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2C;&#xC3F;&#xC30;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ga&#x1E6D;&#x1E6D;u-v&#x101;lu. [Tel.] n. A street woman. &#xC2C;&#xC1C;&#xC3E;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC48; &#xC12;&#xC15;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC28;&#xC41; ga&#x1E6D;&#x1E6D;uva-k&#x101;&#x1E0D;u. [Tel.] n. A brave man. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. M. VI. i. 317; 2. 387. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC47;&#xC24;&#xC32;&#xC41;, (Parij. i. 100.) cunning deeds. &#xC15;&#xC2A;&#xC1F;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC24;&#xC28;&#xC2E;&#xC41; gat&#x1E6D;uva-tanamu. n. Wickedness. &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ga&#x1E6D;&#x1E6D;u. [Tel.] n. A bank, or shore, a dam or mound of earth. &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;. A hill. &#xC15;&#xC4A;&#xC02;&#xC21;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; ga&#x1E6D;&#x1E6D;u-trimmari. n. A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;, &#xC05;&#xC17;&#xC1A;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; ga&#x1E6D;&#x1E6D;u-t&#x101;lupu. n. One who carries a mountain, i.e., Vishnu. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC42;&#xC32;&#xC3F; or &#xC17;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC42;&#xC32;&#xC3F; ga&#x1E6D;&#x1E6D;ur&#x101;-pa&#x1E6D;&#x1E6D;i. n. The daughter of a mountain, i.e., P&#x101;rvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; ga&#x1E6D;&#x1E6D;ula-r&#x113;&#x1E0D;u. n. The king of hills, i.e., the Himalaya Mountain. &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; ga&#x1E6D;&#x1E6D;u-viltu&#x1E0D;u. n. The Mountain archer, i.e., Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC1F;&#xC15;</span>&#xA0;&#xA0;ga&#x1E6D;ka. [Tel.] n. Gruel, pudding. &#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC5B;&#xC3E;&#xC35;.
			</div>
                