&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC2A;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC2A; ga&#x1E0D;apa. [Tel.] n. A threshold. A gateway. (metaph. a house). &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;u. [Tel. from &#xC15;&#xC21;&#xC41;.] adj. Great, much. &#xC17;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC2F; a naughty boy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;ga&#x1E0D;iya. [Tel.] n. A bolt or bar. &#xC17;&#xC21;&#xC46;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41; to bolt or fasten a bolt. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; a hole bored by a thief, through which he puts his hand to draw back the bolt. &#xC17;&#xC21;&#xC3F;&#xC2F; or &#xC18;&#xC21;&#xC3F;&#xC2F; n. A Hindu hour which consists of twenty four English minutes, and thus forms the sixtieth part of a day. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC41; &#xC12;&#xC15; &#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41; he changed his opinion hourly. &#xC17;&#xC21;&#xC3F;&#xC2F; &#xC2F;&#xC47;&#xC21;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; each hour seemed a year. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41; ga&#x1E0D;iy&#x101;-ramu. n. A clock, originally a cup for measuring the hours by sinking in water. &#xC1C;&#xC47;&#xC2C;&#xC41;&#xC17;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41; a watch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;See &#xC17;&#xC21;&#xC2C;&#xC3F;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;itamu. [Tel.] n. Thickness. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC17;&#xC41;. A plaited or folded garment. adj. Plaited, folded. &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;, &#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;. Thick, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;, &#xC2E;&#xC26;&#xC41;&#xC17;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; ga&#x1E0D;in&#x1E6D;su. [Tel.] v. a. To acquire, amass, earn. &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ga&#x1E0D;in&#x1E6D;su-konu. v. t. To acquire or earn for onself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ga&#x1E0D;i. [Tel.] n. A limit, a boundary. &#xC0E;&#xC32;&#xC4D;&#xC32;. &#xC17;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; plundering on the borders. &#xC17;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC32;&#xC32;&#xC41; boundary lands. &#xC17;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; a cunning animal which evades the hunter &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC41; to be expert, &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC17;&#xC41;, &#xC15;&#xC21;&#xC32;&#xC47;&#xC30;&#xC41;. plu. &#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to mark the boundaries. &#xC17;&#xC21;&#xC3F; ga&#x1E0D;i. n. Strength, a stronghold, fortalice or petty fort &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC1F;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC3F; adj. Big, stout. &#xC17;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; a big stone. &#xC17;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; a stout rope. A tether, a couple for two cattle. &#xC17;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to tie up the legs of two animals together with a rope. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC12;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC32;&#xC02;&#xC15;&#xC46;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC21;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC17; a great clever thief. &#xC17;&#xC21;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; the principal writer. &#xC17;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; a bull &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;; a great scoundrel, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC41;&#xC35;&#xC41; ga&#x1E0D;avu. [Tel.] n. A period, or fixed time. &#xC17;&#xC21;&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; when the time for payment, &amp;c.) comes. The fixed time. (3 days, &amp;c.) at which a bill is drawn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;amu. [Skt.] n. A kind of fish. &#xC17;&#xC02;&#xC21;&#xC46;&#xC1A;&#xC47;&#xC2A;. An obstacle &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;. A cover over a pot &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC2C;&#xC3F;&#xC21;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC3F; ga&#x1E0D;a-bi&#x1E0D;a. [Tel.] n. Trouble, difficulty, a puzzle. Confusion, &#xC15;&#xC32;&#xC24;, &#xC15;&#xC4D;&#xC37;&#xC4A;&#xC2E;&#xC41;. Noise &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. &#xC17;&#xC21;&#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; ga&#x1E0D;a-bi&#x1E0D;in&#x1E6D;su. n. To make a noise, or uproar. &#xC17;&#xC21;&#xC2C;&#xC3F;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC21;&#xC35;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;ulu&#x1E0D;u. [Skt.] n. A hump backed man. &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;, &#xC15;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC21;&#xC41;&#xC35;&#xC41; a hump on the back &#xC15;&#xC02;&#xC20;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC21;&#xC1A;&#xC41; ga&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To pass or elapse, as time. v. a. To pass over, to transgress, to exceed or surpass. To expire. &#xC07;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC21;&#xC35;&#xC26;&#xC41; I cannot get on without this. &#xC17;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; the survivors. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC21;&#xC35;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; as I could not get on here I went elsewhere. &#xC17;&#xC21;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC17;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ga&#x1E0D;apu-konu. v. a. To manage, transact, effect. &#xC17;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; (Causal of &#xC17;&#xC21;&#xC1A;&#xC41;.) ga&#x1E0D;i-pin&#x1E6D;su. v. a. To pass. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; passing the time thus. &#xC17;&#xC21;&#xC41;&#xC2A;&#xC41; ga&#x1E0D;upu. v. a. To pass (time). To put off or defer, to finish. To cause to pass over. To forward, push on, drive on, urge on. To get over, get through (trouble).
			</div>
                