&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;ga&#x1E0D;&#x1E0D;a. [Tel.] n. A lump, mass or clod, &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;. Any bulbous root. &#xC26;&#xC41;&#xC02;&#xC2A;. An island. &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;. A continent or part of the earth. A bank, brink, edge. A boil or ulcer, &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21; or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F; garlic. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21; an onion. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to solidify, to gather into a lump. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; to escape. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to rescue. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41; ga&#x1E0D;&#x1E0D;a-palugu. n. A pickaxe, an instrument for breaking clods. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC30; ga&#x1E0D;&#x1E0D;a-p&#x101;ra. A crowbar. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a fire place formed by putting three stones or clods of earth together. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC3F;&#xC2F; ga&#x1E0D;e. [Tel.] n. A bolt. &#xC17;&#xC21;&#xC46;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; Same as &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; ga&#x1E0D;e-k&#x101;&#x1E37;&#x1E37;u-gala. adj. Spindle-shanked. &#xC17;&#xC21;&#xC46;&#xC2E;&#xC3E;&#xC28;&#xC41;. ga&#x1E0D;e-m&#x101;nu. n. The wooden bar or bolt of a door.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;usu. [Tel.] adj. Hard, difficult. Cruel, reckless, unfeeling, inflexible. Firm, steadfast. Pertinacious, stubborn, intractable, obstinate, bluff, freespoken, bold, sharp, stout. &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22; &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC28;&#xC47;&#xC32; hard ground. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; stout calves of legs. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC28; a sharp shower of rain. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41; n. Hardness, determination. Shrewdness, bluffness. &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC41;&#xC38;&#xC30;&#xC3F; ga&#x1E0D;usari. n. A stubborn man, an unfeeling man, a bold man &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC21;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; ga&#x1E0D;usari-tanamu. n. Stubborness, unfeeling conduct. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC21;&#xC41; ga&#x1E0D;usu-pa&#x1E0D;u. v. n. To become bold. &#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC23;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ga&#x1E47;a-pati. [Skt.] n. A name of the god Ga&#x1E47;&#x113;sa. &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC23;&#xC28;</span>&#xA0;&#xA0;ga&#x1E47;ana. [Skt.] n. Counting, numbering. &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;, &#xC0E;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC17;&#xC23;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; ga&#x1E47;a-n&#x12B;yamu. adj. That may be reckoned or counted. &#xC0E;&#xC02;&#xC1A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC23;&#xC17;&#xC23;</span>&#xA0;&#xA0;ga&#x1E47;a-ga&#x1E47;a. [Tel.] n. adj. adv. Tinkling. Aloud, again and again, over and over. &quot;&#xC17;&#xC23;&#xC17;&#xC23;&#xC17;&#xC02;&#xC1F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC02;&#xC1F;. &quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;&#x1E0D;u. [Tel.] adj. Hard, rare, scarce. &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adv. Much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; a bold word. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a dangerous character. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41; n. Violence, outrage. Difficulty. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; to rebel, to be stiff-necked. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; to rebel, to be stiff-necked. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; bold deeds. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ga&#x1E0D;&#x1E0D;u-konu. v. n. To excel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;&#x1E0D;i-gamu. [Tel.] n. The tube of a drill plough, through which the seed drops. &#xC1A;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC47; &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC38;&#xC40;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ga&#x1E0D;&#x1E0D;i. [Tel.] n. Grass. &#xC15;&#xC38;&#xC35;&#xC41;. &#xC35;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; rice straw. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41; a small cord made of the darbha or sacred grass worn around the waist by a young Brahmin in the ceremony of investing him with the sacred thread. &#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC38;&#xC35;&#xC41; the Citronella, or Andropogon Nardus. (Watts.) &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC32;&#xC15;&#xC3E;&#xC2F; ga&#x1E0D;&#x1E0D;i-tala-k&#x101;ya. n. A hair-brained fellow, a soft-headed fool. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; ga&#x1E0D;&#x1E0D;i-tini-pin&#x1E6D;su. v. n. To dupe. (lit. to make one eat grass) &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they befooled him. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC41; ga&#x1E0D;&#x1E0D;i-tinu. v. n. To eat grass, to be cheated. &#xC08;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; thus was he befooled. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC15; ga&#x1E0D;&#x1E0D;i-paraka. n. A blade of straw or grass &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; ga&#x1E0D;&#x1E0D;i-p&#x101;mu. n. A species of snake. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; ga&#x1E0D;&#x1E0D;i-pi&#x1E6D;&#x1E6D;a. n. A kind of bird: there are three sorts, named &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; and &#xC2D;&#xC42;&#xC24;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28; ga&#x1E0D;&#x1E0D;i-bodduva. n. A ring of grass rope to set a pot on. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F; &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ga&#x1E0D;&#x1E0D;amu. [Tel.] n. The chin: the beard. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC1F; to beseech. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to grow a beard. &quot;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC15;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2F;&#xC4B;&#xC37;&#xC15;&#xC3E;&#xC26;&#xC41;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC23;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ga&#x1E47;aku&#x1E0D;u. [Skt.] n. An astrologer. &#xC1C;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. An arithmetician.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC28;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ga&#x1E0D;&#x1E0D;ena-bo&#x1E0D;&#x1E0D;i. [Tel.] n. A certain game played by boys. H. iii. 186.
			</div>
                