&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;gad&#x101;-graju&#x1E0D;u. [Skt.] n. An epithet of Krishna as being the &quot;elder brother of Gada.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC30;</span>&#xA0;&#xA0;gadara. n. A sort of dried fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gada-m&#x101;yin&#x1E6D;su. [Tel.] v. t. To scold. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;</span>&#xA0;&#xA0;gada. [Skt.] n. A mace or club. &#xC15;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC17;&#xC26;&#xC2E;&#xC41; gadamu. n. Disease, sickness. &#xC24;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC41;. &#xC17;&#xC26;&#xC3E;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; gad&#x101;-dharudu. n. The club bearer, i.e., Vishnu. &#xC17;&#xC26;&#xC3E;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC2E;&#xC3E;&#xC38;&#xC32;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; the name of the 16th book of the Mah&#x101; Bh&#x101;rata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC24;&#xC4D;&#xC24;&#xC30;</span>&#xA0;&#xA0;gattara. [Tel.] n. Disorder, disturbance, hubbub. &#xC17;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC41;. Danger &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. A euphemism for Cholera &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC3F;. &#xC17;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; a noisy man. &#xC17;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC4D;&#xC21; gattara-padda. adj. Confused, troubled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC17;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; gatta. [Tel.] n. Manure. &#xC17;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to manure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;gatuku. [Tel.] v. a. To lap, as a dog. To eat the leavings of food &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC41;. &#xC17;&#xC24;&#xC41;&#xC15;&#xC41; n. Lapping or eating the leavings of food. &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41;. &#xC17;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; he took the bait and lost his life. &#xC17;&#xC24;&#xC41;&#xC15;&#xC41; = a pit, &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gati. [Skt.] n. Way. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;. Going, gait, pace, march, passage. &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;. Means, resource, fund, contrivance, expedient, remedy. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Refuge, resort, help, aid. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. Fate, lot, destiny, state, hap, condition, situation. &#xC35;&#xC3F;&#xC27;&#xC3F;. An adventure. (In the L&#x12B;la, the different cantos are called &#xC17;&#xC24;&#xC41;&#xC32;&#xC41;.) Salvation, rescue &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. Ability, power &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC28;&#xC3E;&#xC17;&#xC24;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F; what is to become of me? &#xC07;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC47;&#xC30;&#xC47;&#xC17;&#xC24;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; for this there is another remedy. &#xC26;&#xC48;&#xC35;&#xC17;&#xC24;&#xC3F; divine providence. &#xC17;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; helpless, destitute, abject. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC17;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; he is unable to pay it, he is without means of payment. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; the childless have no hope (or prospect) of heaven. &#xC2A;&#xC1F;&#xC41;&#xC17;&#xC24;&#xC3F; strongly &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; gatin&#x1E6D;su. v. n. To pass away, elapse, &#xC15;&#xC21;&#xC1A;&#xC41;. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC17;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to devise an expedient. &#xC17;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; gatiku&#x1E0D;u. n. He who has a resource. &#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC48; having no other resource. &#xC17;&#xC24;&#xC41;&#xC21;&#xC41; gatu&#x1E0D;u. n. One who is gone or entered. &#xC06;&#xC28;&#xC02;&#xC26;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC24;&#xC41;&#xC02;&#xC21;&#xC28;&#xC48; I plunged in a sea of bliss. &#xC17;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; gat-y-antaramu. n. An alternative: an other means, or resource.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;gadduva. [Tel.] n. The chin. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;See &#xC17;&#xC26;&#xC4D;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gaddin&#x1E6D;su. [Tel.] v. a. To rebuke, reprimand, bully, chide. &#xC15;&#xC42;&#xC15;&#xC32; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; gaddimpu. n. Chiding, a rebuke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;gaddari. [Tel.] adj. Impertinent, pert &#xC17;&#xC21;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC24;&#xC41;&#xC02;&#xC1F;&#xC48;&#xC28;. &quot;&#xC17;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;.&quot; (G. VIII. 151.) a broad horned beast. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; gaddari-k&#x101;&#x1E0D;u. n. An impertinent man, an insolent man. &#xC17;&#xC21;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; gaddar-in&#x1E6D;su. v. a. To shudder, tingle all over, be agitated or frightened. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; gaddari-tanamu. n. Boldness. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;gadda. [Tel.] n. A kite. &#xC17;&#xC43;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC26;&#xC4D;&#xC26; the black eagle. Ictinaetus m&#x101;l&#x101;yensis. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC26;&#xC4D;&#xC26; or &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26; the white scavenger vulture, Neophron ginginianus &#xC24;&#xC47;&#xC28;&#xC46;&#xC17;&#xC26;&#xC4D;&#xC26; the crested Honey Buggard Pernis cristatus. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC26;&#xC4D;&#xC26; the short toed eagle, Circa&#xEB;tus gallicus. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32; &#xC17;&#xC26;&#xC4D;&#xC26; the crested serpent eagle. Spilornis cheel&#x101;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26; the Pale Harrier, Circus macrurus. F.B.I. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a Roman nose, a sharp nose. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4B;&#xC30;&#xC41; gadda-g&#x14D;ru. n. An instrument used by house-breakers; lit. a kite&apos;s claw &#xC1A;&#xC4B;&#xC30;&#xC38;&#xC3E;&#xC27;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC21;&#xC4D;&#xC17;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC17;&#xC26;&#xC4D;&#xC17;&#xC26;&#xC3F;&#xC15; gadgadamu. [Skt.] n. A murmur, broken voice, fluttering accents: sobbing or faltering: a choked sound. &#xC21;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;gaduru. [Tel.] n. To increase, to become augmented. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. A bad smell, a stink. &#xC1A;&#xC46;&#xC21;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gadumu. [Tel.] v. a. To rebuke, check. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC24;&#xC41;&#xC15;&#xC41; gaduku. [Tel.] v. n. To eat the leavings of food. &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC41;. BD. vii. 1888.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC3F;</span>&#xA0;&#xA0;gadi. [Tel.] n. A room, closet. &#xC05;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC17;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; gadya. [Skt.] n. Prose. &#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; gadde. [Tel.] n. A high seat. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;; a throne &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;. An obsolete coin &#xC35;&#xC30;&#xC39;&#xC3E;. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41; gadde-ponkamu. n. Eulogy. &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC28; &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;.
			</div>
                