&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gapti. [Skt. for &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;.] n. Recollection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;gapchippu. [H.] n. Silence. adj. Silent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC41; gann&#x113;ru. [Tel.] n. The Oleander, Nerium odorum. Ainslie. ii. 23. &#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;, or Balsam (gul-i-mehndi) and &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; are species. The pagoda tree, i.e., &#xC26;&#xC47;&#xC35;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; or &#xC35;&#xC3E;&#xC21;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; is a large tree, with a fragrant white flower pale yellow inside. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; the Plumieria Alba (Linn). &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC41;&#xC2C;&#xC3E;&#xC33;&#xC46;&#xC32;&#xC41;. (A. i. 57.) a particular kind of rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC28;&#xC3F;&#xC2F; gane. [from Skt. &#xC16;&#xC28;&#xC4D; to dig.] n. A bit, piece, fragment. &#xC24;&#xC41;&#xC28;&#xC15;. &#xC17;&#xC28;&#xC46;&#xC32;&#xC41;&#xC17;&#xC3E; piecemeal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC15;</span>&#xA0;&#xA0;or &#xC17;&#xC28;&#xC41;&#xC15; or &#xC15;&#xC28;&#xC41;&#xC15; ganaka. [Tel.] conj. Then, therefore, so, seeing that, thereby. &#xC05;&#xC26;&#xC3F;&#xC17;&#xC28;&#xC15; for that reason.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2D;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gabh&#x12B;ramu. [Skt.] adj. Deep, profound. &#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2D;&#xC3E;&#xC32;&#xC41;&#xC28;</span>&#xA0;&#xA0;gabh&#x101;luna. [Tel. for &#xC17;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC28;.] adv. Agitatedly, thrillingly. Slapdash. Bang! smack, all at once. &#xC17;&#xC2D;&#xC40;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41; gabh&#x12B;lu-m-anu. v. a. (anuk) To be violently agitated, to thrill, tingle, shudder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2D;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gabhasti. [Skt.] n. A ray of light, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC17;&#xC2D;&#xC38;&#xC4D;&#xC24;&#xC3F; &quot;the nectar-rayed god,&quot; an epithet of the moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;gabbu. [Tel.] n. Orig: any strong smell or savour, good or bad. A bad smell, a stench. &#xC15;&#xC02;&#xC2A;&#xC41;. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC2A;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; an elephant &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. Pride &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC21;&#xC2E;&#xC41;. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; gab-bulugu. [&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC41;+&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;] n. A bird of omen. &#xC12;&#xC15; &#xC36;&#xC15;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;gabbili-v&#x101;&#x1E0D;u. [Tel.] n. A toddy drawer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;gabbili. [Tel.] n. A handful. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC21;&#xC41;&#xC15;&#xC42;&#xC30;&#xC24;&#xC47; bring a handful of curry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;gabbi. [Tel.] adj. 1. Full, big, mighty, 2. Hemispherical, swelling. 3. Great. Thick, as darkness. 4. Noble, heroic. 5. Stubborn, hard, unmanageable, head-strong, proud. &#xC38;&#xC4D;&#xC24;&#xC2C;&#xC4D;&#xC26;, &#xC05;&#xC1A;&#xC32;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F; n. A prig, a conceited fellow. A hemisphere: a round object. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC17;&#xC4B;&#xC33;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC17;&#xC4B;&#xC33;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. A stout hound, a bulldog. Manu. iv. 80. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; gabbi-tanamu. n. Bigness, wickedness. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F; or &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC2F;&#xC3F; gabbilamu n. A bat or flittermouse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC17;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;ga&#x323;nima. [Tel.] n. A ridge. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC3F;</span>&#xA0;&#xA0;gani. [from Skt. &#xC16;&#xC28;&#xC4D; to dig.] n. A mine, a quarry. A hole. &#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;. &#xC17;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; gani-pani. n. Mining, quarrying. &#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; gani-v&#x101;&#x1E0D;u. n. A miner, a pitman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC41;</span>&#xA0;&#xA0;, &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41; gabba&#x1E6D;u [Tel.] n. An uproar, buzz. &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;. adj. Cheap. &#xC35;&#xC46;&#xC32;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC17;&#xC2C;</span>&#xA0;&#xA0;gaba-gaba. [Tel.] n. Hubbub, tumult. adv. Terribly, violently. &#xC17;&#xC2C;&#xC17;&#xC2C;&#xC32;&#xC3E;&#xC2F;&#xC46; there was a tumult.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2C;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;</span>&#xA0;&#xA0;gabakku-na. [Tel.] adv. Horribly, fearfully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;gapp&#x101;lu. [H.] n. Bragging, boasting. &#xC1C;&#xC02;&#xC2D;&#xC3E;&#xC32;&#xC41;. &#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gap-p&#x101;lu-ko&#x1E6D;&#x1E6D;u-konu. v. i. To brag, to boast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ganayamu. [Tel.] n. The end or tip of a bow. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC17;&#xC28;</span>&#xA0;&#xA0;gana-gana. [Tel.] adv. Fiercely. &#xC17;&#xC28;&#xC17;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; glowing fires.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ganupu. [Tel.] n. A joint. &#xC15;&#xC23;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC40;&#xC2C;&#xC41;</span>&#xA0;&#xA0;gan&#x12B;bu. [Tel.] n. A sheath. &#xC12;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC28;&#xC2A;</span>&#xA0;&#xA0;ganapa. [Tel.] adj. Large. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;.
			</div>
                