&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;gami. [Tel.] n. A flock, crowd, assembly. A cluster. &#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC2E;&#xC3F; a cluster of golden bells. &#xC17;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; gami-konu. v. a. To become a heap &#xC2A;&#xC4B;&#xC17;&#xC17;&#xC41;. To assemble or form into a crowd &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;gama&#x1E37;&#x1E37;a. [Tel.] n. The Toddy drawer&apos;s caste. &#xC17;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; A toddy drawer. &#xC17;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC3F; a woman of that caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC2E;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gamamu. [Skt.] n. Going. &#xC2A;&#xC4B;&#xC15;. A journey &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;. A way &#xC26;&#xC4B;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gamanin&#x1E6D;su. [Skt.] v. a. To go. &#xC2A;&#xC4B;&#xC35;&#xC41;. To intend &#xC24;&#xC32;&#xC1A;&#xC41;. &quot;&#xC30;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#xC17;&#xC2E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC30;&#xC25;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41;.&quot; V&#x113;ma. 668. To pay attention to, to attend to. &#xC17;&#xC2E;&#xC28;&#xC3F;&#xC15; gama-nika. n. Way, manner. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Procedure. &#xC28;&#xC21;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gamanamu. [Skt.] n. Going, a march, journey &#xC2A;&#xC4B;&#xC15;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;. Attention. &#xC17;&#xC41;&#xC30;&#xC3F;. Intention &#xC24;&#xC32;&#xC2A;&#xC41;. &#xC38;&#xC39;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;, lit. &apos;Accompanying.&apos; The burning a Hindu widow alive with her deceased husband. &quot;&#xC09; &#xC38;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2D;&#xC3E;&#xC35;&#xC28;&#xC38;&#xC47;&#xC2F;&#xC30;&#xC48;&#xC30;&#xC3F;.&quot; &#xC28;&#xC48;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC17;&#xC2E;</span>&#xA0;&#xA0;gama-gama. [Tel.] adv. (Anuk) Sweetly, fragrantly &#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E;. Swa. ii. 59. Eagerly (hungry) &#xC17;&#xC2E;&#xC17;&#xC2E;&#xC2F;&#xC28;&#xC3F; &#xC06;&#xC15;&#xC32;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he was very hungry. &#xC17;&#xC2E;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; gama-gamin&#x1E6D;su. v. n. To smell very sweet. &#xC17;&#xC2E;&#xC17;&#xC2E;&#xC2F;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC17;&#xC40; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC40;&#xC21;&#xC3F;&#xC2F;&#xC2A;&#xC41; &#xC24;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC2E;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC2A;.&quot; &#xC36;&#xC47;&#xC37;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gamakamu. [Skt.] n. Increase, fulness: springiness, exertion. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. adj. Much, great &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Fine, pleasant. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC17;&#xC2E;&#xC15;&#xC2E;&#xC41; or &#xC17;&#xC2E;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; gamakamu. n. Connection, in a sentence the word to be understood. &#xC24;&#xC4B;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC17;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; gama-kin&#x1E6D;su. v. n. To rise, to spring: to exert one self &#xC2A;&#xC42;&#xC28;&#xC41;, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC06;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &quot;&#xC2E; &#xC24;&#xC2E;&#xC3F;&#xC2F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2D;&#xC40;&#xC24;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC32;&#xC4B; &#xC26;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC24;&#xC28;&#xC4D;.&quot; T. ii. 80.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;gara-ga&#x1E0D;amu-v&#x113;yu. [Tel.] n. To mark heaps of grain (to prevent it being stolen) by sprinkling cowdung water over it in wavy lines.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC17;&#xC21;</span>&#xA0;&#xA0;garaga&#x1E0D;a. [Tel.] n. A funnel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC17;</span>&#xA0;&#xA0;garaga. [Tel.] n. A small pot, vessel or pipkin. M. XIII. ii. 397.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;</span>&#xA0;&#xA0;gara. [Tel.] n. A lump, a clod. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;, &#xC17;&#xC21;&#xC4D;&#xC21;. &#xC17;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; para-ka&#x1E6D;&#x1E6D;u. v. i. To curdle, to solidify. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2F;&#xC3E;&#xC35;&#xC3E;&#xC33;&#xC40;</span>&#xA0;&#xA0;gay&#x101;-v&#x101;&#x1E37;&#x12B;. [H.] n. A pilgrim returning from Gaya. A disorderly, licentious profligate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2F;&#xC3E;&#xC33;&#xC41;</span>&#xA0;&#xA0;gay&#x101;&#x1E37;u. [Tel.] n. Waste or uncultivated land. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC28;&#xC47;&#xC32;. &#xC17;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21; deserted, abandoned, waste. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;; &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC3F; (&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2F;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; gay&#x101;&#x1E37;i. [Tel.] n. A shrew, a scold. &#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; gayy&#x101;&#x1E37;in&#x1E6D;su. v. n. To play the scold, to talk insolently. &#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;. adj. Peevish, insolent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2F;</span>&#xA0;&#xA0;gaya. [Skt.] n. The city of Gaya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gamyamu. [Skt.] adj. Attainable: accessible: desirable, suitable. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gammu. [Tel.] n. Fragrance. &#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;, &#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E;. &#xC17;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;. Comfortably. &#xC06; &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I wrapped myself in the rug comfortably.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;gammatu. [H.] n. Diversion, amusement. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;, &#xC24;&#xC2E;&#xC3E;&#xC37;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC47;&#xC33;&#xC3E;</span>&#xA0;&#xA0;gam&#x113;&#x1E37;&#x101;. [Portuguese, Camera.] n. The crow&apos;s nest, i.e., the top of a mast in which men stand. &#xC13;&#xC21;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC2E;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; gamin&#x1E6D;su. [Skt.] v. n. To go &#xC2A;&#xC4B;&#xC35;&#xC41;. To pass, as time. &#xC17;&#xC2E;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; gami-katte. n. A woman in waiting, an attendant maid. &#xC17;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; gami-k&#x101;&#x1E0D;u. n. A leader, chief man. &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
                