&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC17;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41; garima. [Skt.] n. Heaviness, weight, gravity. Bigness, largeness, greatness. Seriousness, majesty. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC17;&#xC30;&#xC3F;&#xC2E;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC2E;. H. iv. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;</span>&#xA0;&#xA0;gari. n. [Tel.] n. A wing. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. The feather of an arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. Harshness. &#xC17;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41; whiskers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;gar&#x101;su. [Tel.] n. A wicked man, a wretch. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC38;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;garasulu. [Tel.] n. Skins. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;. A. vi. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;garasin&#x1E6D;su. [for Skt. &#xC18;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.] n. To attack. &quot;&#xC15;&#xC02;&#xC20;&#xC40;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC28;&#xC17;&#xC30; &#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC30;&#xC38;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC28;&#xC3F; &#xC2D;&#xC1F;&#xC4B;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC02;&#xC2C;&#xC41;&quot; Bahul. i. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;garavulu. [Tel.] n. Offerings, gifts, rarities.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gara&#x1E37;amu. [Skt.] n. Poison.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;gara-va&#x1E0D;u. [Tel.] v. i. To curdle, to become congealed. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC38;&#xC40; &#xC15;&#xC30;&#xC17;&#xC41;&#xC1F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;&#xC32;&#xC47;&#xC15; &#xC17;&#xC30;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC2F;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC41; &#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&quot; &#xC2D;&#xC4B;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC17;&#xC30;</span>&#xA0;&#xA0;garagara. [Tel.] n. Hardness, crispness. &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Purity &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC17;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; to crackle, as a biscuit in the mouth. &#xC17;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC15; or &#xC17;&#xC30;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC15; garagarika. n. Neatness, tidiness, cleanliness. &#xC35;&#xC48;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Beauty &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. &quot;&#xC17;&#xC30;&#xC3F;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC40;, &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC26;&#xC35;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC35;&#xC3F;&#xC1A;&#xC4C;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC3E;. &quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC24;</span>&#xA0;&#xA0;garita. [Tel.] n. A damsel, a woman. A faithful wife. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;. &#xC17;&#xC30;&#xC3F;&#xC24;&#xC24;&#xC28;&#xC2E;&#xC41; garita-tanamu. n. Womanishness, frailty, light-mindedness. Suca ii. 404.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;gari&#x1E0D;iya. [from Skt. &#xC15;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;.] n. A wallet, or basket for food, &amp;c. &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;. M. III. vii. 221. &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC30;&#xC3F;&#xC21;&#xC40; gari&#x1E0D;i. [Tel.] n. Fencing, sword play. &#xC38;&#xC3E;&#xC2E;&#xC41;. A dancing school, a fencing school. &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC21;&#xC40;&#xC32; &#xC38;&#xC3E;&#xC2E;&#xC41;, or &#xC17;&#xC30;&#xC3F;&#xC21;&#xC40;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; sword play, gymnastics. A place &#xC1A;&#xC4B;&#xC1F;&#xC41;. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC02;&#xC24;. &#xC17;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a rogue who pretends to be a good man. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC26;&#xC4A;&#xC02;&#xC17;. (&#xC15;&#xC33;&#xC3E;. ii.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;</span>&#xA0;&#xA0;gari&#x1E6D;e. [Tel.] n. A spoon, ladle. &#xC2E;&#xC23;&#xC3F;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46; a trowel. &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46; a huge ladle borne in processions. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46; a long ladle, with a bell at the end.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;gari-chippa. [Tel.] n. A cockle-shell, a pearl shell. BD. vi. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC17;&#xC46;</span>&#xA0;&#xA0;garige. [Tel.] n. A small earthen pot, or bottle with a spout. &#xC17;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC2A;&#xC3F;&#xC21;&#xC24; A small saucepan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;gari-konu. [Tel.] n. To become sharp: to stiffen. &#xC17;&#xC30;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; gari-ga&#x1E6D;&#x1E6D;u. v. n. To be manifest, to be before the eyes. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC30;&#xC37;&#xC26;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC24; &#xC18;&#xC28;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC15;&#xC33;&#xC2F;&#xC41;, &#xC17;&#xC30;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC32;&#xC4B;&#xC28; &#xC17;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC17;.&quot; L. 6. 132. &#xC17;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E; gari-kamma. n. A rough bough (of a palm tree) before the serrated edges are removed. &#xC17;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; gari-gonna. adj. Blackened, stained. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;. G. ii. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC32;</span>&#xA0;&#xA0;gara-gari-kala. [Tel.] n. Active, nimble. &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;&#xC17;&#xC32;. L. 3. 269. &#xC17;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC48;&#xC28;, neat, tidy, nice. &#xC17;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC17;&#xC3E; or &#xC17;&#xC30;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC17;&#xC3E; tidily, nicely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC17;&#xC30;&#xC3F;&#xC15;&#xC3F; or &#xC17;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; garika. [Tel.] n. A kind of grass called Agrostis linearis. &#xC26;&#xC42;&#xC30;&#xC4D;&#xC35;. Ainslie. ii. 28. &#xC17;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; garika-na&#x1E6D;&#x1E6D;u. n. The smaller species of &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; grass (q. v.) The largest species being &#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC17;&#xC30;&#xC3F;&#xC15;&#xC38;&#xC42;&#xC26;&#xC41;&#xC32;&#xC41; garika-s&#x16B;dulu. n. A fine species of rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC17;&#xC4A;&#xC30;</span>&#xA0;&#xA0;gara-gora. [Tel.] n. Lack, deficiency, something wanting. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC2A;&#xC28;&#xC47;&#xC32;</span>&#xA0;&#xA0;garapa-n&#x113;la. [Tel.] n. Red sandy soil, barren land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;garadu&#x1E0D;u. [Skt.] n. A poisoner. M. XII. i. 110.
			</div>
                