&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC30;&#xC41;&#xC17;&#xC41; garubu. [Tel.] n. Thick, as a forest. &#xC17;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC32;&#xC41;. V. P. vii. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;garup&#x101;&#x1E6D;u. [Tel.] n. Bristling of the hair. &#xC17;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;. See &#xC17;&#xC30;&#xC41;. &#xC17;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; garu-p&#x101;ru. v. i. To tingle. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;garuttu. [Skt.] n. A wing. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; a bird.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC17;&#xC30;&#xC41;&#xC21;&#xC3F;, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC17;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; garu&#x1E0D;u&#x1E0D;u. [Skt.] n. The eagle or sovereign of the feathered race. The Brahminy or Maroon-backed kite, Haliastur indus. (F.B.I.) &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; garu&#x1E0D;i-ravutu. n. Vishnu. &#xC17;&#xC30;&#xC41;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a man with a Roman nose. &#xC17;&#xC30;&#xC41;&#xC21;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; garu&#x1E0D;a-dhvaju&#x1E0D;u. n. An epithet of Vishnu, whose emblem is the kite. &#xC17;&#xC30;&#xC41;&#xC21;&#xC2A;&#xC1A;&#xC4D;&#xC1A; garu&#x1E0D;a-pa&#x1E6D;s&#x1E6D;sa. n. An inferior emerald. &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC41;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35; garu&#x1E0D;a-p&#x101;rva. n. An eagle-glance. A keen, fearless look, like that of an eagle. &#xC17;&#xC30;&#xC41;&#xC21;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41; garu&#x1E0D;a-v&#x101;stu. n. A certain plan on which some Hindu houses are built. &#xC17;&#xC30;&#xC41;&#xC21;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41; garu&#x1E0D;a-sarulu. n. A fine sort of rice. &#xC17;&#xC30;&#xC41;&#xC21;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; or &#xC17;&#xC30;&#xC41;&#xC21;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; garu&#x1E0D;a-stambhamu. n. A post erected before a temple, with bells at the top. &#xC17;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC41;&#xC21;&#xC41; garu&#x1E0D;-&#x101;graju&#x1E0D;u. n. An epithet of Anura, as being the elder brother of &#xC17;&#xC30;&#xC41;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41; garu&#x1E0D;&#x101;-chalamu. n. The name of a hill in the Cuddapa District: and the subject of a favourite poem. &#xC17;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC41; garu&#x1E0D;&#x101;&#x1E37;v&#x101;ru. n. A name for an eagle. A brahminy kite. &#xC17;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; garu&#x1E0D;-&#x101;sanamu. n. Kneeling on one knee: this being the attitude of the griphon Garuda.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;garuju-tanamu. [Tel.] n. Roughness, harshness, as the knap of cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;garuku. [Tel.] adj. Rough; indented or having dents. &quot;&#xC17;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC15;&#xC47;&#xC32;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;garu. [Tel.] n. The bristling up of the hair. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;garise. [Tel.] n. A hamper or large basket or small round building for storing grain. The measure called a garce containing 320 lbs. &#xC17;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC47;&#xC32; black soil mingled with pebbles or lime stone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;garish&#x1E6D;hamu. [Skt.] adj. Weighty, heavy. Venerable. &#xC17;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; garish&#x1E6D;u&#x1E0D;u. n. A venerable man: a man of weight, or of influence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;garivin&#x1E6D;su. [for Skt. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. i. To be proud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;garimidi. [Tel.] n. A species of grass, Panicum Dactylon. Also, a rat or mouse. &#xC05;&#xC16;&#xC41;&#xC35;&#xC41;. &#xC17;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; a bandicoot. &quot;&#xC17;&#xC40; &#xC09;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC17;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC26;&#xC21;&#xC35;&#xC28;&#xC47;&#xC32;&quot; Swa. iv. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;, &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; or &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; garja. [Skt.] n. A roar, thunder. R. vi. 17. &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; garjin&#x1E6D;su. v. n. To thunder, to roar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC17;&#xC30;&#xC3F;</span>&#xA0;&#xA0;gargari. [Skt.] n. A churning pot. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC17;&#xC30;</span>&#xA0;&#xA0;or &#xC18;&#xC30;&#xC4D;&#xC18;&#xC30; gargara. [Skt.] n. Tinkling ornaments: bells on the anklets. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;. adv. Resoundingly, echoingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;garusu. [Tel.] n. Gravel. &#xC17;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC17;&#xC41;&#xC32;&#xC15;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. A skin, hide. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC24;&#xC4B;&#xC32;&#xC41;. A. vi. 17. Respect. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;garuvu. [Tel.] n. A side. &#xC1A;&#xC46;&#xC02;&#xC2A;. Swa. v. adj. Hard or gravelly as the ground. &#xC17;&#xC41;&#xC32;&#xC15;&#xC30;&#xC3E;&#xC32;&#xC1A;&#xC47; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC28;&#xC47;&#xC32;. &quot;&#xC17;&#xC30;&#xC41;&#xC35;&#xC41; &#xC28;&#xC47;&#xC32;&#xC32; &#xC17;&#xC02;&#xC1F;&#xC32;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&quot; Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;garuvamu. [from Skt. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.] n. Pride. Affection. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. Ardour, eagerness. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;. &#xC17;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC41;&#xC1F;&#xC46;&#xC02;&#xC21; ardent sunshine &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28; &#xC2F;&#xC46;&#xC02;&#xC21;. &#xC17;&#xC30;&#xC41;&#xC35;&#xC24;&#xC28;&#xC2E;&#xC41; garuva-tan&#x101;mu. n. Valour. &#xC2E;&#xC17;&#xC1F;&#xC3F;&#xC2E;&#xC3F;.
			</div>
                