&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC3F;</span>&#xA0;&#xA0;garra-n&#x12B;li. [Tel.] n. Bastard Indigo: a plant, the leaves of which afford a light blue dye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;garbhamu. [Skt.] n. The belly, the stomach, the womb. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. The inside of any thing, the interior; the middle. A f&#x153;tus &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC26;&#xC40;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; the middle of a river. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; the nave, sanctuary, or shrine of a temple. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; pregnant. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to conceive or become pregnant. &#xC06;&#xC2E;&#xC46; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC26;&#xC3F; she miscarried. &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she has not miscarried. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC32;&#xC2E;&#xC2E;&#xC41; a swelling ear of corn. &#xC35;&#xC30;&#xC3F; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;. Vasu. ii. 101. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; a closet or recess. An inner chamber. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC17;&#xC26;&#xC3F;. &#xC0F;&#xC15;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; of full blood children of the same womb. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; yet in the womb, unborn. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; a secret enemy. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; the nuptial ceremony. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC36;&#xC2F;&#xC2E;&#xC41; the womb, the uterus. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; the eighth month of uterine gestation. The eighth year reckoning from conception. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC23;&#xC3F; garbhi&#x1E47;i. n. A pregnant woman: &#xC1A;&#xC42;&#xC32;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC26;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gardabhamu. [Skt.] n. An ass. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gartamu. [Skt.] n. A hole or hollow, a pit. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC30;&#xC41;&#xC5B;&#xC41; garzu. [Tel.] n. Necessity. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;, &#xC05;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; what necessity have I? what do I care?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;galibili. [Tel.] n. Disorder, confusion, noise. &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;galij&#x113;ru. [Tel.] n. A plant, hog-weed. Trianthema monogyna, &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC28;&#xC35;. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC1F;&#xC17;&#xC32;&#xC17;&#xC30; or &#xC2D;&#xC43;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; the verbesina plant. Eclipta erecta. Heyne. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC1F; &#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;gal&#x101;su. [Eng. Glass.] n. A glass vessel. &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC2C;</span>&#xA0;&#xA0;or &#xC17;&#xC32;&#xC2D; galaba. [H.] n. Confusion. &#xC15;&#xC32;&#xC24;. &#xC17;&#xC32;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC32;&#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC32;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC32;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; galaba-rin&#x1E6D;su. v. n. To grumble. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC17;&#xC32;&#xC2C;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the belly grumbles. To confuse &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC17;&#xC32;</span>&#xA0;&#xA0;gala-gala. [Tel.] n. A tinkling or clanging sound. &#xC17;&#xC32;&#xC17;&#xC32;&#xC2E;&#xC28;&#xC41; to rattle, to tinkle, to clang.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC17;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC02;&#xC1F;&#xC17;&#xC32;&#xC17;&#xC30;&#xC06;&#xC15;&#xC41; galagara-che&#x1E6D;&#x1E6D;u. [Tel.] n. A kind of herb. &#xC2D;&#xC43;&#xC02;&#xC17; &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC02;&#xC17; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See &#xC17;&#xC41;&#xC32;&#xC41;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;garhin&#x1E6D;su. [Skt.] v. n. To blame, revile. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC39;&#xC23;&#xC2E;&#xC41; garha&#x1E47;amu. n. Blame, censure. &#xC28;&#xC3F;&#xC02;&#xC26;. &#xC17;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; garhitamu. adj. Blamed, censure, base. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC17;&#xC30;&#xC4D;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; garhyamu. adj. Contemptible, scandalous, base. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;garvamu. [Skt.] n. Pride, haughtiness. &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; dishonour, degradation, humiliation, disgrace. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC21;&#xC41; garvin&#x1E6D;su. v. n. To be proud. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F; or &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; garvi. n. A proud man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC30;&#xC46;</span>&#xA0;&#xA0;garre. [Tel.] n. An instrument for catching fish. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;garru. [Tel.] n. Noise made in belching. &#xC24;&#xC47;&#xC2A;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; aloud as a belch or as rattling in the throat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;gall&#x101;. [H.] n. Grain in general; grain not thrashed. &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC28;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Also, a shop-keeper&apos;s cash box &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gallamu. [Skt.] n. The cheek. &#xC17;&#xC02;&#xC21;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. Anirud. ii. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;gallantu. [Tel.] n. Confusion, tumult, a fray. &#xC15;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;galla. [Tel.] n. A shallow pot, in which a cobbler moistens leather. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
                