&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gav-&#x101;k&#x1E63;hamu. [Skt.] n. Lit: A bull&apos;s eye. A window. &#xC15;&#xC3F;&#xC1F;&#xC15;&#xC40;. &#xC17;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; gav&#x101;kshi-u&#x1E5B;ikshamu. n. A kind of bitter melon. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F;, &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC30;&#xC28;</span>&#xA0;&#xA0;gavarana. [Tel.] n. Redness. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gavayamu. [Skt.] n. A wild ox. &#xC15;&#xC3E;&#xC30;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;. H. iii. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC35;&#xC3F;&#xC28;&#xC3F; or &#xC17;&#xC35;&#xC15;&#xC41; gavanu. A city-gate. A. ii. 33. &#xC17;&#xC35;&#xC28;&#xC41;&#xC32;&#xC41; or &#xC17;&#xC35;&#xC15;&#xC41;&#xC32;&#xC41; fort gates. &#xC15;&#xC4B;&#xC1F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;gavadalu. [Tel.] n. Glands of the throat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC15;&#xC33;&#xC4D;&#xC32; ga&#x1E37;&#x1E37;a. [Tel.] n. Phlegm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;</span>&#xA0;&#xA0;ga&#x1E37;ita-m-aina. [Skt.] adj. Fallen, dropped. &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC28;. Eaten &#xC24;&#xC3F;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC17;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; ga&#x1E37;itamu-ch&#x113;y&#x16B;. v. a. To strain through a cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ga&#x1E37;amu. [Skt.] n. The throat, the neck. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC15;, &#xC2E;&#xC46;&#xC21;, &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;. &#xC17;&#xC33;&#xC30;&#xC35;&#xC2E;&#xC41; ga&#x1E37;a-ravamu. n. The voice. &#xC15;&#xC02;&#xC20;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC33;&#xC17;&#xC33;</span>&#xA0;&#xA0;ga&#x1E37;a-ga&#x1E37;a. [Tel.] n. A gurgling sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC33;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ga&#x1E37;a-kamba&#x1E37;amu. [Skt.] n. The dewlap (of a bull, &amp;c.) &#xC17;&#xC02;&#xC17;&#xC21;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC33;&#xC02;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ga&#x1E37;antika. [Skt.] n. A small pitcher or jug like a tea pot. &#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; gallu. [Tel.] n. A loud noise. A tingling noise, as of jewels. &#xC28;&#xC17;&#xC32; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;&#xC4D;&#xC24;&#xC40;</span>&#xA0;&#xA0;or &#xC17;&#xC38;&#xC4D;&#xC24;&#xC41; gast&#x12B;. [H.] n. A patrol, &#xC30;&#xC4B;&#xC02;&#xC26;&#xC41;, &#xC28;&#xC17;&#xC30;&#xC36;&#xC4B;&#xC27;&#xC28;. &#xC17;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; to go the rounds, to patrol. &#xC17;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC32;&#xC41; gast&#x12B;lu. (&#xC17;&#xC38;&#xC4D;&#xC24;&#xC41;+&#xC08;&#xC32;&#xC41;) n. Watchmen. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC06;&#xC32;&#xC40;&#xC32;&#xC17;&#xC4A;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46; &#xC15;&#xC4B;&#xC32;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC40;&#xC17;&#xC3E;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;&#xC3F;&#xC2C;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;gasi-bisi. [Tel.] n. Confusion. &#xC15;&#xC32;&#xC24;, &#xC17;&#xC1C;&#xC3F;&#xC2C;&#xC3F;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;gasika. [Tel.] n. A spike or pointed piece of wood, a wedge. A how or small spade made of wood. An arrow. &#xC17;&#xC38;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; gasika-r&#x101;yi. n. A pointed stone. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC3E; &#xC28;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC17;&#xC3E;&#xC30;&#xC17;&#xC38;&#xC3F;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC3E;&#xC1F;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; his words were fixed in my heart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;&#xC3F;</span>&#xA0;&#xA0;gasi. [Tel.] n. Dregs of oil or melted butter. Also, a nail. &#xC2E;&#xC47;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;gasa-gas&#x101;lu. [Arabic khash-kh&#x101;sh.] n. The seeds on the poppy plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;</span>&#xA0;&#xA0;gasa. [Tel.] n. Asthma or shortwindedness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC4D;&#xC2F;&#xC1A;&#xC4C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gavva-chaukamu. [Tel.] n. Borax. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;gavva. [Tel.] n. A shell, a cowry used as money.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gavyamu. [Skt. &#xC17;&#xC4C;&#xC03; = &#xC17;&#xC4B;&#xC35;&#xC41;] adj. Dairy products. What is produced by the cow. &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the five products of the cow, viz., milk. butter, ghee, dung and urine. &#xC2A;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gav&#x113;sk-in&#x1E6D;su. [Skt.] v. a. To search, seek. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;. &#xC17;&#xC35;&#xC47;&#xC23;&#xC2E;&#xC41; gav&#x12B;-sha&#x1E47;amu. n. Search, enquiry, &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC1F;?, &#xC05;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC3F;</span>&#xA0;&#xA0;gavi. [Tel.] n. A cavern or grotto. &#xC17;&#xC41;&#xC39;. &quot;&#xC17;&#xC35;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;&quot; R. vi. 10. Swa. iv. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;gastu. [Tel.] n. Nastiness, a rank smell. adj. Nasty. &#xC17;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC41; A stench, a nasty smell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;gavun&#x1E0D;la-v&#x101;&#x1E0D;u. [Tel.] n. A toddy-drawer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC3F;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gavilemu. [Tel.] n. A fragrant seed like anise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC3F;&#xC38;&#xC46;&#xC28;</span>&#xA0;&#xA0;gavisena. [Tel.] n. A cloth case, or cover.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC35;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;gavini. [Tel.] n. A city gate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC32;&#xC4D;&#xC32;&#xC40;</span>&#xA0;&#xA0;gall&#x12B; [H.] n. A lane.
			</div>
                