&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;ndharvamu. [Skt. from &#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;.] n. A fairy- wedding. A love match, without the authority of parents. It is a fashionable phrase for seduction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x101;n&#x1E0D;la-v&#x101;&#x1E0D;u. [Tel.] n. An oil-monger. &#xC28;&#xC42;&#xC28;&#xC47; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC3F; a woman of that caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x101;n&#x1E0D;rin&#x1E6D;su. [Tel.] n. To hawk in clearing the throat; to retch, in vomiting. To swell &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his face is inflamed, or slightly swollen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC35;&#xC2E;&#xC41; g&#x101;n&#x1E0D;&#x12B;vamu. [Skt.] n. The name of a bow used by the hero Arjuna. A bow &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC35;&#xC2E;&#xC48;&#xC28; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a jaw breaking word, a puzzle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC17;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x101;ng&#x113;yu&#x1E0D;u. [Skt.] n. One born to the Ganges, i.e., Bh&#x12B;shma &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;</span>&#xA0;&#xA0;g&#x101;. [Tel.] v. n. To contraction for &#xC17;&#xC26;&#xC3E; or &#xC15;&#xC26;&#xC3E; as &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E; it was he who came most likely, or, I suppose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;</span>&#xA0;&#xA0;g&#x101;. [Tel.] n. (an adverbial affix being the infinitive &#xC15;&#xC3E; of &#xC05;&#xC17;&#xC41;) &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was like a father to me &#xC26;&#xC4A;&#xC30;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41;. he was as master, or he was master. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it looks like three. &#xC17;&#xC2E;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they came in a crowd. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is black; Added to verbs. It means when, while, as or since. &#xC08; &#xC2A;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; as soon as ever this is finished. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC17;&#xC3E; on his arrival, when he arrived. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while you are doing that work.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC39;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gahvaramu. [Skt.] n. A cave, a grotto, a cavern, a recess in a forest. A forest. &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC39;&#xC3F;</span>&#xA0;&#xA0;gahi. [Tel.] n. Scorn, menace, bullying. &#xC17;&#xC39;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; guhi-ch&#x113;yu. n. To browbeat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gahanamu. [Skt.] n. A wilderness, forest. &#xC05;&#xC21;&#xC35;&#xC3F;. A cave &#xC17;&#xC41;&#xC39;. &#xC32;&#xC24;&#xC3E;&#xC17;&#xC39;&#xC28;&#xC2E;&#xC41; thicket of boughs. adj. Wild, impervious. &#xC1A;&#xC4A;&#xC30;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;. &#xC17;&#xC39;&#xC28;&#xC3E;&#xC2A;&#xC23;&#xC2E;&#xC41; A crowded market street.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;g&#x101;zu. [Tel.] n. Glass; any vitrified substance such as chinaware or a bracelet, which is made of glass black as jet. Hence, blackness. A bracelet. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; bracelets made of gold. Various kinds of bracelets are called &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC08;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC24;&#xC41;&#xC30;&#xC15;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;, and &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;. &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; the wards of a lock. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;&#xC32;&#xC41; g&#x101;zu-kapperalu. [Tel.] n. A certain sort of grain. H. iv. 156. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41; g&#x101;zu-n&#x12B;lamu. n. An artificial sapphire. Also, deep blue or black. NH. v. 46. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F; g&#x101;zu-royya. n. A crayfish or large prawn. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; g&#x101;zu-p&#x101;ru. v. n. To blacken or turn blck &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; g&#x101;z-uppu. n. Dross of a glasswork, scori&#xE6;. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; g&#x101;zu-r&#x101;yi. n. A glassy stone. Jet. &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; g&#x101;zula-v&#x101;n&#x1E0D;lu. n. A certain caste who deal in glass bracelets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC5B;&#xC41;&#xC35;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC41;&#xC5B;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC5B;&#xC30;</span>&#xA0;&#xA0;gazara. [Tel.] n. A kind of root. (&#xC39;&#xC02;&#xC38;. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC17;&#xC30;&#xC3E;</span>&#xA0;&#xA0;g&#x101;gar&#x101;. [H.] n. A petticoat. &#xC2A;&#xC3E;&#xC35;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC15;</span>&#xA0;&#xA0;g&#x101;ka. [Tel.] affix. Except, besides, unless, but. &#xC07;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC15; and besides this, further.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;mbh&#x12B;ryamu. [Skt. from &#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC2E;&#xC41;.] n. Depth, grandeur. &#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;ndh&#x101;ramu. [Skt.] n. A certain note in music. The Candahar country. &#xC17;&#xC3E;&#xC02;&#xC27;&#xC3E;&#xC30;&#xC3F; g&#x101;ndh&#x101;ri. n. The mother of Dury&#x14D;dhana, proverbially, a bold pert woman. &#xC17;&#xC3E;&#xC02;&#xC27;&#xC3E;&#xC30;&#xC3F; &#xC15;&#xC25;&#xC32;&#xC41; g&#x101;ndh&#x101;ri-kathalu. n. A kind of ballads or ditties.
			</div>
                