&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;g&#x101;ti. [Tel.] n. Food. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC17;&#xC40; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC41;&#xC21;&#xC40;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC1C;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41;.&quot; Bhall. iii. 47.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;tamu. [Tel.] n. A pit, a hole &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;g&#x101;&#x1E0D;i. [Tel.] n. A drinking trough or manager, a ditch, a groove. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a well that is provided with a trough for watering cattle. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a kitchen range, being a trench containing fire under a line of places for pots.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;g&#x101;&#x1E6D;u. [Tel.] n. The beazle of a ring: the notch to hold the stone. Strength. virulence, potency of poison, or of liquor. Pungency, acridity, as of pepper. &#xC17;&#xC3E;&#xC1F;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC3E;&#xC15;&#xC41; strong tobacco.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;&#x1E6D;amu. [Tel.] n. Difficulty, severity, hardness. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;. adj. Much, great, thick, hard, strong, tight. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC2F;&#xC3F;&#xC28;, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC1C;&#xC46;</span>&#xA0;&#xA0;See &#xC17;&#xC3E;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC24;</span>&#xA0;&#xA0;g&#x101;ta. [Skt.] n. A singer. &#xC2A;&#xC3E;&#xC1F;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC24;</span>&#xA0;&#xA0;g&#x101;ta. [Tel. for &#xC17;&#xC3E;&#xC35;&#xC41;&#xC24;.] v. n. May it be so! &#xC17;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC23;&#xC40;</span>&#xA0;&#xA0;g&#x101;&#x1E47;&#x12B; [Tel.] n. A female singer. &#xC2A;&#xC3E;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC17;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; g&#x101;&#x1E47;u&#x1E0D;u. n. A male singer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC23;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;&#x1E47;&#x101;-patyamu. [Skt.] n. The worship of Ganapati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC23;</span>&#xA0;&#xA0;g&#x101;&#x1E47;a. [Tel.] n. A singer. &#xC2A;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;&#x1E0D;hamu. [Skt.] adj. Extreme, much Intense, deep. &#xC17;&#xC3E;&#xC22;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41; a close embrace. &#xC17;&#xC3E;&#xC22;&#xC3E;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; pitch darkness. &#xC17;&#xC3E;&#xC22;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; deep sleep. &#xC17;&#xC3E;&#xC22;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41; strong love.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; g&#x101;&#x1E0D;upu. [Tel.] n. Wind: a breeze. &#xC35;&#xC21;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; or &#xC0E;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; a land wind, a hot wind. A. v. 131.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x101;&#x1E0D;u. [Tel.] n. Longing, rage, hankering. Lust. A prank, caprice, proneness itch. &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC17;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F; what evil desire drove you to do this? &#xC17;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41; the lustful libertine. &#xC17;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC32; prurient, eager, prone, vicious, rank. &#xC17;&#xC3E;&#xC21;&#xC41; v. a. To enter, penetrate, go through, pierce, transfix. &#xC28;&#xC3E;&#xC1F;&#xC41;. A. iii. 37. &amp; A. i. 66. To pierce or pinch with the finger nail Eurabh. i. 97. &#xC17;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; to be bewildered &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. A. vi. 11. &#xC17;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC28;&#xC41; or &#xC17;&#xC3E;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC41; ga&#x1E0D;u-&#x1E6D;sanu.v. a. To enter, go through, penetrate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC02;&#xC21;&#xC40;</span>&#xA0;&#xA0;g&#x101;&#x1E0D;i. [H.] n. A carriage. &#xC2C;&#xC02;&#xC21;&#xC3F;. &quot;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC28;&#xC42;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC40;&#xC32;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC06;&#xC26;&#xC3F;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46; g&#x101;&#x1E0D;ida. [Tel.] n. An ass. adj. Wild, or, inferior. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC35;&#xC47;&#xC2A; the worthless kind of v&#x113;pa. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC17;&#xC21;&#xC2A;&#xC3E;&#xC15;&#xC41; a certain herb used in medicine. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; adj. Bandy-legged. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46; &#xC17;&#xC21;&#xC2A;&#xC30; g&#x101;&#x1E0D;ide-ga&#x1E0D;apara. n. The gaudy birth-wort, aristolochia bractcata, a plant used in medicine. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC3F; g&#x101;&#x1E0D;ide-puli. n. The hy&#xE6;na. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;, &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC17;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;g&#x101;di. [Tel.] n. A cushion or pad: a throne: a pin-cushion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;damu. [Tel.] n. Knot grass that infests a field of dry grain. &#xC2A;&#xC48;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC38;&#xC41;&#xC35;&#xC41;. A leaf. &#xC06;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC26;</span>&#xA0;&#xA0;g&#x101;da. [Tel.] n. Thick prickly heat &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC24;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC25;</span>&#xA0;&#xA0;g&#x101;tha. [Skt.] n. A tale, story, a hymn, a legend, a verse or stanza. &#xC2A;&#xC3E;&#xC1F;, &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A puzzle, intricacy. &#xC17;&#xC3E;&#xC25;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. Intricate, puzzling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;tramu. [Skt.] n. The body, a member a limb, a part. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC2F;&#xC35;&#xC2E;&#xC41;. adj. Big. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F; contractile, drawing itself up, as an animal before making a spring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;g&#x101;tu. [Tel.] n. Courage. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                