&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;g&#x101;ma. [Tel.] n. The young of an ant. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC40;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;g&#x101;bu. [Tel.] n. A jar for storing grain. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;. An iron saucepan or frying pan. Weeds, trash, dirt, separated from grain by winnowing. &#xC17;&#xC3E;&#xC2C;&#xC41;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; a watering trough. &#xC17;&#xC3E;&#xC2C;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to weed land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2C;&#xC30;&#xC3E;</span>&#xA0;&#xA0;g&#x101;bar&#x101;. [H.] n. Fright, terror, confusion. &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC2C;&#xC30;&#xC3E;&#xC2A;&#xC21;&#xC41; to be in a fright.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2C;</span>&#xA0;&#xA0;g&#x101;ba. [Tel.] n. Rushes, bulrushes. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC3E;&#xC2C; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this place is overgrown with bulrushes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;</span>&#xA0;&#xA0;g&#x101;nuga. [Tel.] n. A mill. An oil mill. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC17; a mill for sugar cane. &#xC15;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC17; a stone mill. &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; oil cake: the refuse of the seeds after the oil is pressed out. &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17; &#xC30;&#xC4B;&#xC32;&#xC41; the bowl or mortar part of such a mill. &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41; to mill or to use a mill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;namu. [Skt.] n. Song, tune, music. &#xC2A;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC27;&#xC3F;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; g&#x101;dh&#x113;yu&#x1E0D;u. [Skt.] n. Son of G&#x101;dhi, i.e., Visv&#x101;mitra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC1C;&#xC47; g&#x101;de [Tel.] n. A large high basket for storing grain. A barn. A. vi. 12. M. Stri. ii. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;g&#x101;dili. [Tel.] n. Love, affection. &#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;</span>&#xA0;&#xA0;g&#x101;ra. [Tel.] n. Plaster, mortar. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC30; fine plaster. A. iv. 21. &#xC17;&#xC3E;&#xC30;&#xC2A;&#xC4A;&#xC21;&#xC3F; (Vaijayanti. ii. 137.) a drugged paste used by fishermen to intoxicate fish. &#xC2A;&#xC02;&#xC1F;&#xC3F;&#xC38;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC30; the crust or tartar on the teeth. &#xC17;&#xC3E;&#xC30; or &#xC17;&#xC3E;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; n. A kind of tree, Balanites Roxburghii. &#xC07;&#xC02;&#xC17;&#xC41;&#xC26;&#xC2E;&#xC41;. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41; g&#x101;yu. [Tel.] v. n. To spit or expectorate. &#xC09;&#xC2E;&#xC3F;&#xC2F;&#xC41;. A. v. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;yamu. [Tel.] n. A wound. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC3F;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; I was wounded. &#xC17;&#xC3E;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; a wounded man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;ya-m&#x101;namu. [Skt.] n. Surgery. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x101;yatri. [Skt.] n. A kind of tree. &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The name of a certain short prayer addressed to the sun by the Brahmins. M. XIII. iii. 115. It is as folllows: - &#xC13;&#xC02;&#xC2C;&#xC42;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC35;&#xC03;&#xC24;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC47;&#xC23;&#xC4D;&#xC2F;&#xC02; &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC26;&#xC47;&#xC35;&#xC38;&#xC4D;&#xC2F;&#xC27;&#xC40;&#xC2E;&#xC39;&#xC40; &#xC27;&#xC40;&#xC2F;&#xC4B;&#xC2F;&#xC4B;&#xC28;&#xC03; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC4B;&#xC26;&#xC2F;&#xC3E;&#xC24;&#xC4D; &quot;Om! Earth! Heaven! Let us meditate on the supreme splendour of the divine sun! May he illuminate our minds!&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x101;yaku&#x1E0D;u. [Skt.] n. A singer &#xC2A;&#xC3E;&#xC1F;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;yakamu. [Tel.] n. A secret. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC06;&#xC17;&#xC3E;&#xC2F;&#xC15;&#xC2A;&#xC41;&#xC1C;&#xC02;&#xC24;&quot; Swa. ii. adj. Secret. &#xC17;&#xC42;&#xC22;&#xC2E;&#xC41;. &quot;&#xC17;&#xC3E;&#xC2F;&#xC15;&#xC2A;&#xC41;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;.&quot; Swa. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;mu. [from Skt. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.] n. A planet. A demon. &#xC17;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; as though planetstruck, or possessed by a devil. Swa. iv. 126. &quot;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; Ila. ii. 26. &#xC17;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; the sun, the lord of the planets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;g&#x101;mi&#x1E0D;i. [Tel.] adj. Cruel, hard. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC3F;. Excellent &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &quot;&#xC17;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC40; &#xC15;&#xC3E;&#xC28;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC40;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC40; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC28;&#xC30;&#xC15;&#xC02;&#xC17; &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC35;.&quot; BD. iii. 562.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; g&#x101;ramu. [Skt.] n. Affection, fondness. &#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC2E;&#xC41;. Fondling. caressing &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. Greatness &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; g&#x101;ra-vin&#x1E6D;su. v. a. To love, to be fond of, to fondle: to welcome. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC17;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC17;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC32;&#xC41; g&#x101;ra-villu. v. n. To be fondled or loved or treated with respect. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;ra&#x1E0D;amu. [Tel.] n. Juggling, cunning. A trick. T. ii. 133. &#xC17;&#xC3E;&#xC30;&#xC21;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F; a lie, deceit. &#xC17;&#xC3E;&#xC30;&#xC22;&#xC40; g&#x101;ra&#x1E0D;&#x12B; n. Mountebank tricks, magic, juggling, &#xC17;&#xC3E;&#xC30;&#xC21;&#xC40;&#xC21;&#xC41; a juggler, a snake charmer. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                