&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC46;</span>&#xA0;&#xA0;g&#x101;rc. [Tel.] n. A kind of round cake made of black gram (&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;.) &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC26;&#xC41; the full belly will scorn cakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;r&#x101;mu. [Tel.] n. Same as &#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC2E;&#xC41; or &#xC17;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC41; g&#x101;r&#x101;bamu. [Tel.] n. Affection, fondness; fondling or caressing children: indulgence. &#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC2E;&#xC41;&#xC17;&#xC3E; affectionately, fondly adj. Affectionate, fond. &#xC28;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; my pet child.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;rudamu. [Skt.] n. An emerald of a dark hue &#xC17;&#xC30;&#xC41;&#xC21;&#xC2A;&#xC1A;&#xC4D;&#xC1A;. &#xC17;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC2E;&#xC41; adj. Of or belonging to Garuda, the king of birds &#xC17;&#xC30;&#xC41;&#xC21;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC3F;. &#xC17;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; g&#x101;ru-&#x1E0D;&#x101;stramu. n. A magical weapon over which the Garuda mantram has been pronounced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC33;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x101;&#x1E37;aku&#x1E0D;u. [Tel.] n. A clever, ingenious man. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC09; &#xC17;&#xC3E;&#xC33;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC40; &#xC2D;&#xC1F;&#xC36;&#xC3F;&#xC16;&#xC3E;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC17; &#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC41;&#xC38;&#xC4D;&#xC15;&#xC32;&#xC3E;.&quot; Vijaya. i. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x101;lin&#x1E6D;su. [Tel.] v. a. To search, overhaul, sift. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;. To sift grain in water and thus remove the stones in it. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; g&#x101;limpu. n. Clearance, riddance, sifting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;g&#x101;li. [Tel.] n. Wind, air, breeze. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. Scent &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC26;&#xC47;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC28;. A devil &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. plu. &#xC17;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he is possessed by a devil. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; an art that, like painting, depends on geniua alone and cannot be taught. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. a rumour. Empty talk, nonsense, &#xC32;&#xC4B;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC41; a spavin, a disease that attacks horses and cattle. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC3F;, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC47; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32; a senseless or empty dream. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; they live upon the wind, i.e., they have no settled means of life. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; g&#x101;li-kukka. n. A hound: because it follows the scent. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F; g&#x101;li-gu&#x1E0D;i. n. A halo round the sun or moon. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; g&#x101;li-g&#x101;&#x1E0D;u. n. An ass; a fool. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; g&#x101;li-gu&#x1E0D;&#x1E0D;u. lit. A wind egg. A simpleton. Nothing, nonsense. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41; (from &#xC17;&#xC42;&#xC21;&#xC41;.) g&#x101;li-g&#x16B;&#x1E37;&#x1E37;u. n. A mode of arranging sheaves so as to be aired. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; g&#x101;li-gonu. v. n. To be aired. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; g&#x101;li-g&#x14D;puramu. n. The dome over a temple gate: a steeple. The ornamented gate of a temple. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; g&#x101;li-chakramu. n. A weather-cock. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; g&#x101;lidin&#x1E0D;i. n. A snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC3F; g&#x101;li-nechecheli. n. The friend of wind, i.e., fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC1F; g&#x101;li-pan&#x1E6D;a. n. A precarious crop. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC2E;&#xC41; or &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC17; g&#x101;li-pa&#x1E6D;amu. n. A paper kite. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; g&#x101;li-bi&#x1E37;&#x1E37;alu. n. The disease called mumps. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC21; or &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; g&#x101;li-manda. n. Cattle herded in the forest, which become half wild. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC28; g&#x101;li-v&#x101;na. n. A tempest, storm, hurricane. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;, &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC41;, &#xC1D;&#xC02;&#xC1D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC32;&#xC3E;&#xC2E;&#xC41; g&#x101;lamu. [Tel.] n. A hook. &#xC17;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F; a heart-piercing speech. &#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to throw a hook into water to catch fish. &#xC17;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; g&#x101;la-k&#x101;&#x1E0D;u. n. A fisherman. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;rhastyamu. [Skt.] n. The state of being a householder. &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Honesty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;g&#x101;ru. [Tel. another form of &#xC35;&#xC3E;&#xC30;&#xC41;.] adj. An honorific plural affix to singular nouns as &#xC26;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC30;&#xC41; master. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC41; my honored father. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC41; sir, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E;&#xC30;&#xC41; madam. It is used in the plural Thus. &#xC35;&#xC46;&#xC02;&#xC15;&#xC2E;&#xC4D;&#xC2E; &#xC38;&#xC40;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;rutmatamu. [Skt.] n. An emerald. &#xC2A;&#xC1A;&#xC4D;&#xC1A;, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;rhapatyamu. [Skt.] n. A sacred fire kept by a Brahmin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;rdabhamu. [Skt.] n. An ass. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;.
			</div>
                