&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC38;&#xC1F;&#xC2C;&#xC40;&#xC38;&#xC1F;</span>&#xA0;&#xA0;g&#x101;sata-b&#x12B;sa&#x1E6D;a. [Tel.] n. Confusion. &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;. Rubbish &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41;. &quot;&#xC09; &#xC2D;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17; &#xC28;&#xC47;&#xC30;&#xC2E;&#xC3F;&#xC28;&#xC4D;, &#xC17;&#xC3E;&#xC38;&#xC1F;&#xC2C;&#xC40;&#xC38;&#xC1F;&#xC47;&#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC27;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC24;&#xC46;&#xC2E;&#xC02;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC40;&#xC24;&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;, &#xC2C;&#xC4D;&#xC1C;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC32;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC32; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;g&#x101;vu. [Tel.] n. A sacrifice, wherein a goat or buffalo or a cowl is strangled. &#xC2C;&#xC32;&#xC3F;. &#xC17;&#xC3E;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC3E;&#xC35;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; to offer such a victim. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. To destroy &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; g&#x101;vu-pa&#x1E6D;&#x1E6D;u. n. perseverance &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;. g&#x101;vu-k&#x14D;&#x1E0D;i. n. A certain plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ginzu-konu. [Tel.] v. n. To twitch: to pull suddenly. To writhe, struggle, wallow in pain. &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28; distressed. in anguish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC02;&#xC5B;</span>&#xA0;&#xA0;ginza. [Tel.] n. A grain, a seed. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41; grain or corn. &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after the corn is formed in the ear. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC1C; a tamarind stone. &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1C; a peppercorn: (fig.) a dapper little fellow. &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC47;&#xC30;&#xC41; to glean. &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC47;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F; beggary: living upon gleanings. &#xC08;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC28;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC28;&#xC41; &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1F; to venture a date seed in order to get hold of a palmyra stone, i.e., to stake a trifle in hopes of great gain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;ginguru. [Tel.] adv. (Anuk. &quot;saying ging!&quot;) Aloud, resoundingly. &#xC17;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to stun or deafen. &quot;&#xC24;&#xC46;&#xC17;&#xC17;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC30;&#xC28;&#xC2C;&#xC3E;&#xC2A;&#xC3F; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC24;&#xC46;&#xC17;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC2F;&#xC41;.&quot; HD. i. 621.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;</span>&#xA0;&#xA0;. gi. [Tel.] n. In speaking slightingly, a word is repeated with its initial short syllable changed into &#xC17;&#xC3F; as &#xC05;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;, &#xC2A;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;&#xC28;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41; g&#x101;hamu. [Skt.] n. Bathing, ablution. &#xC17;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; g&#x101;hi-tamu. n. Caught. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;. Sunk &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC28;. A. vi. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x101;sin&#x1E6D;su. [Tel.] n. To wear. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC2E;&#xC4A;&#xC32;&#xC17;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC2C;&#xC42;&#xC38;&#xC3F;.&quot; G. viii. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;g&#x101;si. [Tel.] n. Fatigue, distress. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41; to suffer pain, to sorrow: to labour. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21; exhausted, wearied, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC4D;&#xC21;. &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; g&#x101;si-ch&#x113;yu. v. t. To destroy. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC17;&#xC41; to be destroyed. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC17;&#xC41;. &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; g&#x101;si-p&#x113;&#x1E6D;&#x1E6D;u. v. a. To harass, annoy &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC32;&#xC41; or &#xC17;&#xC3E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; g&#x101;silu. v. n. To labour: to be exhausted or harrassed. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;. To get angry &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;. R. II. 36. IV. 23. V. 168. 187. V. P. vii. 253.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x101;samu. [from Skt. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;.] n. Meadow or pasture, grass, food, livelihood, maintenance. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1C;&#xC30;&#xC41;</span>&#xA0;&#xA0;See &#xC17;&#xC3F;&#xC1C;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC5B;&#xC17;&#xC3F;&#xC5B;</span>&#xA0;&#xA0;giza-giza. [Tel.] adv. (Anuk) Violently (fluttering), agitatedly. BD. 3. 1217. &#xC17;&#xC3F;&#xC1C;&#xC17;&#xC3F;&#xC1C;&#xC32;&#xC3E;&#xC21;&#xC41; to flutter, be agitated, troubled. &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC3F;&#xC1C;&#xC17;&#xC3F;&#xC1C;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; it writhed in agony and died.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gi&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To scratch. &#xC17;&#xC40;&#xC1A;&#xC41;. To pinch &#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;gin&#x1E0D;i. [Tel.] n. A narrow necked vessel. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC21;&#xC17;&#xC32;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;. plu.: &#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F; a vessel with a spout, like a teapot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gin-&#x1E6D;emu. [Tel.] n. Weaving with a double thread. Cloth woven with a double thread. &#xC17;&#xC3F;&#xC02;&#xC1F;&#xC46;&#xC2A;&#xC41; thick. &quot;&#xC39;&#xC4A;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1F;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; Swa. vi. 107.
			</div>
                