&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;giniya. [Tel.] n. A sort of plant. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC3F;&#xC2F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC39;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;, &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC32; &#xC28;&#xC47;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Same as &#xC17;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;gidda. [Tel.] n. A gill or liquid ounce, one quarter of a &#xC2A;&#xC4B;&#xC32; weighing four dubs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1F;&#xC17;&#xC3F;&#xC1F;&#xC28;</span>&#xA0;&#xA0;gi&#x1E6D;a-gi&#x1E6D;ana. [Tel.] n. Spite, ill-will adj. Little, mean &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. Lean, growing lean. &#xC15;&#xC43;&#xC36;&#xC2E;&#xC41;. A. v. 57. &#xC17;&#xC3F;&#xC1F;&#xC17;&#xC3F;&#xC1F;&#xC2E;&#xC28;&#xC41; gi&#x1E6D;a-gi&#x1E6D;am-anu. v. n. To tremble. &#xC35;&#xC23;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1F;&#xC17;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;gi&#x1E6D;a-gi&#x1E6D;a. [Tel.] adv. (Anuk) Creakingly. &quot;&#xC17;&#xC3F;&#xC1F;&#xC17;&#xC3F;&#xC1F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; Swa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1F;&#xC15;</span>&#xA0;&#xA0;gi&#x1E6D;aka. [Tel.] adj. Stumpy, dwarfish, short in size. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC17;&#xC3F;&#xC1F;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; dwarfish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC5B;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;gizuru. [Tel.] n. The pulp of a fruit. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;giji&#x1E37;i-g&#x101;&#x1E0D;u. [Tel.] n. The brown spiny mouse, Mus platythrix. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; giji-g&#x101;du. [Tel.] n. The Weaver bird, or Baya Ploceus Baya. (F.B.I.) &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;gitta. [Tel.] n. A young bull.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;gi&#x1E0D;&#x1E0D;u. [Tel.] n. A hawk or falcon. &#xC21;&#xC47;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;gi&#x1E0D;&#x1E0D;i. [Tel.] n. A cow. &#xC17;&#xC3F;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; a cow house. &quot;&#xC17;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;.&quot; Sucas. ii. 4. 39. &quot;&#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC39;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;&#xC28;&#xC41;&quot; &#xC06;&#xC35;&#xC41; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC47;&#xC23;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. A. ii. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;See &#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gi&#x1E0D;&#x1E0D;angi. [Malay gandong.] n. A godown, a ware house, a store-room.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;gi&#x1E0D;&#x1E0D;a. [Tel.] adj. Dwarfish, little, short. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. n. A short person. &#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; Shortness, dwarfishness. &#xC15;&#xC4A;&#xC21;&#xC35;&#xC1F;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21; a sickle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;gi&#x1E0D;ugu. [Tel.] n. An umbrella with no handle. &#xC15;&#xC3E;&#xC2E;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. Also, a contemptuous use of the word. &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;gi&#x1E0D;i-gonu. [Tel.] v. n. To tighten, be tight or squeezed &#xC17;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC24;&#xC4B; with clasped hands. &#xC17;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC17;&#xC3E; tightly, aloud, resoundingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;gi&#x1E0D;i-gi&#x1E37;&#x1E37;u [Tel.] n. Salutations. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC32;&#xC41;&#xC1C;&#xC17;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC4B;&#xC2F;&#xC28;&#xC3F;.&quot; H. iv. 294. Castanets, or a kind of rattle. &#xC1A;&#xC3F;&#xC30;&#xC24;&#xC32;&#xC41;, &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC41;. Balram. v. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC21;&#xC38;</span>&#xA0;&#xA0;gi&#x1E0D;asa. [Tel.] adj. Short, dwarfed, stumpy. &#xC17;&#xC3F;&#xC1F;&#xC15;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;gi&#x1E6D;&#x1E6D;u. [Tel.] v. n. To die, expire. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F;&quot; what though they be born, what though they die (V&#x113;ma). To suit, agree, match or meet, to be met. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. to gnash. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; his teeth were set in agony. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC41; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41; he and I do not agree. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; those who hate me, my ill wishers. &#xC27;&#xC30;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15; not agreeing on a price. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41; I do not like it, I cannot endure it. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are hardly on good terms. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F; unsuitable. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F; disagreement, enmity. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; spitefulness. v. a. To attack, meet with; &#xC32;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC3F; the tiger that attacks the deer. M. 9. 1. 260. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;, &#xC15;&#xC26;&#xC3F;&#xC2F;&#xC41;, &#xC2A;&#xC48;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC3E;&#xC15;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC15;&#xC43;&#xC2A;&#xC3E;&#xC23; &#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC1F;&#xC46;&#xC17;&#xC26;&#xC2F;&#xC41; &#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&quot; T. v. 111. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; or &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; gi&#x1E6D;&#x1E6D;uba&#x1E0D;i. n. Profit (in trade): in demand. &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC48;&#xC28; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; goods that are profitable to the seller, good articles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F; ginne. [Tel.] n. A cup or goblet. &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; a horn used as a cup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ginumu. [Tel.] n. Deception, cheating. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC28;. &#xC17;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41; ginum-&#x101;du. v. t. To cheat. &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;gi&#x1E6D;&#x1E6D;a. [Tel.] n. A hoof, of either horses or oxen. The claws of a crab or scorpion. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
                