&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC24;</span>&#xA0;&#xA0;g&#x12B;ta. [Tel.] n. A line: lancing or pricking a tree. &#xC17;&#xC40;&#xC24;&#xC17;&#xC40;&#xC2A;&#xC47;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the season for tapping the palm tree. &#xC17;&#xC40;&#xC24;&#xC30;&#xC1F;&#xC4D;&#xC1F; g&#x12B;ta-ka&#x1E6D;&#x1E6D;e. n. A tool used by carpenters for drawing parallel lines, also called &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC1F;&#xC4D;&#xC32;&#xC2C;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;g&#x12B;&#x1E6D;la-badda. [Tel.] n. A measuring staff, a ruler.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC1F;&#xC41;</span>&#xA0;&#xA0;g&#x12B;&#x1E6D;u [Tel.] n. To push away. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;. To gnash the teeth &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;. To wink &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC40;&#xC1F;&#xC41; or &#xC17;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC14;&#xC21;&#xC41;&#xC32;&#xC41;&#xC17;&#xC40;&#xC1F;&#xC41;&#xC1A;&#xC41; grinning with fury BD. v. 783. n. A line &#xC17;&#xC40;&#xC24;. &#xC17;&#xC40;&#xC1F;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to disregard &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC40;&#xC1F;&#xC21;&#xC41;&#xC17;&#xC41; g&#x12B;&#x1E6D;-a&#x1E0D;ugu. v. i. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC17;&#xC40;&#xC1F;&#xC21;&#xC1A;&#xC41; g&#x12B;&#x1E6D;-a&#x1E0D;achu. v. t. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC38;&#xC30;</span>&#xA0;&#xA0;g&#x12B;sara. [Tel.] n. A kind of deer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;g&#x12B;shpati. [Skt.] n. An epithet of &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;. Brihaspati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;g&#x12B;lu. [Tel.] v. n. To flow. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x12B;rv&#x101;&#x1E47;amu. [Skt.] n. Sanskrit: the language of the gods. &#xC26;&#xC47;&#xC35;&#xC2D;&#xC3E;&#xC37;. &#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; g&#x12B;rv&#x101;&#x1E47;u&#x1E0D;u. n. A god, a deity. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC5B;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;g&#x12B;ru-g&#x101;zulu. [Tel.] n. A sort of bracelets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;g&#x12B;ru. [Tel.] v. a. To tear, scratch, scrape, comb or smooth the hair with the fingers. &quot;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC17;&#xC40;&#xC30;&#xC41;, &#xC15;&#xC4A;&#xC28;&#xC17;&#xC4B;&#xC1F; &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC28;&#xC4B;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC28;&#xC4D;.&quot; T. ii. 95. &#xC17;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; g&#x12B;ru&#x1E0D;u. n. Scratching. &#xC17;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC40;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; g&#x12B;ru-konu. Same as &#xC17;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC30;&#xC28;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;</span>&#xA0;&#xA0;g&#x12B;rana-ginzalu. [Tel.] n. A boy&apos;s game called &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC30;</span>&#xA0;&#xA0;g&#x12B;ra. [Tel.] n. A line. &#xC17;&#xC40;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC2F;&#xC41;</span>&#xA0;&#xA0;g&#x12B;yu. [Tel.] v. a. To draw a line &#xC17;&#xC40;&#xC24; &#xC17;&#xC40;&#xC2F;&#xC41;. To scratch, or scrape. To strip off leaves: to tap a palm tree by cutting lines in it. &#xC06;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC40;&#xC38;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a large knife for stripping off leaves, a pruning knife. &#xC17;&#xC40;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x12B;ya-m&#x101;namu. [Skt.] adj. Cantabile; what is to be sung: vocal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x12B;mu. [Tel.] n. A chamber a house or home. &quot;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC2A; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC28;&#xC4D; &#xC26;&#xC17;&#xC41; &#xC2E;&#xC3E;&#xC17;&#xC40;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;.&quot; R. ii. 136.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;g&#x12B;-pe&#x1E6D;&#x1E6D;u. [Tel.] n. To whimper, wail: to cry. &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To roar as an elephant (&#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;) &#xC15;&#xC42;&#xC2F;&#xC41;. To make a noise &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To buzz, as gnats. See under &#xC17;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC40;&#xC24;</span>&#xA0;&#xA0;g&#x12B;ta. [Skt.] n. The poem called Bhagavad Gita. &#xC2D;&#xC17;&#xC35;&#xC26;&#xC4D;&#xC17;&#xC40;&#xC24;&#xC3E;. &#xC17;&#xC40;&#xC24;&#xC2E;&#xC41; g&#x12B;tamu. n. Song, music. &#xC2A;&#xC3E;&#xC1F;. Name of a certain Sanskrit metre. &#xC17;&#xC40;&#xC24;&#xC3F; g&#x12B;ti. n. Song, metre. A species of metre: which in poems is abbreviated into &#xC17;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC02;&#xC1C;&#xC40;&#xC32;&#xC41; gunji&#x1E37;&#x1E37;u. [Tel.] n. A punishment which consists in making a man sit down and get up a number of times.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;gunjili-pe&#x1E6D;&#x1E6D;u. [Tel.] v. t. To make a secret of, to hide. &#xC17;&#xC4B;&#xC2A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40;</span>&#xA0;&#xA0;gunj&#x101;yish&#x12B; [H.] n. Capacity, profit. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. Defect, incompleteness, imperfection &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC08; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B; &#xC17;&#xC41;&#xC02;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; there is not defect in this account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC5B;&#xC3E;&#xC1F;&#xC28;</span>&#xA0;&#xA0;gunz&#x101;&#x1E6D;ana. [Tel.] n. Grief, regret. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC5B;&#xC3E;&#xC1A;&#xC40;&#xC30;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;gunz&#x101;-ch&#x12B;relu. [Tel.] n. A sort of red silk petticoat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC5B;</span>&#xA0;&#xA0;gunza. [Tel.] n. A post, a prop, a small pillar of wood. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC17;&#xC32;&#xC17;&#xC41;&#xC02;&#xC5B; a forked stick used as a prop. &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC5B; the same but larger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1C;</span>&#xA0;&#xA0;gunja. [Skt.] n. The small shaft called abrus precatorius. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC5B;. Land that produces salt &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC2E;&#xC41;.
			</div>
                