&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;gun&#x1E6D;i. [Tel.] n. A portion of a field intended for ploughing. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1F;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC02;&#xC1F; gun&#x1E6D;a. n. [Tel.] n. A pit, a hole of any kind. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. A pond &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. A tank. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; his eyes are sunken. A certain square measure of land, 1/4th of an acre. &#xC17;&#xC41;&#xC02;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; lit. to put in a pit and ring the bell, i.e., to forget &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15; gun&#x1E6D;aka. n. A harrow. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC15; a small harrow. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15; &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41; the two pieces of wood in a harrow that connect the block with the front iron piece. &#xC17;&#xC02;&#xC1F;&#xC15;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41; the cross log of wood in a harrow. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41; the iron part of a harrow. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC41; gun&#x1E6D;aka-p&#x14D;yu. v. t. To harrow. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC2F;&#xC21;&#xC4D;&#xC21; the block of wood in a harrow. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC4B;&#xC35;&#xC3F; gun&#x1E6D;a-k&#x14D;vi. n. A firepot, a rocket in an iron tube on a pole: a sort of firework fixed on a pole. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;. A kind of cannon. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC17;&#xC32;&#xC17;&#xC30; gun&#x1E6D;a-galagara. n. The shrub named Eclipta verbesina-prostrata. Ainslie. ii. 129. &#xC17;&#xC41;&#xC02;&#xC1F; &#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41; gun&#x1E6D;agalij&#x113;ru. n. A kind of hogweed &#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41; (q. v.) &#xC17;&#xC41;&#xC02;&#xC1F;&#xC1A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; gun&#x1E6D;a-&#x1E6D;s&#x101;&#x1E37;&#x1E37;u. n. The game of marbles. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; gun&#x1E6D;a-d&#x16B;lamu. n. A rafter. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; gun&#x1E6D;a-nakka. n. The Indian fox, Vulpes bengalensis. (F.B.I.) &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15;, &#xC17;&#xC41;&#xC02;&#xC1F;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; gu&#x1E47;&#x1E6D;a-m&#x101;nyamu. n. A petty field (Viz&#x101;g.) &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC1F;</span>&#xA0;&#xA0;gun&#x1E6D;a. [Tel.] n. A little boy or girl (contemptuously used.) a brat; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC41;&#xC02;&#xC1F; or &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4A;&#xC02;&#xC26;. A slip of a girl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;gunzu [Tel.] v. a. To pull: &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;. To wash clothes or to mangle linen &#xC09;&#xC26;&#xC41;&#xC15;&#xC41; n. Pulp; pith. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC5B;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gunzu-konu. v. a. To haul, pull, draw by force. &#xC17;&#xC41;&#xC02;&#xC5B;&#xC41;&#xC28;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41; gunzu-nusuku. n. Mocking, bear&apos;s play; gibing, joking. &#xC17;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; gunzu-pi&#x1E6D;&#x1E6D;a. n. A sort of mocking bird, like a red owl: also called &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; gunzu-l-&#x101;&#x1E0D;u. v. n. To struggle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;gun&#x1E0D;a-goyya. [Tel. &#xC17;&#xC41;&#xC02;&#xC21;+&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.] n. A stubborn ruffian. &#xC27;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC24;&#xC28;&#xC2E;&#xC41; gun&#x1E0D;a-tanamu. n. A hard or cruel temper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3F; gun&#x1E0D;angi. [Tel.] n. The whitefaced black ape. A waterhen. &#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. A waterfowl. &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;</span>&#xA0;&#xA0;gun&#x1E0D;a. [Tel.] n. A cloth. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;. Powder. &#xC2A;&#xC4A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC3E;</span>&#xA0;&#xA0;gun&#x1E0D;&#x101;. [Tel.] (Postposition) Through, by, by means of. adj. Brave, courageous, rude, rough. &#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41; gun&#x1E0D;&#x101;-tanamu. n. Rudeness, roughness, abruptness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;igu&#x1E0D;i-kun&#x1E6D;s&#x101;lu. [Tel.] n. A certain game played by girls. Vish. P. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gun&#x1E0D;a-varthanamu. [Skt.] n. A sort of tree. &quot;&#xC17;&#xC41;&#xC02;&#xC21;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; L. iii. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC40;</span>&#xA0;&#xA0;gun&#x1E0D;&#x12B;. [Tel. from &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;.] n. A button. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gun&#x1E0D;amu. [Tel.] n. A pit, a fire pit. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;gun&#x1E0D;iga. [Tel.] n. A large metal vessel with a large mouth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;gun&#x1E0D;anna. [Tel.] n. A rustic deity worshipped by potters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC21;&#xC41;</span>&#xA0;&#xA0;gun&#x1E0D;a&#x1E0D;u. [Tel.] n. A servant. &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
                