&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;gun&#x1E0D;u. [Tel.] n. A round stone. A cannon ball or bullet. &#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;. A lump. A weight (or stone) for scales. A hill &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a stallion or stone horse. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; name of a kind of dog. &#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &quot;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;, &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&quot; Manu. iv. 42. A polishing stone used by masons in plastering. &#xC15;&#xC38;&#xC3F;&#xC32;&#xC46;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; the iron hoop that forms the lip of a leathern bucket. adj. Round, globular, spherical. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; gun&#x1E0D;u-ko&#x1E6D;&#x1E6D;u. n. To smoke the drug called bhang.  gun&#x1E0D;u-k&#x14D;vi. n. A small cannon, a swivel. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;. See &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC41; gun&#x1E0D;u-gilu. v. n. To move in a circle. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24; gun&#x1E0D;u-gutta. n. An all-round settlement, i.e., a lease which covers all rights and privileges. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;, &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gun&#x1E0D;u-konu. v. n. To unite, to make one common effort. To surround &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC41; &#xC39;&#xC3E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC17;.&quot; G. ix. 65. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41; gun&#x1E0D;u-mulupu-g&#x101;&#x1E0D;u. The Nightjar or the goatsucker, &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; gun&#x1E0D;u-v&#x113;yu. v. n. To fire a gun: to die. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; to fire a ball at. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC38;&#xC42;&#xC26;&#xC3F; gun&#x1E0D;u-s&#x16B;di. n. A pin. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; gun&#x1E0D;-r&#x101;yi. n. A round stone or stone pestle. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC21; or &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC47;&#xC30;&#xC41; gun&#x1E0D;la-dan&#x1E0D;a. n. A necklace of beads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gumbhanamu. [Skt.] n. Composition, in verse or prose. Obscurity, secrecy, mystery. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC17;&#xC41;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is still kept secret. &#xC2A;&#xC26;&#xC17;&#xC41;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; the art of framing compound phrases. &#xC17;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; gumbhin&#x1E6D;su. v. a. To string, or connect. &#xC17;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; gumbhitamu. adj. Tied, strung. Puzzling. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC17;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; obscure, difficult in style.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;gumpu. [Tel.] n. A crowd. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; gumpin&#x1E6D;su. v. t. To heap up. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC47;&#xC2F;&#xC41;. To exceed. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC46;&#xC28; gumpena. n. Pride. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC02;&#xC1F; gunta. [Tel.] n. A pit, a hole, a hollow, a dell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;gun&#x1E0D;ra. [Tel.] adj. Round. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;. n. The upright roller of a sugar mill. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4B;&#xC32;, A. iv. 197. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; gun&#x1E0D;ralu-kolupu. v. n. To hoot as an owl. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC02;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; gun&#x1E0D;ra-tunga-ga&#x1E0D;&#x1E0D;i. n. A sort of bulrush. The round bulrush. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; gun&#x1E0D;ramu. adj. Round. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC26;&#xC28;&#xC2E;&#xC41; gun&#x1E0D;ra-danamu. n. Roundness. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28; or &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; gun&#x1E0D;rana. n. Roundess. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC24;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F; or &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC48;&#xC28; gun&#x1E0D;rani. adj. Round. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; gun&#x1E0D;r&#x101;yi. [&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;+&#xC30;&#xC3E;&#xC2F;&#xC3F;, or &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;+&#xC30;&#xC3E;&#xC2F;&#xC3F;. or &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;+&#xC30;&#xC3E;&#xC2F;&#xC3F;.] n. A round stone, a pestle &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; gun&#x1E0D;rin&#x1E6D;su. v. n. To turn as the stomach when feeling sick &#xC15;&#xC21;&#xC41;&#xC35;&#xC41;&#xC24;&#xC35;&#xC4D;&#xC35;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; gun&#x1E0D;rimpu. n. Sickness at stomach, nausea, disgust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;guggi&#x1E37;&#x1E37;u. [Tel.] n. Boiled gram for horses or cattle. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; a jaw-breaker, a puzzling book. L. XI. 117. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;. &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC32;&#xC26;&#xC41; give me what I can understand. &#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC02;&#xC2A; a kind of fee paid in harvest time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;guggilamu. [Tel.] n. Gum Gugal. The gum or resin of Balsamodendron Mukal, or Boswellia glabra (Watts).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15; gukka. [Tel.] n. The act of drawing in the breath, a gulp, a mouthful. &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC28;&#xC41; he was in fits of laughter. &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to restrain the breath. &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41; gukke&#x1E0D;u. n. A mouthful. &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; or &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; gukkili. [Tel.] The apple of the throat, a gulp; &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he swallowed his saliva, i.e., restrained himself, hesitated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F; gun&#x1E0D;e. [Tel.] n. The heart. The breast or chest. Courage. The apple of the throat. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; I have got a pain in my breast. &#xC05;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC41; &#xC28;&#xC3E;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46; O, my heart would break! &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41;&#xC17;&#xC32; staunch, stout-hearted. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC2F; gun&#x1E0D;e-k&#x101;ya. n. The heart. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41; gun&#x1E0D;elu. n. The heart.
			</div>
                