&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1C;&#xC38;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;gujast&#x101;. [H.] adj. Passed, elapsed. &#xC38;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC38;&#xC4D;&#xC24;&#xC3E; last year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;gujili. [H.] n. A bazaar, a market place.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC5B;&#xC30;&#xC3F;</span>&#xA0;&#xA0;guzari. [H.] n. A kind of Jasmine, Jasmin multiflorum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC5B;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;guzar&#x101;-yin&#x1E6D;su. [H.] v. t. To present, to offer. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC5B;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;guzuru. [Tel.] n. Marrow, pulp. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC5B;&#xC30;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;guza-r&#x101;ni. [H.] n. Livelihood, employment, subsistence, daily bread, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC5B;&#xC17;&#xC41;&#xC5B;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC5B;&#xC17;&#xC41;&#xC5B;&#xC32;&#xC41; g&#x1EE5;zaguza. [Tel.] n. Whispering. &#xC17;&#xC41;&#xC5B;&#xC17;&#xC41;&#xC5B;&#xC30;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; guza-guza-r&#x113;kulu. n. The game called Puss in the Corner. Dasav. ix. 101. &#xC17;&#xC41;&#xC5B;&#xC17;&#xC41;&#xC5B;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC5B;&#xC17;&#xC41;&#xC5B;&#xC2A;&#xC4B;&#xC35;&#xC41; guzaguza-l-&#x101;&#x1E0D;u. v. n. To whisper: to agonize or be in trouble. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41; guza-gumpulu. &#xC17;&#xC41;&#xC5B;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; n. Whispering: doubt, hesitation, trouble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;guchchhamu. [Skt.] n. A cluster, or a bunch of flowers. &#xC2A;&#xC42;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; gu&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To pierce or prick. To thread, string together. &#xC2A;&#xC42;&#xC38;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to string beads. &#xC24;&#xC3E;&#xC21;&#xC41; &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ran the thread through, or inserted it. &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to join hand in hand, one&apos;s fingers being laced between those of his friend. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC1F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46; he embraced her. &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gu&#x1E6D;s&#x1E6D;su-konu. v. n. To enter, penetrate, pierce. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; a thorn pierced the foot. &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; sunken eyes. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC35;&#xC3F; I cannot keep my eyes open.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;gu&#x1E6D;&#x1E6D;u. [Tel.] n. A secret. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. The real state, reputation, honor, public esteem. &quot;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC40;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41;&quot; DRAy. 282. &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC40;&#xC21;&#xC41;. A secret foe. &quot;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC2D;&#xC41;&#xC1C;&#xC3E;&#xC2D;&#xC43;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC40;&#xC21;&#xC41;&#xC2C;&#xC39;&#xC41;&#xC27;&#xC3E;&#xC2F;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC21;&#xC02;&#xC1A;&#xC3F;.&quot; A. iv. 296. &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC47;&#xC21;&#xC41; the revelation of state secrets &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC3F; gu&#x1E6D;&#x1E6D;u-s&#x101;kiri. n. A witness that overhears secretly all the evidence against his party.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;gu&#x1E6D;&#x1E6D;a. [Tel.] n. A hill, hillock. A heap &#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC1A;&#xC41; to ruin, destroy. adj. Shrubby, low, stunted. &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41; brushwood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC1F;&#xC15;</span>&#xA0;&#xA0;gu&#x1E6D;aka. [Tel.] n. A single gulp. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC26;&#xC3F;. &#xC17;&#xC41;&#xC1F;&#xC17;&#xC41;&#xC1F; gu&#x1E6D;a-gu&#x1E6D;a. adv. (Anuk of a growl, a growling sound.) Aloud. (Also of a gulping, bubbling, simmering sound) Rustingly, crashingly. &quot;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC41;&#xC39;&#xC32;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC40;&#xC24;&#xC3F; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC1C;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC41;&#xC1F;&#xC17;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC41;&#xC32; &quot; Suriya. iv. 60. &#xC17;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC17;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC17;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; gu&#x1E6D;uku. n. A gulp, a sob. &#xC17;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; or &#xC17;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41; to sob, gulp: to die, expire. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC3F;&#xC02;&#xC17;&#xC46;&#xC28;&#xC41; he swallowed it at a gulp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;guzzu. [Tel.] n. A prop: an upright piece of wood used in supporting a shorter beam on a longer one in a shelving roof. A dwarf. Pulp, thick juice. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41; the pulp of tamarinds mixed with water. &#xC17;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41; (G. 151.) a short ox &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;. The cotton pod after the flower has fallen. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41; adj. Short, stumpy, dwarfish. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a dwarf. &#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC26;&#xC3F; a dumpy woman. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC1F; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Familiarity breeds contempt. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; guzzu-tanamu. n. Shortness, dwarfishness. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; a sort of rice. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; n. A young or dwarf mango tree. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; Lit. the plump short god. A name of Ga&#x1E47;&#x113;sa. &#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC28; gujjena. adj. Infantile, childish &#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC28;&#xC17;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41; doll&apos;s dinners, children playing at cookery.
			</div>
                