&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC41; gu&#x1E0D;&#x101;ramu. [Tel.] n. A tent. &#xC21;&#xC47;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3E;&#xC15;</span>&#xA0;&#xA0;gu&#x1E0D;&#x101;ka. [Skt.] n. Sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC17;&#xC41;&#xC21;&#xC3E;&#xC15;&#xC41; gu&#x1E0D;&#x101;ku. [H.] n. The drug called gud&#x101;k, for smoking. Tobacco treated with treacle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3E;</span>&#xA0;&#xA0;gu&#x1E0D;&#x101;. [Skt.] n. A particular mode of placing the fingers. &#xC24;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC35;&#xC32;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC2E;&#xC17;&#xC41;&#xC21;&#xC3E;&#xC15;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; Dasav. iv. 125.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;amu. [Skt.] n. Molasses, jaggery, coarse treacle. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC15;</span>&#xA0;&#xA0;or &#xC15;&#xC41;&#xC21;&#xC15; gu&#x1E0D;aka. [Tel.] n. The shell of a fruit prepared to serve as a snuff box, &amp;c. A small box or casket. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC15; a gold box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;u-gu&#x1E0D;u. [Tel.] n. A small hookah. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC39;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;. &#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F; gu&#x1E0D;u-gu&#x1E0D;u-m-ani. adv. With a sound, rattlingly, rapidly: &#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC28;&#xC41; (he) ran rapidly. &#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41; Same as &#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC24;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;gu&#x1E0D;ise. [Tel.] n. A hut, a cottage, a booth, a shed. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC17;&#xC41;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC1F;&#xC3F;&#xC32;&#xC02;&#xC1C;&#xC46; a whore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;i-trippu. n. To ride round the ring. To lunge a horse. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC41;&#xC17;&#xC41; a Brahmin who officiates in a temple. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17; gu&#x1E0D;i-konga. n. The paddy Bird or Pond Heron, ardcola grayi. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC24;&#xC32;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;i-gu&#x1E0D;i-guntalu. n. A game played by boys. H. iii. 186. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; gu&#x1E0D;i-&#x1E6D;su&#x1E6D;&#x1E6D;u. n. A circle or orb, a disc. A halo. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; HD ii. 122. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; gu&#x1E0D;i-jel&#x1E37;a. n. A species of fish. &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41; Circumambulating a temple. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; gu&#x1E0D;i-tirugu. v. n. To move in a circle. &quot;&#xC15; &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; &#xC1C;&#xC48;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gu&#x1E0D;igi. n. An armour that reaches up to the knees. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F; gu&#x1E0D;i-gu&#x1E0D;i. adj. Little, slight. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;gu&#x1E0D;i. [Tel.] n. A circle. The name of the secondary form of the vowel &#xC07;. A temple. A halo round the sun or moon. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; to meet harm where none was expected. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; gu&#x1E0D;i-ka&#x1E6D;&#x1E6D;u. n. The round or total extent of land under a village: a district. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; gu&#x1E0D;i-konu. v. n. To spread. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &quot;&#xC15; &#xC05;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC46;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41;&#xC24;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC26;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC27;&#xC28;&#xC41; &#xC17;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC28;&#xC4D;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;gu&#x1E0D;&#x1E0D;a. [Tel.] n. A cloth or garment &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;usu. [Tel.] n. A round or circle. A halo &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. adj. Round. &#xC17;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41;&#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC41; the weapon of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC21;&#xC41; gu&#x1E0D;usu-pa&#x1E0D;u. v. n. To form a circle or become round. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;. M. VII. iv. 218.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gu&#x1E0D;ugu-r&#x101;vi&#x1E37;amu. [Tel.] n. A kind of bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. (&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. ii)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC2E;&#xC41; gu&#x1E0D;&#x1E0D;amu. [Tel.] n. A plot of land. A field of corn. &#xC1A;&#xC47;&#xC28;&#xC41;.
			</div>
                