&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gu&#x1E47;amu. [Skt.] n. A quality, property, virtue, disposition, temper, character, or attribute. Tendency, effect, purpose, use. A symptom as of disease. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he is now come to his senses. &#xC28;&#xC40;&#xC32;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; blackness. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; goodness, good temper. &#xC2E;&#xC4B;&#xC39;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; the passion of lust. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is better, he has recovered. &#xC2A;&#xC26;&#xC3F; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC47; if he gives ten rupees so much the better. &#xC05;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; what is the use of it? &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; there is no good in speaking to him. &#xC2A;&#xC26;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; or &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC41; &#xC12;&#xC15; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32; freakish, changeable, whimsical &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; an attack or symptoms of cholera. The three Gunas are Rajah (passion) Tamah foulness: and Satvam (Truth). Added to a numeral, thus &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; twice as much or two-fold. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; thrice as much, or three-fold. &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; n. A cord, a string. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. A bow string. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC23;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F; the sound of the bowstring. &#xC17;&#xC41;&#xC23;&#xC2A;&#xC21;&#xC41; gu&#x1E47;a-pa&#x1E0D;u. v. n. To recover, improve, ameliorate. &#xC17;&#xC41;&#xC23;&#xC2E;&#xC17;&#xC41; gu&#x1E47;a-m-agu. v. n. To recover. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; they have improved. &#xC17;&#xC41;&#xC23;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; gu&#x1E47;a-m-i&#x1E6D;s&#x1E6D;su. v. n. To affect favourably, as medicine, to improve the health. &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; gu&#x1E47;amu-ch&#x113;yu n. The cure. &#xC17;&#xC41;&#xC23;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC23;&#xC2F;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; gu&#x1E47;a-vantu&#x1E0D;u. n. A worthy or good man. &#xC17;&#xC41;&#xC23;&#xC35;&#xC24;&#xC3F; gu&#x1E47;a-vati. n. A good woman. &#xC17;&#xC41;&#xC23;&#xC3F; or &#xC17;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41; gu&#x1E47;i. adj. Endowed or gifted with good qualities. &quot;&#xC17;&#xC41;&#xC23;&#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC30;&#xC40;&#xC24;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC21;&#xC3F;&quot; (Paidimarri. iv. 214.) united as closely as goodness and the good, as the virtuous and virtue. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC17;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41; highly distinguished. &#xC17;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC17;&#xC41;&#xC23;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; gu&#x1E47;in&#x1E6D;su. v. a. To multiply, calculate. To spell. &#xC17;&#xC41;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; gu&#x1E47;itamu. n. Multiplication, spelling. &#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC24; gu&#x1E47;yata. n. Excellence, goodness, worth. &quot;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC24; &#xC2F;&#xC47;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC2F;&#xC41;.&quot; T. iii. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC23;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gu&#x1E47;akamu. [Skt.] n. The multiplier. &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC17;&#xC41;&#xC23;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; gu&#x1E47;a-k&#x101;ramu. n. Multiplication.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; gu&#x1E0D;&#x1E0D;u. [Tel.] n. An egg. The eyeball. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to lay eggs. &#xC06;&#xC35;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the cow miscarried. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; an oval shape. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; lit. a wind egg, i.e., nothing, nonsense. &#xC05;&#xC26;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; that is all nonsense. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC24;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a little brat. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC3F; gu&#x1E0D;la-gurivi. n. A blind abject wretch. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C; gu&#x1E0D;la-g&#x16B;ba. n. An owl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;gu&#x1E0D;&#x1E0D;i. [Tel.] adj. Blind. n. The number marked one that is turned upside down in a game &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC4B; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F;. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; pale moon-light. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; a blind recital. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; a dim light. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC17;&#xC3E; by chance, as a windfall, without expectation, undesignedly. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; an empty threat. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; a blind bargain. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC40;&#xC17; a blind or foolish fly that does not go to rest as it gets dark. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F; gu&#x1E0D;&#x1E0D;ingi-l&#x101;yi. n. A species of fish, called Scarus viridis &#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; gu&#x1E0D;&#x1E0D;i-kokka-r&#x101;yi. n. The blind crane or the bittern. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; gu&#x1E0D;&#x1E0D;i-tanamu. n. Blindness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC26;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; gudamu. [Skt.] n. The anus. The os coccygis, uropygium or crupper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC17;&#xC41;&#xC26;</span>&#xA0;&#xA0;guda-guda. [Tel.] adv. (Anuk) Privately, secretly. &#xC17;&#xC41;&#xC26;&#xC17;&#xC41;&#xC26;&#xC32;&#xC3E;&#xC21;&#xC41; guda-l-&#x101;&#x1E0D;u. v. n. (Anuk) To sob. &#xC21;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC4B; &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gutti. [Tel.] n. A bunch or cluster of fruit, flowers, &amp;c. The ankle &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21;. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; a churn staff. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; a ligneous berry that grows in bunches. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41; name of a kind of grain. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41; gutti-pa&#x1E0D;u. v. n. To be closed. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;guttamu. [Tel.] n. Plumpness, tightness. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;. adj. Plump, tight, close-fitting, as bracelets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;gutta. [Tel.] n. Rent, a contract. &#xC06; &#xC0A;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he took the village on rent. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; gutta-k&#x101;&#x1E0D;u. n. A contractor. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to take on contract &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC41; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
                