&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC5B;&#xC32;&#xC41;</span>&#xA0;&#xA0;gudi-gunzalu. n. Stick planted at the entrance of a pen or fold. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32; &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; gudi-gru&#x1E6D;s&#x1E6D;su. v. n. To arrange. &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC25;&#xC32;&#xC41; &#xC17;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC35;&#xC32;&#xC26;&#xC41;.&quot; L. vii. 74. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; gudi-tr&#x101;&#x1E0D;u. n. A halter, a tether. &#xC26;&#xC42;&#xC21; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC24;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41; to tie up the legs and push away &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC3F;</span>&#xA0;&#xA0;gudi. [Tel.] n. A bunch or cluster. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;. A staff. A string of dried fish, leaves, &amp;c. &#xC38;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32; &#xC17;&#xC41;&#xC26;&#xC3F; a bunch or set of anything as samples. &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F; &#xC2C;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; a bunch of glass bracelets do not require a rice-pounder to break them. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41; gudi-k&#x101;lu. n. The heel. &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC46; (plu. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;). &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; to hamstring. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; gudi-karra. n. A clog suspended from the neck of a beast to prevent it from straying. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; gudi-konu. v. a. To excel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;. To become close or thick &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. To fall down with a thud. &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC32;&#xC46; &#xC15;&#xC42;&#xC32;&#xC2C;&#xC21;&#xC41;. &quot;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; Ila. i. 10. &quot;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC26;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC48;&#xC24;&#xC47;, &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;.&quot; Vema. iii. 197.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC35;&#xC3E;&#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;gun&#x101;-mola-n&#x16B;lu. [Tel.] n. A sort of girdle worn by infants. &quot;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32; &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC41; &#xC1C;&#xC41;&#xC2C;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC4D; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC02; &#xC2A;&#xC41;&#xC38;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC4D; &#xC30;&#xC35;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC32;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC32;&#xC4D;.&quot; Velag. i. 69.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gunapamu. [Tel.] n. An iron crow bar. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC17;&#xC41;&#xC28;</span>&#xA0;&#xA0;guna-guna. [Tel.] n. (Anuk: of running), tripping along, trotting along. &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC06;&#xC15;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC28;&#xC17;&#xC41;&#xC28; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; the leaves have come out very delicately &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC17;&#xC41;&#xC28;&#xC17;&#xC41;&#xC28;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; the stones moved slowly. &quot;&#xC17;&#xC41;&#xC28;&#xC17;&#xC41;&#xC28; &#xC1A;&#xC40;&#xC2E;&#xC32;&#xC41; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC30;.&quot; Velag. iii. 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;gunakalu. [Tel.] n. A sort of wild grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; guddu. [Tel.] v. a. To strike with the fist, to box, to cuff. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; or &#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; n. A thump, cuff, box. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC1F; guddu-l-&#x101;&#x1E6D;a. n. Hand to hand fighting, boxing. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; guddul-&#x101;&#x1E0D;u. v. n. To go to blows. to fight together, to box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC3F;</span>&#xA0;&#xA0;guddali. [Tel.] n. A pickaxe. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;. a spade, or small hoe. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; gudda-l-in&#x1E6D;su. v. a. To dig up, to hoe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;gudda. [Tel.] n. The anus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC26;&#xC3F;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;gudila-konu. [Tel.] v. n. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;, &quot;&#xC26;&#xC4D;&#xC30;&#xC4C;&#xC2A;&#xC26;&#xC40;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC41;&#xC30;&#xC3F;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC28; &#xC26;&#xC41;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC43;&#xC17; &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F; &#xC17;&#xC41;&#xC26;&#xC3F;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC17; &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC28;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2A;&#xC41; &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC1F;&#xC3F;&#xC2C;&#xC21;&#xC41;&#xC1F; &#xC15;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC2C;&#xC32;&#xC02;&#xC21;&#xC41; &#xC24;&#xC32;&#xC30;&#xC3F;.&quot; M. IV. ii. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;gudiya. [Tel.] n. A club, a mace, a cudgel. A clog fastened to a cross cow. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; gudiya-karralu. n. (In house building) small sticks placed across the rafters. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1C;&#xC32;&#xC41;. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; gudiya-t&#x101;lupu. n. Lit. The mace-bearer, i.e., Yama, the god of death. &#xC26;&#xC02;&#xC21;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC2A;&#xC21;&#xC41; gudi-pa&#x1E0D;u. v. t. To be tied up &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. To shudder, shiver, tremble. &#xC35;&#xC23;&#xC15;&#xC41;. &quot;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.&quot; Padma P. iii. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;, &#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41; gunuka. [Tel.] n. A sort of wild corn which is eaten in times of scarcity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; guniyu. [Tel.] v. n. To dangle, play, wag, dance. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. Also, to grumble, mutter, or murmur. To sulk, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;. &quot;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC17;&#xC41;&#xC02;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC3F;.&quot; BD. iii. 738. &quot;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC17;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; V&#x113;ma. &#xC17;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; gunupu. n. Motion, action. &#xC17;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F; the jungle cock, so called from its gait.
			</div>
                