&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;guppin&#x1E6D;su. [Tel.] v. a. To diffuse, emit, shed abroad. To rain &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;guppa&#x1E37;-in&#x1E6D;su. [Tel.] v. a. To mangle cloth: to wash it by beating it gently. To rince the mouth. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To place &#xC09;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;guptamu. [Skt.] adj. Hidden, concealed, secret. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC15;&#xC47;&#xC33;&#xC3F; gupta-k&#x113;&#x1E37;i. n. Secret pleasures, hidden delights. Name of a game, Hide and Seek. &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC32;&#xC41;. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F; gupti. n. Concealment &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gunnangi. [Tel.] A medicinal root: the Salvadora Persica of Ainslie. ii. 266. Also, a kind of bird.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;gunna. [Tel.] adj. Young: as a cub of a young animal or tree. &#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC3F;&#xC02;&#xC24; a low or bushy tamarind tree. &#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; an elephant&apos;s cub. &#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC02;&#xC26;&#xC3F; a young pig. n. The young of an animal: a child: a cub: a sapling, suckling or young tree. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC17;&#xC41;&#xC28;&#xC4D;&#xC28; a young mango tree. &quot;&#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC2A;&#xC48;&#xC15;&#xC3F;&#xC28;&#xC41;&#xC15; &#xC38;&#xC47;&#xC2F;&#xC17;&#xC42;&#xC21;&#xC41;&#xC38;&#xC46;&#xC2C;&#xC3E;&#xC35;&#xC3E;.&quot; Chenna. iii. 161.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; gunuku. [Tel.] v. n. To trot, amble, trip or run gently. &quot;&#xC18;&#xC1F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC15;&#xC30;&#xC4B;&#xC38;&#xC3F; &#xC17;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC46; &#xC28;&#xC4A;&#xC15;&#xC21;&#xC41;.&quot; P. i. 127. &#xC17;&#xC28;&#xC41;&#xC15;&#xC41;&#xC38;&#xC40;&#xC38;&#xC2E;&#xC41; an ambling metre composed in a peculiar mode. &#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41; n. An amble, trot, or gentle run. &#xC15;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41; gunuku-parugu. n. The act of running slowly. &quot;&#xC17;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC46; &#xC2C;&#xC32;&#xC41;&#xC21;&#xC41; &#xC24;&#xC4A;&#xC02;&#xC2C;&#xC26;&#xC3F;&#xC2F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;.&quot; Dasav. ix. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;gub&#x101;ru. [H.] n. Alarm, confusion, a rumour. &#xC2A;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3E;. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is a rumour here.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2D;&#xC17;&#xC41;&#xC2D; gubaguba. [Tel.] n. Hubbub. &#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC3F; meeting without tumult. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC0F;&#xC2E;&#xC3F; &#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC41; what is the uproar? &#xC35;&#xC3E;&#xC30;&#xC47;&#xC2E;&#xC4B; &#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; there is some stir among them. adv. Tumultuously: with indistinct accents. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F; the boys ran along noisily. &quot;&#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC35;&#xC3F; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E; &#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.&quot; T. ii. 97. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the sea roars aloud. &#xC0A;&#xC30;&#xC02;&#xC24;&#xC3E; &#xC17;&#xC41;&#xC2C;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; all the village is up, in a stir, or in a ferment. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC28; gub&#x101;&#x1E6D;una. adv. All at once, in a moment.&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC5B;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC41; sudden showers. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC26;&#xC46;&#xC2C; gub&#x101;-deba. adv. Bang! slapdash. &quot;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC26;&#xC46;&#xC2C; &#xC35;&#xC40;&#xC27;&#xC41;&#xC32; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC1C;&#xC02;&#xC1F;&#xC32;&#xC48;&quot; H. v. 191. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC26;&#xC46;&#xC2C;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they beat him thoroughly. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41; or &#xC17;&#xC41;&#xC2C;&#xC47;&#xC32;&#xC41; gub&#x101;lu. n. A bang! a loud sound. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC28;&#xC41; to bang, to make a noise. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC28; or &#xC17;&#xC41;&#xC2D;&#xC3E;&#xC32;&#xC41;&#xC28; all at once. Bang! crashingly. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he leapt slapdash into the water. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I heard an explosion or a bang. &#xC17;&#xC41;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; gub&#x101;-&#x1E37;-in&#x1E6D;su. v. n. To be emitted or burst forth, as scent. &quot;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;&quot; a pond perfumed with lilies. Vijaya. i. 162.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC15;</span>&#xA0;&#xA0;gubaka. [Tel.] n. A brass boss on a door, a knob on a shield.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;guppu. [Tel.] v. n. To be diffused, or spread, as a smell. &quot;&#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC47;&#xC32;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; Kalah. &#xA7; 35. &quot;&#xC27;&#xC42;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC4D;.&quot; T. ii. 84. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; v. a. To pound or beat. To throw, fling or toss. &#xC17;&#xC02;&#xC26;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F; they threw powder in handfuls. &quot;&#xC05;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41;&#xC28;&#xC43;&#xC2A;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC32;&#xC28;&#xC41;&quot; L. X. 98. To place &#xC09;&#xC02;&#xC1A;&#xC41;. To sprinkle &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;. To throw as a missile or an arrow &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To thrust as a calf does at the udder &#xC2A;&#xC4A;&#xC26;&#xC17;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; n. A blow, a dash. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28; guppana. adv. Sweetly, fragrantly. (&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC05;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;) &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC3F; &#xC35;&#xC17;&#xC17;&#xC32;&#xC4D;&#xC15;&#xC17; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC28; &#xC2E;&#xC40;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; Balaram. Cha. 135. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; guppuna. adv. Quickly, hastily. Clearly. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is seen clearly or boldly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; guppili. [Tel.] n. The fist. &#xC17;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1F; in the hand or fist.
			</div>
                