&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3F; gumiti. [Tel.] n. A sword stick, a rapier in a cane. &quot;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; T. ii. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;gumi. [Tel.] n. A crowd, a flock, a multitude. &#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41; guburu. [Tel.] n. Thickness, as of trees, or foliage. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. adj. Thick, crowded. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A cluster of trees. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; thick-leaved trees.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;gubuku. [Tel.] v. a. To thump or beat with the fists.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;gubili. [Tel.] n. The wax in the ear. &#xC17;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC17;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC3F;. Also same as &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; See under &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;gubirika. [Tel.] n. A kind of snare. &quot;&#xC38;&#xC30;&#xC38;&#xC36;&#xC36;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;, &#xC2F;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC1A;&#xC1F;&#xC15; &#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC30;&#xC3F;&#xC15;.&quot; H. ii. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;gum&#x101;st&#x101;. [H.] n. An assistant, a clerk, an agent. &#xC30;&#xC48;&#xC1F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC17;&#xC41;&#xC2E;</span>&#xA0;&#xA0;or &#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E; guma-guma. [Tel.] (Anuk.) adv. Sweetly, fragrantly, melodiously, strong (as scent.) &#xC17;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; gum&#x101;-yin&#x1E6D;su. v. a. and n. To spread as a perfume, to pervade. To be close or sultry. &#xC06; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41; &#xC07;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC3E; &#xC17;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the scent of the attar pervades the whole house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC17;&#xC30;</span>&#xA0;&#xA0;gub-b&#x14D;gara. [Tel. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;+&#xC2A;&#xC4B;&#xC17;&#xC30;.] n. An engraving chisel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC24;</span>&#xA0;&#xA0;Same as &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3E;&#xC21;&#xC3F;. (q. v.) H. 54. &quot;&#xC24;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC24;&#xC32;&#xC41;&#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot; Satya. iv. 209.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;gubbu. [Tel.] n. The beating of the heart. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46; &#xC05;&#xC26;&#xC30;&#xC41;&#xC1F;. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28; suddenly, all at once, swiftly. &quot;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC2C;&#xC21;&#xC41;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC46;&#xC21;&#xC41;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;&quot; BD. vi. 99. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2E;&#xC28;&#xC41; or &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC28;&#xC41; or &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC28;&#xC41; gubbu-m-anu. v. n. To beat as the heart. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46; &#xC05;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;gubbika. [Tel.] n. A snare for birds. H. ii. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;gubba. [Tel.] n. A stud, a knob, a protuberance. A woman&apos;s breast. &quot;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC4B; &#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&quot; an umbrella with a gold knob at the top. Pal. 280. &quot;&#xC38;&#xC17;&#xC33;&#xC3E;&#xC24;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC1C;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;&quot; woollen shoes with knobs. Pal. 62. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC3E;&#xC2F; a long gourd, Cucurbita laegenaris, &#xC38;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC2F;. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C; gubba. adj. Round &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; gubba-&#x1E6D;illu. v. n. To spread, as scent, sound or fire. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC1A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC15;&#xC47;&#xC32; &#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC17; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC2F;&#xC28;&#xC3F;&#xC2F;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; HK. iii. 154. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC2E;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; large round-headed nails. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC41; gubbatillu. v. i. To excel &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3E;&#xC21;&#xC3F; gubbal-&#x101;&#x1E0D;i. n. A full breasted woman. A young woman. &#xC2F;&#xC41;&#xC35;&#xC24;&#xC3F;. T. iii. 3. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F; gubbali. n. A hillock, a hill, a mount. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC33;&#xC3F; a small hillock. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41;, lit. the king of hills, i.e., the Himalaya &#xC39;&#xC3F;&#xC2E;&#xC1A;&#xC32;&#xC2E;&#xC41;. R. i. 77. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F; gubbali-k&#x101;&#x1E0D;u. n. The spotted owlet. Athene brama (F.B.I.) &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; lit. the hill archer, i.e., Siva. &#xC36;&#xC48;&#xC32;&#xC27;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; lit. the &quot;daughter of hills:&quot; or &#xC28;&#xC17;&#xC24;&#xC28;&#xC2F; a name of Parvati. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC30;&#xC2E;&#xC41; gubba-saramu. n. A necklace composed of different kinds of gems.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;gubusu. [Tel.] n. A secret. &#xC15;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;. Cunning &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gubulu. [Tel.] v. n. To spread as scent, to be redolent. &quot;&#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC24;&#xC3E;&#xC35;&#xC3F; &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC02;&#xC17;&#xC28;&#xC4D;.&quot; T. iii. 76. &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; gubulu-g&#x101;. adv. Aloud, thunderingly, (as drums) &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC17;&#xC3E;&#xC30;&#xC3E; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3E; the kettle drums sounded dub-a-dub-dub. &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41; or &#xC17;&#xC41;&#xC2D;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC41;&#xC2D;&#xC41;&#xC32;&#xC4D; gubulu-gubulu. adv. Resoundingly, aloud, as thunder. &quot;&#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC41;&#xC2D;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC41;&#xC2D;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; Vasu. v. 3.
			</div>
                