&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;gumuku. [Tel.] v. a. To box, to strike with the fist. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC17;&#xC41;&#xC2E;&#xC3F;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;gummi. [Tel.] n. A high basket for holding corn. &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC2A;&#xC21;&#xC41;&#xC24;&#xC41;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC26;&#xC41;&#xC17;&#xC41; &#xC30;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC47;, &#xC15;&#xC21;&#xC41;&#xC35;&#xC35;&#xC41; &#xC28;&#xC40;&#xC17;&#xC43;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC4D;.&quot; Chenna. iv. 102. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F; n. Mire, a morass, a swamp. &#xC2C;&#xC30;&#xC26;, &#xC2A;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gummamu. [Tel.] n. A door way, gate-way or entrance. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;gumma-t&#x12B;lu. [Tel.] n. A jewel worn by women in the lobe of the ear. &#xC1A;&#xC46;&#xC35;&#xC3F; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC32;&#xC26;&#xC41;&#xC02;&#xC1A;&#xC47;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC41;</span>&#xA0;&#xA0;gumma&#x1E0D;u. [Tel.] n. A beau or fop. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;gumma&#x1E0D;i. [Tel.] n. A gourd, a pumpkin, Cucurbita maxima. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46; or &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a gourd vine. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; a gourd flower. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; a form delicate and fragile as a gourd. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F; or &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F; the white gourd, Benincasa cerifera (Watts.) The expression &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; is also a tuck or fold in the front of woman&apos;s petticoat. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; brass pot of a particular shape. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he was sitting at his ease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC41; (q. v.) &#xC17;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC17; gumuru-g&#x101;ga. adv. Thickly. &quot;&#xC12;&#xC15;&#xC3E; &#xC28;&#xC4A;&#xC15;&#xC15;&#xC4B;&#xC28;&#xC32;&#xC4B; &#xC17;&#xC3E;&#xC28;&#xC32;&#xC4B; &#xC17;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC1C;&#xC4A;&#xC02;&#xC2A;&#xC2E;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;.&quot; Dasav. iv. 84., i.e., under thickly grown bamboos.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; gumu&#x1E0D;u. [Tel.] n. The plant named Antidesma diandrum. (Watts.) &#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. One species is called &#xC28;&#xC47;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41; and another &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC42;&#xC30;&#xC23;&#xC2E;&#xC41; gura&#x1E47;amu. [Skt.] n. An attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC17;&#xC41;&#xC30;</span>&#xA0;&#xA0;gura-gura. [Tel.] n. The grunting of a pig. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC42;&#xC24;. Also, an itching sensation. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC26;&#xC41;&#xC30;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC15;</span>&#xA0;&#xA0;guraka. [Tel.] n. Snoring. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC17;&#xC41;&#xC30;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC41;&#xC30;&#xC15;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; guraka-pe&#x1E6D;&#x1E6D;u. v. n. To snore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;</span>&#xA0;&#xA0;, &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24; or &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC2E;&#xC41; gumme&#x1E6D;a. [Tel.] n. A small drum. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;, &#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;. A. iv. 38. &quot;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC32;&#xC4D; &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC32;&#xC4D; &#xC17;&#xC42;&#xC21;&#xC3F; &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; H. iii. 238. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; gummeta-k&#x101;du. n. A drummer. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24; &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;gumme. [Tel.] n. A dent. &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC2C;&#xC02;&#xC17;&#xC30;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; S&#x101;ranga. Padya, ii. 247. A small tent. &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See &#xC17;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gummu. [Tel.] n. Fragrance &#xC17;&#xC41;&#xC2E;&#xC17;&#xC41;&#xC2E;. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28; adv. Fragrantly. &quot;&#xC38;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC28;&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;.&quot; D. Abh. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;gumma. [Tel.] n. A spirt or gush, as of milk. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC27;&#xC3E;&#xC30;. A high basket. &#xC2C;&#xC1F;&#xC4D;&#xC1F;. A girl, a darling, a little one. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E; a pretty woman &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gumma&#x1E6D;amu. [Tel.] n. A paper lantern. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC17;&#xC42;&#xC21;&#xC41;. A cupola, or dome. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41; or &#xC2A;&#xC4A;&#xC17;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41; a balloon.
			</div>
                