&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC3F;&#xC5B;</span>&#xA0;&#xA0;guriza. [Tel.] n. A certain grain. Same as &#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC5B; or &#xC17;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC26;. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC5B;&#xC2A;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41;. G. xi. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;The same as &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; or &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1C;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC5B; or &#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC5B; guri-ginja. [Tel.] n. The plant called Indian shot. The Indian or wild liquorice plant. Abrus precatorius, or, Canna indica (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;gurigi. [Tel.] n. See &#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;guri. [Tel.] n. A mark. An aim, a goal, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A clue, a sign &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. An example &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. A limit &#xC2E;&#xC3F;&#xC24;&#xC3F;. Certainty &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC24;. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; a place where oracles are uttered. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; aimless, unsteady. Esteem, respect. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC2E;&#xC46;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;. he respects her. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to take aim. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; to miss one&apos;s aim. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; gurinchi. (from &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.) an affix used with the accusative case. Regarding, looking at, with an eye to. Of, concerning, about. For, with a view to, for the sake of, on account of. Towards, to. &#xC05;&#xC24;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; she spoke of him. &#xC26;&#xC47;&#xC35;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I have prayed to God. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; gurinchina. adj. Concerning, connected with, regarding. For, on account of. &#xC05;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F; the expense incurred for this. &#xC05;&#xC24;&#xC23;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC1C;&#xC3E;&#xC2C;&#xC41; a letter regarding him. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; gurin&#x1E6D;su. (&#xC17;&#xC41;&#xC30;&#xC3F;+&#xC09;&#xC02;&#xC1F;&#xC41;.) v. t. To intend. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; guri-ka&#x1E6D;&#x1E6D;u. n. Border, edge, bound, limit. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; guri-k&#x101;&#x1E0D;u. n. A true marksman. &#xC15;&#xC43;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F; guri-kon&#x1E0D;i. n. A vital part. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;gur&#x1EE5;mulu. [Tel.] n. Seeds. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;guru-p&#x14D;tu. [Tel.] n. A wild ox or bison. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC21;&#xC3E;</span>&#xA0;&#xA0;gurud&#x101;. [Tel.] n. A club or mace: (probably from the Persian word gurz.) &#xC17;&#xC26; &#xC05;&#xC28;&#xC47; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. T. i. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC41; gurutu. [Tel. from &#xC17;&#xC41;&#xC30;&#xC3F; aim.] n. A mark, a sign, a trace, a token, A limit, an extent &#xC2E;&#xC47;&#xC30;. &#xC15;&#xC28;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a memorandum. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;. I do not recollect. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; to enquire particularly. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41; to look into narrowly. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; to recognise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;guru-gurru. [Tel.] n. A rolling sound. &#xC12;&#xC30;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F; gurugu [Tel.] n. A small cup. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3F;&#xC21;&#xC24;. A certain pot herb or darnel that grows in rice fields. The sun flower, Heliotropum Indicum. Also, Celosia arge&#x1E47;tea. &#xC2A;&#xC02;&#xC1A;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; (Watts).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;guru-konu. [Tel.] v. n. To attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To redouble, as a storm. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC15; &#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15; &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;&#xC38;&#xC47;&#xC28;&#xC3F;&#xC28;&#xC4D; , &#xC2E;&#xC30;&#xC35;&#xC15;&#xC17;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;&#xC28;&#xC41; &#xC1C;&#xC28;&#xC41;, &#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC17;&#xC36;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC39;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC4D;.&quot; M. I. vi. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;guruku. [Tel.] n. A heap, a pile. &#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. &quot;&#xC2A;&#xC47;&#xC30;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2E;&#xC43;&#xC23;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; M. IV. iii. 227.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;</span>&#xA0;&#xA0;guruka. [Tel.] n. A spear. &#xC17;&#xC4A;&#xC30;&#xC15; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;guru. [Tel.] n. Name of a certain animal &#xC2E;&#xC43;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC17;&#xC35;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;gurimi&#x1E0D;i-go&#x1E0D;&#x1E0D;a. [Tel.] n. A root resembling &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21;, &#xC28;&#xC47;&#xC32;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;.
			</div>
                