&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gulmamu. [Skt.] n. A bush, a shrub. &#xC2A;&#xC4A;&#xC26;, &#xC2C;&#xC4B;&#xC21;&#xC46;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A body of troops consisting of 9 chariots, 9 elephants, 27 cavalry and 45 infantry. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; gulma-r&#x14D;gamu. n. Enlargement of the spleen. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F; gulmini n. A spreading creeper. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC24;&#xC40;&#xC17;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC32;&#xC4D;&#xC2B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gulphamu. [Skt.] n. The ankle &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21;. &#xC17;&#xC42;&#xC22;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC2B; slender ankled or light footed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;g&#x16B;n&#x1E0D;ra. [Tel.] n. An owl&apos;s hoot. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;&#xC15;&#xC42;&#xC24;. &#xC17;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to hoot as an owl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;guhyamu. [Skt.] n. Mystery, secrecy: the private parts: adj. Secret, mysterious. &#xC17;&#xC41;&#xC39;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; guhya-ku&#x1E0D;u. n. A kind of demigod, attending on Kub&#x113;ra. &#xC17;&#xC41;&#xC39;&#xC4D;&#xC2F;&#xC15;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; guhyak-&#x113;&#x1E63;varu&#x1E0D;u. n. A name of Kub&#x113;ra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;guhudu. [Tel.] n. Kum&#x101;rasw&#x101;mi. &#xC15;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC39;</span>&#xA0;&#xA0;guha. [Skt.] n. A cave, cavern, grotto. &#xC17;&#xC41;&#xC39;&#xC3E;&#xC36;&#xC2F;&#xC2E;&#xC41; guh&#x101;-&#x1E63;ayamu. n. An inmate of a cave, i.e., a tiger. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC38;&#xC17;&#xC41;&#xC38;</span>&#xA0;&#xA0;gusa-gusa. [Tel.] n. A whisper. &#xC17;&#xC41;&#xC38;&#xC17;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC41;&#xC38;&#xC17;&#xC41;&#xC38;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to whisper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;guvva. [Tel.] n. A dove or pigeon. &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC15;&#xC42;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; k&#x16B;ku-r&#x101;&#x1E47;i-guvva. n. The Green Imperial Pigeon, Cerpophaga &#x153;nea. &#xC15;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the turtle dove. &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; po&#x1E0D;a-guvva. n. The Spotted Dove, Turtur Suratensis. &#xC30;&#xC3E;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; r&#x101;-guvva. n. The Red Turtle Dove Oenopopelia tranquebarica. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; pa&#x1E6D;s&#x1E6D;sa-guvva. n. The Green Piegeon. Crocopus chlorogaster. (F.B.I.) &#xC17;&#xC42;&#xC1F;&#xC3F; &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; a dove that has moulted. &#xC08;&#xC15;&#xC46;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; guvva-gutti-ga&#x1E0D;&#x1E0D;i. n. A sort of grass. Trichodesma Indicum. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15; low voice &#xC39;&#xC40;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC3F;&#xC28; pigeon breasted, low-voiced. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; to assemble in crowds. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;; to surround &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.&quot; Manu. iii. 144. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC2F;&#xC3F; guvva-r&#x101;yi. n. Gravel, pebbles. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC47;&#xC32; gravelly soil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC33;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gu&#x1E37;u&#x1E6D;samu. [Skt.] n. A cluster, of flowers. &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC33;&#xC3F;&#xC17; gu&#x1E37;ika. [Tel.] n. A pill, a bolus, a small ball.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; [Tel.] gullu. n. Plague; alarm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gullin&#x1E6D;su. [Tel.] v. n. To frisk, quiver, frolic, move lewdly. To jog along as palankeen bearers. &#xC15;&#xC41;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;gulla. [Tel.] n. A shell: a husk: a cowry shell. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. A white pustule &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;. Anything hollow &#xC2C;&#xC4B;&#xC32;&#xC41;. Cotton in the pod. The hull of ship. (Vizag.) &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC38;&#xC41; a farthing: (lit. a shell) or a penny. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; shell lime. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32; tamarinds in the shell or husk. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC30; trash, rubbish, gewgaws. adj. Hollow, empty. &#xC2C;&#xC4B;&#xC32;&#xC41;. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; a tube. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he emptied or plundered the house. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15; a small basket. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; tobacco that is immature and worthless, &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; to be disgraced &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to empty, to scorn, to disgrace. HD. ii. 168. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; an empty handed man &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC42;&#xC1F;&#xC3E;&#xC2E;&#xC41; g&#x16B;&#x1E6D;amu. [Tel.] n. A tent-pin or stake, used both as a mallet and as a peg. The roller of a loom. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC17;&#xC42;&#xC1F;&#xC2E;&#xC41; an iron or wooden hammer shaped like a pestle and used by stonecutters and cobblers. A wooden or iron wedge. &quot;&#xC17;&#xC42;&#xC1F;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; H. v. 112.
			</div>
                