&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC26;</span>&#xA0;&#xA0;g&#x16B;da. [Tel.] n. A prolapse of the uterus or anus. &#xC05;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC42;&#xC26;&#xC2A;&#xC02;&#xC21;&#xC41; the vegetable called Trichosanthes incisa. Ainslie ii. 391.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x16B;&#x1E0D;hamu. [Skt.] n. A secret. &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Hidden, secret, abstruse. &#xC26;&#xC3E;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC17;&#xC42;&#xC22;&#xC1A;&#xC3E;&#xC30;&#xC3F; g&#x16B;&#x1E0D;ha-ch&#x101;ri. n. A secret emissary, a spy, an agent or messenger. &#xC17;&#xC42;&#xC22;&#xC1C;&#xC41;&#xC21;&#xC41; g&#x16B;dha-ju&#x1E0D;u. n. One of unknown birth or uncertain parentage. &#xC17;&#xC42;&#xC22;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41; g&#x16B;&#x1E0D;ha-p&#x101;ttu. n. Lit. One whose feet do not appear. A serpent, a snake. &#xC17;&#xC42;&#xC22;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; g&#x16B;&#x1E0D;ha-ratnamu. n. A game among girls, like &apos;Hunt the slipper.&apos; &#xC17;&#xC42;&#xC22;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC38;&#xC3F;&#xC15;&#xC24;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC23;&#xC02;&#xC2C;&#xC41;. Vasu. iii. 37. &#xC17;&#xC42;&#xC22;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a witness who knows the real secret; or a secretly hired witness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x16B;&#x1E0D;emu. [Tel.] n. A hamlet or small village. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x16B;&#x1E0D;u. [Tel.] n. A nest. A case. A niche in a wall for a light &#xC26;&#xC40;&#xC2A;&#xC2A;&#xC41;&#xC17;&#xC42;&#xC21;&#xC41;. A bird cage &#xC2A;&#xC02;&#xC5B;&#xC30;&#xC2E;&#xC41;. A basket to keep fowls or lambs under. A cage or gauze placed over a sleeping infant. A hatch way on boardship. The socket of a joint. An insect&apos;s cocoon. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC17;&#xC42;&#xC21;&#xC41; a dice box. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC42;&#xC21;&#xC41; &#xC38;&#xC21;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his shoulder is dislocated. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC17;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; his heart being at repose. &#xC38;&#xC41;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2A;&#xC41; &#xC17;&#xC42;&#xC21;&#xC41; a case for a pair of spectacles. &#xC17;&#xC42;&#xC21;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; a cart with a mat cover. A. iv. 155.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC21;</span>&#xA0;&#xA0;g&#x16B;&#x1E0D;a. [Tel.] n. A triangular basket used as a bucket. A mat hood or cover against rain. A basket in which a Vaishnavite devotee keeps his images used in worship. A flower basket. &#xC17;&#xC42;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; g&#x16B;&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. n. Tying a cloth round the waist like a petticoat, without tucking it up between the legs. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC17;&#xC42;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC17; or &#xC17;&#xC42;&#xC21;&#xC2C;&#xC3E;&#xC24;&#xC41; g&#x16B;&#x1E0D;a-b&#x101;&#x1E6D;u. n. A pelican, Pelicanus Philippensis (F.B.I.). &#xC17;&#xC42;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41; g&#x16B;&#x1E0D;a-v&#x113;yu. v. n. To water fields with a basket or bucket.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;g&#x1E5B;ish&#x1E6D;i. [Skt.] n. A cow that has calved only once, a heifer. &#xC12;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC3F; &#xC2F;&#xC40;&#xC28;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC43;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x1E5B;idhramu. [Skt.] n. A vulture, a kite. &#xC17;&#xC26;&#xC4D;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC43;&#xC27;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;g&#x1E5B;idhnuvu. [Skt.] n. A covetous or greedy man. &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC43;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x1E5B;injanamu. [Skt.] n. An onion. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC42;&#xC33;&#xC40; g&#x16B;li. [Tel.] n. A vulture.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC2C;&#xC41;</span>&#xA0;&#xA0;g&#x16B;bu. [Tel.] n. A basin of sea water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC2C;</span>&#xA0;&#xA0;g&#x16B;ba. [Tel.] n. An owl. The drum of the ear. &#xC17;&#xC42;&#xC2C;&#xC24;&#xC21; g&#x16B;ba-ta&#x1E0D;a. n. A kind of tree with yellow flowers, Sida rhombifolia. &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC2A;&#xC28;&#xC3E;&#xC32;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;g&#x16B;pan&#x101;la-gu&#x1E37;&#x1E37;u. [Tel.] n. A certain game played by boys. Vish. P. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC28;&#xC41;</span>&#xA0;&#xA0;g&#x16B;nu. [Tel.] n. A hump. A crooked back. &#xC17;&#xC42;&#xC28;&#xC3F; ag&#x16B;ni. adj. Crooked. &#xC17;&#xC42;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41; drooping glances. Internal. &#xC17;&#xC42;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; an inward bruise. &#xC17;&#xC42;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC42;&#xC28;&#xC3F;&#xC26;&#xC3F; a cripple, a dwarf &#xC15;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC42;&#xC28;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; g&#x16B;nu-gillu. v. n. To have or get a crooked back. &#xC17;&#xC42;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC42;&#xC28;</span>&#xA0;&#xA0;g&#x16B;na. [Tel.] n. A large pot. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC02;&#xC21; A spout to drain off water from a roof. &#xC2E;&#xC47;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC47; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
                