&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC1F;&#xC28;</span>&#xA0;&#xA0;gen&#x1E6D;ana. [Tel.] n. A plant, a species of Clitoria. The black and white species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x1E5B;ihamu. [Skt. cf. Prakrit &#xC17;&#xC47;&#xC39;&#xC2E;&#xC41; &amp; Eng. &apos;Home&apos;] n. A house, abode, dwelling. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC43;&#xC39;&#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; domestic troubles or quarrels &#xC17;&#xC43;&#xC39;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; household affairs. &#xC17;&#xC43;&#xC39;&#xC2A;&#xC24;&#xC3F; g&#x1E5B;iha-pati. n. A householder, the head of a family. &#xC17;&#xC43;&#xC39;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; entering a new house. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; a dog &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC47;&#xC27;&#xC3F; or &#xC17;&#xC43;&#xC39;&#xC3F; g&#x1E5B;ihasthudu. n. A householder &#xC07;&#xC32;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; An honest man, a good citizen. A respectable man. &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; householdership, the state of being a householder. &#xC17;&#xC43;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28; habitable, used as a house. &#xC17;&#xC43;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; house, grove and field, i.e., one&apos;s entire property, one&apos;s all. &#xC17;&#xC43;&#xC39;&#xC3F;&#xC23;&#xC3F; g&#x1E5B;ihi&#x1E47;i. n. A mistress of a house, a wife. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;. &#xC17;&#xC43;&#xC39;&#xC4B;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; furniture, chattels, goods, utensils. &#xC17;&#xC43;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; g&#x1E5B;ihayamu. adj. Dependant, &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. n. A tame or domesticated animal. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;gebbu. [Tel.] v. a. To rob. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To thrust, push away. &#xC17;&#xC46;&#xC02;&#xC1F;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC35;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC3F;,&quot; Vijaya. Vil. i. 95. To take &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC28;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;genusu. [Tel.] n. A creeper, the sweet potato plant, Dioscorea aculeata. &#xC06;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC28;&#xC2F;&#xC41;</span>&#xA0;&#xA0;genayu. [Tel.] v. n. To become plump, to be nourished. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30; gettera. [Tel.] n. A barren soil principally consisting of a whitish marl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC21;</span>&#xA0;&#xA0;ge&#x1E0D;a. [Tel.] n. A pair, a couple. &#xC5B;&#xC24;. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. A hunting instrument &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC28; &#xC12;&#xC15; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41; geggili. [Tel.] n. Derision. &#xC17;&#xC47;&#xC32;&#xC3F;. &#xC17;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to deride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC21;&#xC3F;, &#xC17;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC17;&#xC46;&#xC02;&#xC21;&#xC46; gen&#x1E0D;i. [Tel.] n. A sort of fish, the carp, Cyprinus fimbriatus; &#xC17;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41;. One species is called &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC17;&#xC46;&#xC02;&#xC21;&#xC46; or &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC17;&#xC46;&#xC02;&#xC21;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gen&#x1E6D;emu. [Tel.] n. A thick cloth. &#xC1C;&#xC02;&#xC1F;&#xC28;&#xC47;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Thick. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC1F;&#xC46;&#xC28;</span>&#xA0;&#xA0;gen&#x1E6D;ena. [Tel.] n. The oleander flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;gen&#x1E6D;u. [Tel.] v. n. To move, shake, stir, go. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &quot;&#xC27;&#xC30;&#xC23;&#xC40;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC4D; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC32;&#xC4D; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC27;&#xC30;&#xC23;&#xC40;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC46;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC21;&#xC3F;.&quot; V. P. i. 78. v. a. To thrust, push away, force, cause to totter. To toss aside. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. n. Movement &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC46;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; gen&#x1E6D;u-pa&#x1E0D;u v. n. To miss. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC17;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC3F; gen&#x1E6D;ani. adj. Immoveable, not to be shaken (as love), resistless, irrepressible, not to be turned away. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC02;&#xC1F;&#xC17; &#xC17;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; T. ii. 96. &#xC17;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; gen&#x1E6D;in&#x1E6D;su. v. t. To push. To cause one to be pushed or sent away. &#xC2F;&#xC36;&#xC4B;&#xC26;&#xC36;&#xC2F;&#xC4D;&#xC2F; &#xC28;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;&#xC1A;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC42;&#xC24;&#xC41; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC32; &#xC28;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC17;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; B. X. iii. 45.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;gen&#x1E6D;isa-l-&#x101;&#x1E0D;u. [Tel.] v. n. To totter or jog, as a table that has uneven legs. &#xC09;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC4D;&#xC32;&#xC42;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC02;&#xC1F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gen&#x1E6D;asamu. [Tel.] n. A cross or abusive speech: harshness, crossness. &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &quot;&#xC09; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC3E;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; &#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC35;&#xC47;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC42;&#xC21;&#xC26;&#xC40;, &#xC17;&#xC46;&#xC1F; &#xC38;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC2C;&#xC32;&#xC41; &#xC15;&#xC40;&#xC21;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC40;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC17;&#xC28;&#xC4D;.&quot; HK. iii. 247.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F; gelivi. [Tel.] n. Bloom, brightness or clearness of complexion. Ila. III. 27, 77. Joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC17;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is beeming with joy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC30;</span>&#xA0;&#xA0;gera. [Tel.] n. A circle. &#xC17;&#xC3F;&#xC30;&#xC3F;. &quot;&#xC17;&#xC46;&#xC30;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC17;&#xC40;&#xC1A;&#xC3F;.&quot; H. iii. 207.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC32;</span>&#xA0;&#xA0;gela. [Tel.] n. A bunch of fruit. &#xC17;&#xC4A;&#xC32;.
			</div>
                