&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x113;yamu. [Skt.] adj. That which can be sung. &#xC2A;&#xC3E;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC2C;&#xC41;, &#xC17;&#xC47;&#xC2C;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC47;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; g&#x113;bu. [Tel.] n. Malter seeds of the palm tree. &#xC24;&#xC47;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC26;&#xC46;</span>&#xA0;&#xA0;g&#x113;de. [Tel.] n. A she buffalo. &#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;. &#xC17;&#xC47;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC32;&#xC2A; a buffalo about three years old. &#xC17;&#xC47;&#xC26;&#xC46;&#xC26;&#xC42;&#xC21; a buffalo calf. &#xC17;&#xC47;&#xC26;&#xC46;&#xC2A;&#xC21;&#xC4D;&#xC21; or &#xC17;&#xC47;&#xC26;&#xC46;&#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F; a young she buffalo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC26;&#xC17;</span>&#xA0;&#xA0;or &#xC17;&#xC47;&#xC26;&#xC02;&#xC17;&#xC3F; g&#x113;dagi. [Tel.] n. The tree named Pandanus odoratissimus. &#xC15;&#xC47;&#xC24;&#xC15;&#xC3F;, &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC47;&#xC26;&#xC46;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; g&#x113;&#x1E0D;i-k&#x101;&#x1E37;lu. [Tel.] n. Lank legs, long and lean legs. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;g&#x113;&#x1E6D;u. [Eng.] n. A gate, particularly a toll-gate or toll-bar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC02;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x113;ndukamu. [Skt.] n. A ball for playing with. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC40;&#xC2C;&#xC24;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;gell&#x12B;ba-tunga. [Tel.] n. A plant called Cyperus tenuiflorus, Rox. i. 199.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;gelli. [Tel.] n. A heap, particularly a heap of salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gelemu. [Tel.] n. An agricultural implement of any kind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gelu&#x1E6D;su. [Tel.] v. a. To gain, win, conquer, overcome. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To recover in law, win at dice. To outshine, excel. To go &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC28;&#xC41; to encourage. &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they encouraged me. &#xC17;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; gelipin&#x1E6D;su. v. a. To cause or enable one to win. To cause one to go, to send &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41; gelupu. n. Gain, victory. &#xC1C;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC4B;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC4D; gain and loss. &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC17;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; gelupu-konu. v. t. To win or conquer &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC46;&#xC32;&#xC32;&#xC4D;&#xC2A;&#xC30;&#xC3F; or &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; gelpari. n. The gainer, winner, conqueror. Chenna. ii. 1172.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC02;&#xC17;&#xC33;&#xC3F; gonga&#x1E0D;i. [Tel.] n. A rug, a blanket. (G. &#xC17;&#xC4A;&#xC02;&#xC17;&#xC1F;&#xC3F;. L. &#xC17;&#xC4A;&#xC02;&#xC17;&#xC1F; in a blanket. Plu. &#xC17;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC32;&#xC41;, &#xC17;&#xC4A;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;.) &#xC17;&#xC4A;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a kind of bird. &#xC17;&#xC4A;&#xC02;&#xC17;&#xC33;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; gonga&#x1E37;i-purugu. n. A hairy caterpillar. &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;gonga. [Tel.] n. An enemy &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. A foe, or scourge. A conqueror. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC17; the foe of Death. &#xC24;&#xC4B;&#xC21;&#xC47;&#xC33;&#xC4D;&#xC32; &#xC17;&#xC4A;&#xC02;&#xC17; the victor over the wolves, a name applied to the antelope, because it beats the wolf in speed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;</span>&#xA0;&#xA0;go. [Tel. for &#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41;.] An affix used in pointing out any thing, as &#xC05;&#xC26;&#xC3F;&#xC17;&#xC4A;, &#xC07;&#xC26;&#xC3F;&#xC17;&#xC4A;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC48;&#xC30;&#xC41;</span>&#xA0;&#xA0;gairu [H.] adj. Other besides, excepting. &#xC07;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC17;&#xC48;&#xC30;&#xC41; &#xC39;&#xC3E;&#xC5B;&#xC30;&#xC41; gairu-h&#x101;zaru. adj. Missing, absent, not present.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC48;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gairikamu. [Skt. from &#xC17;&#xC3F;&#xC30;&#xC3F;.] adj. Rocky. Marbled, variegated in colour, parti-coloured; red. n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. -- &#xC17;&#xC48;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC3F;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; Mineralogy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x113;hamu. [Skt. from &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &amp; cognate with Eng. &apos;Home&apos;.] n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC47;&#xC39;&#xC3F; Same as &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC47;&#xC39;&#xC3F;&#xC28;&#xC3F; or &#xC17;&#xC43;&#xC39;&#xC3F;&#xC23;&#xC3F; g&#x113;hini. n. A wife. &#xC17;&#xC47;&#xC39;&#xC41;&#xC21;&#xC41; g&#x113;hu&#x1E0D;u. n. He who dwells, the habitant. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20; &#xC17;&#xC47;&#xC39;&#xC41;&#xC21;&#xC41; Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;[Corrupted from Skt. &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;.] Same as &#xC17;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; g&#x113;stu-r&#x101;lu. n. The wife of a householder. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC32;&#xC3F;</span>&#xA0;&#xA0;g&#x113;li. [Tel.] n. Ridicule, derision. &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC17;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; g&#x113;li-konu, v. t. To deride, ridicule. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x113;ri. [Tel.] n. A street, a passage. &#xC35;&#xC40;&#xC27;&#xC3F;. &quot;&#xC0E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC02;&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC15; &#xC2E;&#xC46;&#xC35;&#xC30;&#xC41; &#xC1C;&#xC42;&#xC21;, &#xC2E;&#xC02;&#xC26;&#xC41; &#xC30;&#xC35;&#xC4D;&#xC35;&#xC40;&#xC1F;&#xC3F;&#xC17;&#xC47;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2D;&#xC1F;&#xC41;&#xC32;&#xC41;.&quot; Satyabh&#x101;ma. ii. 39. &quot;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC47;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC24;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC3F;.&quot; Suca. iii. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC5B;</span>&#xA0;&#xA0;gonza. [Tel.] n. A barren woman. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
                