&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15; gontu. [Tel.] n. The throat. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;. The voice, a tone &#xC15;&#xC02;&#xC20;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; I am chocked, i.e., I do not know what to say. &#xC28;&#xC3E; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; I am hoarse. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F; he is hoarse. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC2A;&#xC4B;&#xC15; or &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC28;&#xC2C;&#xC21;&#xC3F; gontuka-p&#x14D;ka. n. The apple of the throat. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; gontu-k&#x16B;r&#x1E6D;sun&#x1E0D;u. v. n. To squat down on one&apos;s heels. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC24; gontu-k&#x14D;&#x1E6D;a. n. A cutthroat business. A brawl, a quarrel. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC46;&#xC2E;&#xC17;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; gontema-g&#x14D;ru-che&#x1E6D;&#x1E6D;u. n. A plant, Paederia foetida. &#xC38;&#xC3E;&#xC30;&#xC23;&#xC3F;, &#xC32;&#xC02;&#xC1C;&#xC46;. &#xC38;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E; gontemma n. The name of a certain rural goddess. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41; gontemma-k&#x14D;rikalu. n. Whimsical speculations, castles in the air. &#xC15;&#xC4B;&#xC30;&#xC26;&#xC17;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC42;&#xC1A;&#xC28;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gonti. [Tel.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &quot;&#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC02;&#xC21;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; BD. iii. 575. The mother of the P&#x101;n&#x1E0D;avas. &#xC15;&#xC41;&#xC02;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gon&#x1E0D;lemu. [Tel.] n. A bolt or latch. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; gon&#x1E0D;ili. [Tel.] n. Acting, dancing, gambols, sport. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41;. An actress. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3F;. A toss, a fling. &#xC17;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC30;&#xC1A;&#xC41; to toss or fling an attitude in dancing, the actress bending back till she rests on her hands. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC38;&#xC40; &#xC1C;&#xC32;&#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC39;&#xC38;&#xC4D;&#xC24; &#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC41;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC17;&#xC30;&#xC2A;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. V. 66. &#xC17;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC38;&#xC32;&#xC41;&#xC2A;&#xC41; gon&#x1E0D;li-salupu. v. n. To sport, to dance on all fours bending backwards, to indulge in indecent gambols.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;gon&#x1E0D;i. [Tel.] n. Evil. Bane. A wretch. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; the bone eater, i.e., the hy&#xE6;na. &#xC26;&#xC41;&#xC30;&#xC26;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; &#xC06;&#xC15;&#xC41; or &#xC17;&#xC4A;&#xC02;&#xC17;&#xC26;&#xC42;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; the nettle, the cowach plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC30;&#xC3F;, &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; gon&#x1E6D;ari. [Tel.] n. A cunning or hard man &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;. A rogue, a wretch. &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC3F; gon&#x1E6D;i. n. A wicked woman. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; gon&#x1E6D;i-tanamu. n. Baseness, rascality, vileness. &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41; go&#x1E47;&#x1E6D;u. n. A wicked man. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC15; gon&#x1E6D;u-p&#x14D;ka. n. An inferior kind of areca nut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;gonji. [Tel.] n. The Indian myrtle. Limonia pentaphylla. &#xC17;&#xC4A;&#xC02;&#xC1C;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; gonji pan&#x1E0D;u. n. The fruit of this tree. &#xC17;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;go&#x1E6D;&#x1E6D;i. [Tel.] adj. Wicked, vicious. &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; a very large bulbous root that grows in marshes like truffles and is eaten by the poor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;go&#x1E6D;&#x1E6D;amu. [Tel.] n. A tube, a cylinder, a barrel, of a gun, &amp;c. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. &#xC28;&#xC42;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a shuttle. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a telescope, literally, the tube with glasses. &#xC0A;&#xC26;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a blowpipe. &#xC35;&#xC46;&#xC26;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a bamboo tube. &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; a padlock shaped like a tube.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC1F;&#xC3F;&#xC15;&#xC46; go&#x1E6D;ika. [Tel.] n. A bramble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC1F;&#xC17;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;go&#x1E6D;a-go&#x1E6D;a. [Tel.] n. Loudness, uproar &#xC25;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC1A;&#xC47;&#xC2A;&#xC4D;&#xC2F;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC17;</span>&#xA0;&#xA0;gojjega. [Tel.] n. A kind of flowering plant. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F; gojjangi. [Tel.] n. A tree called Pandanus odoralissimus. &#xC17;&#xC47;&#xC26;&#xC17;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;</span>&#xA0;&#xA0;goggi. [Tel.] adj. Uneven, irregular, up and down, in and cut. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28; &#xC17;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; goggi-pan&#x1E0D;lu. n. Uneven teeth. A proverb says. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; all a dog&apos;s teeth are crooked, i.e., all one does is wrong, he cannot do any thing properly. &#xC17;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; goggi-muttemu. n. A pear-shaped pearl. &#xC15;&#xC4A;&#xC38;&#xC17;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gondi. [Tel.] n. An alley, a lane, a corner. &#xC2A;&#xC02;&#xC26;&#xC41;, &#xC2E;&#xC42;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; flowery lanes. &#xC17;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hide, conceal.
			</div>
                