&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC28;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;gona-konu. [Tel.] v. n. To attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC21;</span>&#xA0;&#xA0;goda. [Tel.] n. Hunger, appetite. &#xC06;&#xC15;&#xC32;&#xC3F;. &#xC17;&#xC4A;&#xC26;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; hungry. &#xC17;&#xC4A;&#xC26;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC32;&#xC3F; a famished tiger. &#xC17;&#xC4A;&#xC26;&#xC17;&#xC4A;&#xC28;&#xC3F; hungrily. M. iv. 283 &#xC17;&#xC4A;&#xC26;&#xC15;&#xC4A;&#xC28;&#xC41; to be eager or in a hurry &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC17;&#xC4A;&#xC21; goda-goda. n. Enmity &#xC2A;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC28;&#xC2A;</span>&#xA0;&#xA0;gonapa. [Tel.] adj. Small, short. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. n. A worn out plough &#xC05;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;. &#xC17;&#xC4A;&#xC28;&#xC2A;&#xC15;&#xC4B;&#xC21;&#xC3F; a small bird.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC28;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;gon&#x1E6D;i. [Tel.] adj. Ugly. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. M. XII. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;gottu. [Tel.] n. Arrangement, trim, order Determination. A bunch or cluster &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;. The rotten smell of long standing milk, butter, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC24;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;gotupu. [Tel.] n. A species of sapphire. Tourmaline. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E;&#xC23;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. ABA. ii. 528.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC23;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; go&#x1E47;&#x1E47;emu. [Tel.] n. A hasp or staple ring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC23;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC23;&#xC17;&#xC41; go&#x1E47;ugu. [Tel.] v. n. To mutter, to mumble, to whisper. To talk nonsense. &#xC17;&#xC4A;&#xC23;&#xC17;&#xC4A;&#xC23;&#xC32;&#xC3E;&#xC21;&#xC41; go&#x1E47;a-go&#x1E47;al-&#x101;&#x1E0D;u. v. n. To grumble, to mutter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;go&#x1E0D;&#x1E0D;u. [Tel.] n. A beast. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;. Barrenness &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. adj. Barren, sterile &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC35;&#xC41; a barren cow, &#xC08;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC0E;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;, or &#xC0E;&#xC28;&#xC41;&#xC2E;&#xC41; a buffalo. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;, or &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41; a bear &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC32;&#xC41; kine, horned cattle. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; a leopard. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; go&#x1E0D;&#x1E0D;u. n. A barren woman. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC32;&#xC3F; gruel without any rice in it. &#xC28;&#xC42;&#xC15;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC5B;&#xC3E;&#xC35; or &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC3F; ragi food without any sauce or curry to be taken with it. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; very hot &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a barren tree &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; go&#x1E0D;&#x1E0D;u-p&#x14D;tu. n. A useless man. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; go&#x1E0D;&#x1E0D;u-p&#x14D;vu. v. n. To become barren. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC17;&#xC41;. To become useless &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. To become effeminate &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC47;&#xC30;&#xC41; go&#x1E0D;&#x1E0D;&#x113;ru. n. A dry stream. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC30;&#xC41;. v. a. To rent or farm &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC17;&#xC40; &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC4B;&#xC24;&#xC3F; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41;?&quot; &#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;goyyi [Tel.] n. A pit. In Ganjam, a chain. &#xC28;&#xC46;&#xC30;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a gully cut by rain. Plu. &#xC17;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;goyy&#x101;-pan&#x1E0D;u. [Mexican through Spanish.] n. The fruit called guava.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;</span>&#xA0;&#xA0;gobbu-na. [Tel.] adv. Quickly, hastly, at once, instantly. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;gobbi. [Tel.] n. Name of a Hindu goddess. The name of a feast or holiday kept by girls in the month Pushyam. &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC4D;&#xC2E; a lump of cowdung worshipped as a goddess on this occasion; a dance practised by young girls. &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; gobbi-k&#x101;yalu. n. A sort of grain H. iv. 156. &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; gobi-che&#x1E6D;&#x1E6D;u. n. A plant called Barleria longifolia, &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;. One kind is &#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;. &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; gobbi&#x1E37;&#x1E37;u. n. Capering: dancing. (V. P. VII. 211.) Dancing in honour of a god. Salutation, respects. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC30;&#xC17;&#xC21; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC24;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC48; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC17;&#xC4B;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC41; &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; H.iv. 273.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gobbaramu. [Tel.] n. Manure, &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;gobban&#x1E0D;u. [Tel. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;+&#xC2A;&#xC02;&#xC26;&#xC41;.] n. A large fruit. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2C;</span>&#xA0;&#xA0;goba. [Tel.] n. A cave. &#xC17;&#xC41;&#xC39;. A lane &#xC17;&#xC4A;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;</span>&#xA0;&#xA0;goppulu. [Tel.] n. Elevated places in a rice field.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;goppa. [Tel.] adj. Great in any sense, noble, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; more or less, some trifle, a certain quantity. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; n. Greatness, size, respectability.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC28;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gonayamu. [Tel.] n. A bowstring. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. The tip of a bow, where the notch is. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;. &#xC27;&#xC28;&#xC41;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;. ABA. iii. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gonamu. [from Skt &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;.] Same as &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC28;&#xC2C;&#xC41;</span>&#xA0;&#xA0;gonabu. [Tel.] adj. Agreeable, fine, charming &#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC17;&#xC4A;&#xC28;&#xC2C;&#xC41;&#xC5B;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;.&quot; T. iii. 64.
			</div>
                