&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC15;</span>&#xA0;&#xA0;goraka. [Tel.] n. A wild buffalo. &#xC15;&#xC3E;&#xC30;&#xC46;&#xC2E;&#xC2E;&#xC41;. An iron arrow &#xC07;&#xC28;&#xC41;&#xC2A;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC17;&#xC4A;&#xC30;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; goraka-ka&#x1E6D;&#x1E6D;e. n. A javelin, or slender spear. &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; &#xC17;&#xC4A;&#xC30;&#xC15;&#xC1A;&#xC47;&#xC2A; goraka-ch&#x113;pa. n. worthless sort of fish. &#xC2E;&#xC3E;&#xC24;&#xC17;&#xC4A;&#xC30;&#xC15; the rice fish which is like the Tunny. Russell, plate 132. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC15; a sort of fish
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;</span>&#xA0;&#xA0;gola. [Tel.] n. A bunch of fruit. &#xC17;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;gorru. [Tel.] n. A piece of land measuring 32 gun&#x1E6D;&#x101;s (&#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41;.) A drill plough. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC47; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4B;&#xC32;&#xC41; to harrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC02;&#xC15;</span>&#xA0;&#xA0;Same as &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;gorugu. [Tel.] v. t. To shave. &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; gorigin&#x1E6D;su. v. a. To shave: to have one shaven. &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he got himself shaved.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;gorise. [Tel.] n. A hoof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F; goriya. [Tel.] n. A sheep. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;. M. vi. i. 95. &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC02;&#xC1C;&#xC41;&#xC21;&#xC41; mutton. M. XIII. iii. 175.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC5B;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC1C;&#xC46; goriza. [Tel.] n. A hoof. &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC38;&#xC46;. &quot;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC5B;&#xC32;&#xC41;.&quot; BD. i. 349.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC38;</span>&#xA0;&#xA0;gorasa. [Tel.] n. A shoal of fish. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;gora-pe&#x1E6D;&#x1E6D;u. [Tel.] v. n. To grunt. A. v. 140.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gorapamu. [Tel.] n. A curry comb. H. v. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC17;&#xC4A;&#xC30;</span>&#xA0;&#xA0;gora-gora. [Tel.] n. Swiftness. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC30;&#xC17; goraku [Tel.] n. A wretch, an abject creature. &quot;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC17; &#xC28;&#xC3E;&#xC15;&#xC17;&#xC2A;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC15;.&quot; BD. v. 899. The name of a plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;golugu. [Tel.] n. The Hemp plant. The species called &#xC38;&#xC40;&#xC2E;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41; is the c&#xE1;m&#xF3;ni: it bears a very fragrant flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;golli [Tel.] n. Fun, naughtiness. &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41; nonsense. Pudendum muliebre. Reeve 580.+&#xC15;&#xC3E;&#xC2F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;. Vilap. ii. 61.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gollamu. [Tel.] n. A deep pit. &#xC32;&#xC4B;&#xC24;&#xC41;&#xC17;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;golla. [Tel. from &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;.] n. A herdsman, a shepherd. A watchman. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30; &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC1F; rude boorish language. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC21;&#xC3F; golla-k&#x14D;&#x1E0D;i. n. A kind of bird with a peculiarly sweet trilling note. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC41; golla-ji&#x1E0D;&#x1E0D;u. n. The name of a certain plant &#xC36;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC3F;. H. iv. 13. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41; golla&#x1E0D;u. n. A herdsman. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC24; or &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F; gollata. n. A woman of the herdsman caste. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; gollatta-kokku. n. The Indian mole-rat, Nesocia bengalensis. (F.B.I.) &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC41; golla-tanamu. n. Boorishness. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC4A;&#xC02;&#xC21;&#xC41; golla-dondu. n. A sort of fish. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; golla-palle. n. A hamlet inhabited by herdsmen. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC3E;&#xC2E; golla-bh&#x101;ma. n. A shepherdess. A mantis or leaf insect, the Indian Hoopoe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;golusu [Tel.] n. A chain. &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41; &#xC2E;&#xC4B;&#xC21;&#xC3F; golusu-aksharamu. n. Cursive writing, a running hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC21;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;golimi&#x1E0D;i-dubbu. [Tel.] n. A sort of tares. Lolium. &#xC36;&#xC43;&#xC02;&#xC16;&#xC32;&#xC40;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC17;&#xC4A;&#xC32;</span>&#xA0;&#xA0;gola-gola. [Tel.] n. Noise, tumult. adv. Aloud, echoingly, screaming confusedly in chorus. &#xC17;&#xC4A;&#xC32;&#xC17;&#xC4A;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F; they made an uproar. &#xC17;&#xC4A;&#xC32;&#xC17;&#xC4A;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28; tumultuous, noisy. A. i. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC15;</span>&#xA0;&#xA0;golaka. [Tel.] n. A confused noise. &#xC15;&#xC32;&#xC15;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Palmyra twigs. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;.
			</div>
                