&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;n&#x1E0D;u&#x1E0D;u. [Skt.] n. One who has a projecting navel. &#xC09;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC02;&#xC17;&#xC42;&#xC30;</span>&#xA0;&#xA0;g&#x14D;ng&#x16B;ra. [Tel.] See &#xC17;&#xC4B;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;</span>&#xA0;&#xA0;g&#x14D;. [Skt.] n. A cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;</span>&#xA0;&#xA0;g&#x14D;. [Tel.] adv. There! look there! See on &#xC17;&#xC4A;. &#xC05;&#xC26;&#xC3F;&#xC17;&#xC4B;, &#xC07;&#xC26;&#xC3F;&#xC17;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC39;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;goh&#x101;ru. [Tel.] n. Uproar, confusion. Danger. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC35;&#xC30;&#xC41;</span>&#xA0;&#xA0;govaru [Tel.] n. Heat. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC17;&#xC4A;&#xC35;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; govaru-p&#x14D;vu. v. n. To be parched. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC17;&#xC40; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC46;&#xC02;&#xC21;&#xC1A;&#xC47; &#xC17;&#xC4A;&#xC35;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC46;&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC28; gollena [Tel.] n. A tent; a booth built at a fair. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC47;&#xC30;&#xC3E;. G. vii. 12. Mand. ii. 108. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28;&#xC2C;&#xC02;&#xC21;&#xC3F; gollena-ban&#x1E0D;i. n. A cart, a carriage &#xC17;&#xC3E;&#xC21;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;gollu. [Tel.] n. Hubbub, uproar. &#xC15;&#xC32;&#xC15;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41; gollu-m-anu. v. n. To yell or roar. &#xC08; &#xC2E;&#xC3E;&#xC1F; &#xC0A;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the whole town is in an uproar about this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-kulamu. [Skt. &#xC17;&#xC4B; = cow] n. The caste of herdsmen. A herd of cattle &#xC06;&#xC35;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC21;. The ox genus or family &#xC06;&#xC35;&#xC41;&#xC32; &#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC17;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC3F; g&#x14D;-kul-&#x101;sh&#x1E6D;ami. n. The anniversary of the birth of Krishna which falls on &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2C;&#xC39;&#xC41;&#xC33;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC3F; about September.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;g&#x14D;ku. [Tel.] n. To scratch. &#xC17;&#xC40;&#xC15;&#xC41;, &#xC17;&#xC40;&#xC30;&#xC41;. To scribble, as writing. &#xC17;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30; a small hoe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC2F;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;g&#x14D;kira-yelise. [Tel.] n. The common or grey quail, Coturnix communis. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-kar&#x1E47;amu. [Skt.] n. A sort of antelope supposed to be the nil ghai. &#xC15;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. H. iii. 9. An oblong cup made of a divided cocoanut shell &#xC5B;&#xC24;&#xC4D;&#xC24;. The name of a district lying south of the Konkan. &#xC2A;&#xC30;&#xC36;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;ka-r&#x101;yi. [Tel.] n. The Indian Magpie, Dendrocitta rufa. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;kara-k&#x101;&#x1E47;i. [Tel.] n. Th e fraction of 1/4096; Ciphered thus &#xC17;&#xC4A; - &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC17;&#xC4B;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC41; or &#xC17;&#xC4B; 2 is 1/2048 and thrice the same or &#xC2E;&#xC42;&#xC21;&#xC41; &#xC17;&#xC4B;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC41; is &#xC17;&#xC4B; 3. See &#xC15;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-kan&#x1E6D;akamu. [Skt.] n. A kind of thorny plant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;, &#xC1C;&#xC3E;&#xC1C;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;ndu. [Tel.] n. A Khond. Also, gum &#xC17;&#xC4B;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC41;. g&#x14D;n&#x1E0D;rin&#x1E6D;su. [Tel.] v. a. To roar, as a tiger, to bellow, to croak, to retch (in vomiting): to grunt as a hog. &#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; g&#x14D;n&#x1E0D;ru. n. A grunt, bellow, roar, the lowing of cattle. &#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A; g&#x14D;n&#x1E0D;ru-kappa. n. The bull frog, or bellowing frog. &#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; g&#x14D;n&#x1E0D;ru-pe&#x1E6D;&#x1E6D;u. v. n. To bellow, roar, grunt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;ch&#x101;ramu. [Skt.] n. The planetary aspect described in a horoscope (&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;,) &#xC17;&#xC43;&#xC39;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-charmamu. [Skt.] n. An ox hide. &#xC17;&#xC4B;&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC2E;&#xC3F; g&#x14D;charma-m&#x101;tra-bh&#x16B;mi. n. A hide of land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;charamu. [Skt.] adj. Perceptible, known, manifest, evident, apparent. n. An object cognisable by the senses. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. g&#x14D;charin&#x1E6D;su. v. n. To appear, be visible. &#xC05;&#xC17;&#xC2A;&#xC21;&#xC41;. v. t. To show &#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC0A;&#xC30;&#xC17;&#xC4B;&#xC17;&#xC41; g&#x14D;gu. [Tel.] n. The Hemp plant, Cannabis Sativa: &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC17;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; Hibiscus Cannabinus. &#xC38;&#xC40;&#xC2E;&#xC17;&#xC4B;&#xC17;&#xC41; the Roselle plant. &#xC17;&#xC4B;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC30; g&#x14D;gu-n&#x101;ra. n. The fibre of the hemp plant. &#xC17;&#xC4B;&#xC17;&#xC42;&#xC30; or &#xC17;&#xC4B;&#xC02;&#xC17;&#xC42;&#xC30; g&#x14D;g&#x16B;ra. n. A dish made of &#xC17;&#xC4B;&#xC17;&#xC41; leaves.
			</div>
                