&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;&#x1E6D;i. [Tel.] n. A game like hockey. A hockey &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC16;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1F;&#xC3E;&#xC2A;&#xC28;</span>&#xA0;&#xA0;g&#x14D;&#x1E6D;&#x101;pana. [Tel.] n. A feather of a bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2C;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC5B;&#xC41;</span>&#xA0;&#xA0;g&#x14D;zu. [Tel.] n. A puzzle or trouble; a dispute. &#xC2A;&#xC40;&#xC21;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;. &#xC17;&#xC4B;&#xC5B;&#xC41; or &#xC17;&#xC4B;&#xC5B;&#xC41;&#xC21;&#xC41; or &#xC17;&#xC4B;&#xC5B;&#xC41;&#xC30;&#xC41; g&#x14D;z&#x101;&#x1E0D;u. v. n. To dun, pester, harass. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC4B;&#xC1C;&#xC3E;&#xC1F; g&#x14D;j&#x101;&#x1E6D;a. n. A plague. &#xC2A;&#xC40;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;chi. [Tel.] n. A clout. A truss or flap; a waist cloth. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC4B;&#xC1A;&#xC3F; an iron buckle fabled to be worn by ascetics. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC07;&#xC28;&#xC41;&#xC2A; &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he took a vow of chastity. &#xC15;&#xC4B;&#xC15;&#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to draw the skirt of the petticoat between the thighs, and tuck it into the waist behind. &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; nakedness, utter poverty. &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC48; stripped naked. HD. ii. 1050. &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC2C;&#xC3E;&#xC2A;&#xC21;&#xC41; g&#x14D;chi-ka&#x1E6D;&#x1E6D;u. n. A bachelor. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;. HK. iv. 179.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;iga. [Tel.] n. A mare. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A. iv. 36. Steepness. &#xC12;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;i. [Tel.] n. Way, manner, custom, regularity, likelihood, prospect. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC4B;&#xC21;&#xC3F; a nostril. adj. Crooked &#xC28;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC32;. &#xC17;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; g&#x14D;&#x1E0D;i-pa&#x1E0D;u. v. n. To become crooked or bent, &#xC05;&#xC23;&#xC17;&#xC41; or &#xC35;&#xC02;&#xC2A;&#xC17;&#xC41;. &#xC17;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bend, &#xC2A;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; g&#x14D;&#x1E0D;i-pe&#x1E6D;&#x1E6D;u. n. A stunning blow on the head. &#xC17;&#xC4B;&#xC21;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A; g&#x14D;&#x1E0D;i-reppa. n. A sty or swelling in the eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;a. [Tel.] n. A wall. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC4B;&#xC21; a cross wall &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC4B;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; the cat perched on a cross wall: a phrase used to denote a trimmer, one who &quot;sits on the fence.&quot; &#xC17;&#xC4B;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC41; g &#x14D;&#x1E0D;a-k&#x101;lu. n. A buttress. &#xC15;&#xC30;&#xC17;&#xC4B;&#xC21;. &#xC17;&#xC4B;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC41; g&#x14D;&#x1E0D;a-gin&#x1E6D;su. v. n. To speak to. &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;. To make a noise &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, v. t. To disregard, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4B;&#xC21;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41; g&#x14D;&#x1E0D;a-ch&#x113;rpu. n. A booby, a dunce &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;. HD. ii. 1497.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1F;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC1F;&#xC47;&#xC30;&#xC41; g&#x14D;&#x1E6D;&#x113;ru. [Tel.] n. The plough share. &#xC28;&#xC3E;&#xC17;&#xC47;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC32;&#xC41;. Sar. Pad. ii. 42. &#xC17;&#xC4B;&#xC1F;&#xC47;&#xC30;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a long sharp nose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;g&#x14D;&#x1E6D;u. [Tel.] n. Trimness, foppery. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;. Trinkets, a sort of broad glass or gold bracelets. Finery. Trimming, fringe, ribbon, edging, hem. &#xC38;&#xC30;&#xC3F;&#xC17; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC17;&#xC4B;&#xC1F;&#xC41; a lace border. &#xC17;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; g&#x14D;&#x1E6D;u-katte. n. A beau. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F;. &#xC17;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; g&#x14D;&#x1E6D;u-k&#x101;&#x1E0D;u. n. A fop. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC4B;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; fine, flaunting. &#xC17;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC15; g&#x14D;&#x1E6D;u-p&#x14D;ka. n. An inferior kind of areca nut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC24;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;ti. [Tel.] n. A woman. &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC28;&#xC41;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC24;&#xC3E;&#xC2E;&#xC41; g&#x14D;tamu. [Tel.] n. A sack, a bag. &#xC17;&#xC4B;&#xC28;&#xC46;, &#xC38;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC23;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;&#x1E47;i. [Skt.] n. A sack, sackcloth. &#xC17;&#xC4B;&#xC28;&#xC46;. &#xC17;&#xC4B;&#xC23;&#xC46;&#xC21;&#xC41; a sackful. [Tel.] n. An ox. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC17;&#xC4B;&#xC2A;&#xC23;&#xC2E;&#xC41; or &#xC17;&#xC4B;&#xC23;&#xC3E;&#xC2E;&#xC41; g&#x14D;&#x1E47;amu. [Tel. of Tam. &#xC15;&#xC4B;&#xC2E;&#xC23;&#xC2E;&#xC41;.] n. A waist cloth or modesty piece. &#xC17;&#xC4B;&#xC1A;&#xC3F;. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC17;&#xC4B;&#xC23;&#xC3E;&#xC2E;&#xC41; &quot;a T bandage.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;emu. [Tel.] n. A hamlet near the foot of a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC26;&#xC4A;&#xC28; &#xC28;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC4B;&#xC2F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;u. [Tel.] n. Grief. &#xC17;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC21;&#xC28;&#xC3F; Crying Alas! Alas! &#xC17;&#xC4B;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4B;&#xC21;&#xC41; a pack of troubles. &#xC05;&#xC21;&#xC28;&#xC47;&#xC30;&#xC15; &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC17;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; she who cannot dance cries out on the fiddler. &#xC17;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC42;&#xC24; g&#x14D;&#x1E0D;u-k&#x16B;ta. n. Whimpering, blubbering. &#xC17;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC41; g&#x14D;&#x1E0D;-&#x101;&#x1E0D;u. v. n. To grieve. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; g&#x14D;&#x1E0D;u-bil&#x1E37;alu. n. A kind of game played by children. &#xC17;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; g&#x14D;&#x1E0D;u-bo&#x1E6D;&#x1E6D;ika. n. A certain plant. &#xC17;&#xC4B;&#xC21;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41; g&#x14D;&#x1E0D;-amy&#x113;&#x1E0D;&#x1E6D;su. v. n. To weep aloud. Kuch&#x113;lo. iii. 114.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;&#x101;lu. [Tel.] n. The rattlins of a ship&apos;s shrouds. &#xC28;&#xC42;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC21;&#xC3E;</span>&#xA0;&#xA0;g&#x14D;&#x1E0D;&#x101;. [H.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                