&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;g&#x14D;duru. [Tel.] n. Large. &#xC17;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A; g&#x14D;duru-kappa n. A toad: a bull frog. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2A;&#xC4D;&#xC2A;. &#xC17;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC35;&#xC4D;&#xC35; g&#x14D;duru-gavva. n. A large cowry shell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC02;&#xC26;&#xC41; g&#x14D;du. [H.] n. Gum. &#xC2C;&#xC02;&#xC15;, &#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;d&#x101;vari. [Skt.] n. The river Godavery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;d&#x101;ri. [Tel.] n. The sediment of melted butter. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC17;&#xC4B;&#xC26;&#xC3E;&#xC30;&#xC3F; &#xC2A;&#xC47;&#xC32;&#xC41; g&#x14D;d&#x101;p&#x113;lu. n. A kind of lice, pediculi pubis.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;dari. [Tel.] n. The river Godavery. A painter &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;</span>&#xA0;&#xA0;g&#x14D;da. [Tel.] n. An ox. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. A beast. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC26; kine, cattle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;g&#x14D;tra. [Skt.] n. The earth. &#xC28;&#xC47;&#xC32;. &#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; g&#x14D;tramu. n. A mountain. &#xC15;&#xC4A;&#xC02;&#xC21;. A family, tribe or lineage. &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; an alien, one of another family or clan. &#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; g&#x14D;tra-bhittu. n. Lit. the &apos;destroyer of mountains&apos;, i.e., Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;pu&#x1E0D;u. [Skt. &#xC17;&#xC4B; = cow, &#xC2A; = to rule.] n. A cowkeeper, a herdsman. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC4B;&#xC35;&#xC41;&#xC32; &#xC15;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. A superintendent of a district. &#xC05;&#xC28;&#xC47;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. A king &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-puchchhamu. [Skt.] n. The cow-tailed monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC40;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-p&#x12B;dhamu.[Skt.] n. A trough near a well. &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC26;&#xC4A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC15; g&#x14D;pi. [Skt.] n. A shepherdess, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;pi. [Skt.] n. Armenian bole used in making fine plaster for masons. &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; g&#x14D;pi-chandanamu. n. Yellow ochre. &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26; yellow ochre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC38;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;p&#x101;nasi. [Skt.] n. A piece of wood placed at the caves to close in the roof. &#xC1A;&#xC42;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;panamu. [Skt.] n. Hiding, concealing. &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-padamu. [Skt.] n. The print of a cow&apos;s foot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC28;&#xC3F;&#xC2F; g&#x14D;ne. [Tel.] n. A sack, a gunny bag. &#xC17;&#xC4B;&#xC28;&#xC46;&#xC38;&#xC02;&#xC1A;&#xC3F;; &#xC17;&#xC4B;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC4B;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC28;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;nasamu. [Skt.] n. A very large kind of snake, the Boa. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC27;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;dhi. [Skt.] n. The forehead. &#xC28;&#xC4A;&#xC38;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC27;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC27;&#xC3F;&#xC15; [Skt.] n. An iguana. &#xC09;&#xC21;&#xC41;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC27; or &#xC17;&#xC4B;&#xC27;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC33;&#xC3F; g&#x14D;dha. n. A finger stall, made of iguana leather, to protect the finger in drawing a bow. An armour for protecting the hand in shooting from a bow &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; &#xC24;&#xC3E;&#xC15;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC09;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. DRB. 180.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC26;&#xC41;&#xC2E;</span>&#xA0;&#xA0;, &#xC17;&#xC4B;&#xC25;&#xC41;&#xC2E; or &#xC17;&#xC4B;&#xC27;&#xC41;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41; g&#x14D;duma. [Tel.] n. Wheat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;mati. [Skt.] n. The river Gumty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;</span>&#xA0;&#xA0;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4B;&#xC2E; g&#x14D;ma. [Tel.] n. The earth or place round about a white ant hill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;pyamu. [Skt.] adj. Secret. &#xC26;&#xC3E;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Cherished, preserved &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC17;&#xC4B;&#xC2A;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC38;&#xC02;&#xC27;&#xC3F; a secret interview, an assignation. &#xC17;&#xC4B;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; g&#x14D;pyamu-g&#x101;. adv. Secretly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;puramu. [Skt.] n. An arch, a dome, a pinnacle. A portal door, a city gate. &#xC17;&#xC35;&#xC28;&#xC41;, &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. A high pyramidal tower over the gates of a temple. A steeple. (Figuratively) Elysium. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. R. i. 151. &#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; (in Telugu for &#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;) is also the hump on a bullock. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0A;&#xC30;&#xC15; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he flattered me grossly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-p&#x101;lu&#x1E0D;u. [Skt.] n. A cowherd. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A king &#xC30;&#xC3E;&#xC1C;&#xC41;. A name of Krishna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; See under &#xC17;&#xC4B;&#xC35;&#xC41;.
			</div>
                