&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC47;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-m&#x113;dhikamu. [Skt.] n. A topaz: an agate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC47;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-m&#x113;dhamu. [Skt.] n. The sacrifice of a cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-m&#x16B;tramu. [Skt.] n. Cow&apos;s urine. &#xC17;&#xC4B;&#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; g&#x14D;-m&#x16B;tra-ka-bandhamu. n. Verses arranged in the shape, imagined to belong to a cow&apos;s urine. See an instance in Magha. XIX. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-mukhamu. [Skt.] n. A sort of trumpet. Also smearing with cowdung. The front or spout of the lingam. The spout for water in the wall of a temple. &#xC17;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41; g&#x14D;-mukha-vy&#x101;ghramu. n. A tiger in the disguise of a cow, i.e., a hypocrite. &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;mu. [Tel.] n. Felicity. &#xC38;&#xC4C;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. Bloom, freshness of hue. &#xC17;&#xC3E;&#xC30;&#xC2C;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; g&#x14D;min&#x1E6D;su. v. t. To make happy, to cause to be happy. &#xC17;&#xC4B;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC40;</span>&#xA0;&#xA0;g&#x14D;r&#x12B;. [H.] n. A tomb, a grave. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x14D;rin&#x1E6D;su. [Tel.] v. n. To shove, struggle, thrust. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. T. iii. 140. To fly &#xC0E;&#xC17;&#xC2F;&#xC41;. &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; g&#x14D;rimpu. n. Flight. &#xC0E;&#xC17;&#xC35;&#xC41;. A shove or push; a stroke at a ball; a struggle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15;</span>&#xA0;&#xA0;g&#x14D;rinka. [Tel.] n. The common Myna, Acridotheres tristis. &#xC36;&#xC3E;&#xC30;&#xC3F;&#xC15;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15; (lit. a hill myna.) the Southern Grackle, Eulabes religiosa. &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15; the Black-headed Myna, Temenuchus pagodarum. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15; the Pied Myna, Sturnopastor contra. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-rakshaku&#x1E0D;u. [Skt.] n. A herdsman. A Goorkha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;-rasamu. [Skt.] n. Milk or buttermilk. &#xC1A;&#xC32;&#xC4D;&#xC32;, &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;ramu. [from Skt. &#xC18;&#xC4B;&#xC30;&#xC2E;&#xC41;.] n. Danger. &#xC06;&#xC2A;&#xC26;. Ill-health &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Hatred &#xC30;&#xC4B;&#xC24;. &#xC17;&#xC4B;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; g&#x14D;ra-tanamu. n. Naughtiness, wickedness. &#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC30;&#xC2A; g&#x14D;rapa. n. A loud sound &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC17;&#xC4B;&#xC30;&#xC2A;&#xC21;&#xC41; g&#x14D;ra-pa&#x1E0D;u. v. n. To hate. &#xC17;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC24; g&#x14D;ra-ginta. n. Fearfulness. timidity, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;rajamu. [Tel.] n. Ox-gall. &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;. Swa. iv. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;g&#x14D;ra-chekka. [Tel.] n. A drag, with which rivers are cleared.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1F; g&#x14D;ran&#x1E6D;a-che&#x1E6D;&#x1E6D;u. [Tel. &#xC17;&#xC4B;&#xC30;&#xC41; and &#xC05;&#xC02;&#xC1F;&#xC41;.] n. The Henna or nail-dyeplant. Acacia Intsia. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC30;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Barleria prionitis. (Watts.) &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC21;&#xC17;&#xC4D;&#xC17;&#xC41; go&#x1E5B;inta-daggu. n. The whooping cough.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x14D;ran&#x1E6D;su. [Tel.] n. Selvedge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC30;&#xC02;&#xC15; or &#xC17;&#xC4B;&#xC30;&#xC02;&#xC15;&#xC41;&#xC35;&#xC41; Same as &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15;. (q. v.).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;</span>&#xA0;&#xA0;g&#x14D;ra. [Tel.] n. A shopkeeper. S. i. 98. A drill plough. &#xC17;&#xC4B;&#xC30;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC32;&#xC41; to plough with a drill plough in preparation for making a channel from a river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;m&#x101;ri. [Tel. &#xC17;&#xC4B;&#xC35;&#xC41;+&#xC2E;&#xC3E;&#xC30;&#xC3F;.] n. The bots, a disease of cattle caused by ticks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;mi&#x1E0D;i. [Tel.] n. A kind of quail. &#xC2A;&#xC42;&#xC30;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;mi. [Skt.] n. One who has cows.
			</div>
                