&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;li. [Tel.] n. A slanting verandah.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;g&#x14D;l&#x101;ku. [Tel.] n. Trouble, confusion. M. iv. iii. 125.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;l&#x101;ng&#x16B;lamu. [Tel.] n. A kind of monkey. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;la-gon&#x1E0D;i. [Tel.] n. The plant called Tradescantia axillaris. Rox. ii.118. Ains. ii. 250. 402.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;</span>&#xA0;&#xA0;g&#x14D;l&#x101;. [Tel.] n. A moan, a howl, a wailing sound; the sound of weeping; &#xC06;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC2C;&#xC3E;&#xC32;&#xC17;&#xC4B;&#xC32; a general howl. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC17;&#xC4B;&#xC32; a dismal lament, such as crows utter over a wounded crow. &#xC17;&#xC4B;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to complain. &#xC17;&#xC4B;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to raise the voice, wail, cry, howl. &#xC17;&#xC4B;&#xC32; n. Simplicity, inexperience. A simpleton, one who is ignorant and innocent. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; A simple girl &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;. &#xC17;&#xC4B;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC41; simplicity, silliness. &#xC17;&#xC4B;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC41; g&#x14D;la-kr&#x14D;tulu. n. A game played by boys. P. vii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC15;</span>&#xA0;&#xA0;Same as &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;g&#x14D;rpi&#x1E37;&#x1E37;-&#x101;&#x1E0D;u. [Tel.] v. a. To toss up balls in play. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC17;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;. &quot;&#xC26;&#xC02;&#xC24;&#xC3F;&#xC30;&#xC25;&#xC30;&#xC25;&#xC4D;&#xC2F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41; &#xC32;&#xC4D;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC17;&#xC4B;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC28;&#xC3F;.&quot; R. vi. 210.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC17;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; g&#x14D;r&#x14D;chanamu. [Skt.] n. OX-gall. Ainslie. ii.164. R. ii. 4. Bilhan. iii. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC02;&#xC15;</span>&#xA0;&#xA0;Same as &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41; g&#x14D;ru-pa&#x1E0D;amu. [Tel.] n. A cloak, a blanket. &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;, &#xC1D;&#xC42;&#xC32;&#xC41;. Chenn. iii. 43. P. i. 593.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;g&#x14D;ru. [Tel.] n. A nail, a claw. In A. v. 30. &#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; is rendered &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC17;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC47; &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3F; &quot;Hawk&apos;s claws,&quot; i.e., the inside of a plantain blossom. adj. Slight, little. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; the quick of the nail. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC17;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; or &#xC17;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC3F; g&#x14D;ru-gallu. n. An instrument for cutting the nails. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41; g&#x14D;ru-g&#x101;lamu. n. A kind of fishhook made of iron wire. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC2F; g&#x14D;ru-chikku&#x1E0D;u-k&#x101;ya. n. The bean called Dolichos fab&#xE6;formis. Rox. iii. 316. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41; g&#x14D;ru-ch&#x12B;ra-&#x1E47;amu. n. A chisel with a bent edge. &#xC15;&#xC4A;&#xC28;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC32; &#xC09;&#xC32;&#xC3F;. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; g&#x14D;ru-&#x1E6D;su&#x1E6D;&#x1E6D;u. n. A whitlow. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC48; &#xC30;&#xC4B;&#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; a blow from a rice pounder on a whitlow, i.e., trouble upon trouble. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC3F; or &#xC17;&#xC4B;&#xC30;&#xC41; &#xC09;&#xC32;&#xC3F; g&#x14D;ruli. n. A gouge, or round-bladed chisel. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A; g&#x14D;ru-ve&#x1E6D;s&#x1E6D;sa. n. and adj. Lukewarm, tepid, partly warm. &#xC17;&#xC4B;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; g&#x14D;r-ottu. v. a. To pinch. n. Pinching.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC35;&#xC3E;&#xC33;&#xC41; g&#x14D;-v&#x101;&#x1E0D;u. [Kan.] n. A youthful lover. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. Manu. iv. 121. plu. &#xC17;&#xC4B;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC35;</span>&#xA0;&#xA0;g&#x14D;va. [Tel.] n. The town Goa. &#xC17;&#xC4B;&#xC35;&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F; Castor, imported from thence. &#xC17;&#xC4B;&#xC35;&#xC24;&#xC3E;&#xC21;&#xC41; or &#xC17;&#xC4B;&#xC35;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41; a flexible belt, woven of gold or silver. &#xC17;&#xC4B;&#xC35; n. Youthfulness &#xC2F;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;. adj. Fine &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC35;&#xC23;&#xC2E;&#xC1C;&#xC41; a modesty piece &#xC15;&#xC3E;&#xC2A;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC35;&#xC38;&#xC40;&#xC26; g&#x14D;va-s&#x12B;da. n. The bird called the Large Grey Babbler, Argya maleolmi. (F.B.I.) Thimalia Malcolmi. Jerdon&apos;s Catal. No. 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;&#x1E37;&#x1E37;a-gon&#x1E0D;i. [Tel.] n. A kind of grass. &#xC24;&#xC43;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC33;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC33;&#xC3F;&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;g&#x14D;&#x1E37;i-k&#x16B;ra. [Tel.] n. Spinach. H. iv. 166.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;&#x1E37;amu. [Skt.] n. A globe, a hollow, an opening, a round cavity. &#xC05;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41; the hollow or inside of an eggshell. &#xC28;&#xC2F;&#xC28;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;. (R. v. 126.) the eyeball. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41; the area of the inside of a sphere. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41; a gold ring. L. XIII. 38. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41; the orifice of the ear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x14D;lurin&#x1E6D;su. [Tel.] v. n. To roar like a tiger (&#xC2A;&#xC41;&#xC32;&#xC3F;) &#xC15;&#xC42;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC32;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC41; g&#x14D;lu-g&#x14D;lu. [Tel.] n. A great noise, an uproar, loud crying. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC40;</span>&#xA0;&#xA0;g&#x14D;l&#x12B; [H.] n. A marble to play with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;g&#x14D;lin&#x1E6D;su. [Tel.] n. To fry &#xC2A;&#xC47;&#xC32;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F; &#xC35;&#xC47;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41; g&#x14D;lemmu. [Tel. &#xC15;&#xC4B;&#xC32;+&#xC0E;&#xC2E;&#xC4D;&#xC2E;&#xC41;.] n. Lit. The great bone, i.e., the spine or back bone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;lemu. [Tel. for &#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;.] n. A hollow. Centric space: the inside: a basin. A kettle or boiler. &#xC2C;&#xC3E;&#xC28;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC47; &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC17;&#xC41;.
			</div>
                