&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;g&#x14D;su. [Tel.] n. Pride, pretence, vaunting. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Blame, disgrace &#xC05;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;. Fault &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC38;&#xC21;&#xC1A;&#xC41; g&#x14D;sa&#x1E0D;at&#x1E63;u. v. t. To blame. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4B;&#xC38;&#xC28; g&#x14D;sana. n. Proclamation (in a bed sense) &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. M. IV. ii. 102.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC38;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4B;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; g&#x14D;s&#x101;yi. [Tel.] n. Gosains: religious mendicants, who are followers of Chaitanya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;samu. [Skt.] n. Myrrh. &#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41;. Dawn &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC38;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;sangi. [Tel.] n. A cobbler, a worker in leather. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;g&#x14D;shp&#x101;r&#x101;. [H.] n. An abstract, an index, a tabular statement, wherein each article in a general account is reduced to its proper head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;sh&#x1E6D;i. [Skt.] n. An assembly, or meeting for conversation, a secret assembly of the initiated. &#xC38;&#xC2D;. A discourse, conversation or talk &#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC37;&#xC3E;</span>&#xA0;&#xA0;g&#x14D;sh&#x101;. [H.] n. Seclusion. &#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC37;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; a woman kept in seclusion, a gosha woman, a purda woman. &#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;g&#x14D;vu. [Skt.] n. A cow. &#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41; g&#x14D;-mayamu. n. Cow dung. &#xC2A;&#xC47;&#xC21;. &#xC17;&#xC4B;&#xC2E; &#xC36;&#xC42;&#xC1A;&#xC15;&#xC2E;&#xC41; g&#x14D;-ma&#x1E63;&#x16B;chakamu. n. The cowpox. &#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; g&#x14D;-m&#x101;msamu. n. Beef. &#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; g&#x14D;-m&#x101;yuvu. n. A jackal. &#xC28;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC4B;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F; g&#x14D;-&#x1E63;r&#x113;&#x1E47;i. n. A species of Cassia. &#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41;. &#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; g&#x14D;-sh&#x1E6D;amu. n. A cow-pen, a fold for cattle. &#xC17;&#xC4B;&#xC37;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41; g&#x14D;sh-padamu. n. Grazing land; a spot frequented by cows. &#xC17;&#xC4B;&#xC37;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC48;&#xC28;&#xC32;&#xC47;&#xC26;&#xC41; not enough to hold a cow&apos;s footprint. &#xC17;&#xC4B;&#xC39;&#xC24;&#xC4D;&#xC2F; g&#x14D;-hatya. n. Cow-killing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC35;&#xC3F;&#xC32;</span>&#xA0;&#xA0;or &#xC26;&#xC42;&#xC32;&#xC17;&#xC4B;&#xC35;&#xC3F;&#xC32; g&#x14D;vila. [Tel.] n. The plant called Aristolochia Indica. Heyne; Rox. iii.489.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;go-vindu&#x1E0D;u. [Skt.] n. Lit. A cow-herd. A name of the god Krishna. &#xC17;&#xC4B;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC4B;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC3E; Hurrah! huzza!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; g&#x14D;vi-che&#x1E6D;&#x1E6D;u. [Tel.] n. A certain flowering shrub, Galedupa Arborea, also called &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC30;&#xC47;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; A. v. 146. BD. iii. 2068. T. iii. 29. Manu. ii. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gauramu. [Skt.] n. A fair complexion. A pale straw colour. &quot;&#xC15;&#xC32;&#xC25;&#xC4C;&#xC24; &#xC17;&#xC4C;&#xC30;&#xC17;&#xC4C;&#xC30;&#xC3F;&#xC2E;&#xC39;&#xC03;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC28;&quot; (A. vi. 136.) Snow white. adj. Fair complexioned.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC30;</span>&#xA0;&#xA0;or &#xC17;&#xC35;&#xC41;&#xC30; gaura. [Tel.] n. A shopkeeper. &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC3F;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC21;</span>&#xA0;&#xA0;, &#xC17;&#xC35;&#xC41;&#xC21; or &#xC17;&#xC35;&#xC21; gauda. [Tel.] n. The glands of the cheek. The cheek. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC17;&#xC4C;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, A. vi. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC24;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;gautami. [Skt.] n. A name of the river Godavery. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC17;&#xC4C;&#xC24;&#xC2E;&#xC3F; the &quot;main stream&quot; or northern mouth of this river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gau&#x1E47;amu. [Skt.] n. The secondary or figurative meaning of a word. Technicality. &#xC06; &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC4C;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the work went on but so and so, after a fashion. &#xC17;&#xC4C;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; gau&#x1E47;&#x101;rdhamu. n. Personification &#xC05;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC21;</span>&#xA0;&#xA0;, &#xC17;&#xC4C;&#xC33; or &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC4C;&#xC33;&#xC2E;&#xC41; gau&#x1E0D;a. [Skt.] n. The Bengali or Odhra language. The generic name for the languages of India north of the Godavery, viz., Hindi, Bengali, Mahrati, Uriya, and Panjabi which are called the &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC4C;&#xC33;&#xC2E;&#xC41;. &#xC17;&#xC4C;&#xC21;&#xC2E;&#xC41; gau&#x1E0D;amu. n. Gaur. Bengal proper. The Gangetic countries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC02;&#xC21;&#xC4D;&#xC32;</span>&#xA0;&#xA0;gaun&#x1E0D;la. [Tel.] n. The caste of liquor-sellers. &#xC17;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC39;&#xC30;&#xC3F;</span>&#xA0;&#xA0;g&#x14D;hari. [Tel.] n. Heroism. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;g&#x14D;stanamu. [Skt.] n. A cow&apos;s udder. &#xC17;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC4B;&#xC38;&#xC4D;&#xC25;&#xC28;&#xC3F; the purple grape. &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;.
			</div>
                