&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gauravamu. [Skt.] n. Weight. Heaviness. Grandeur, nobleness, respectability &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; gaura-vin&#x1E6D;su. v. n. To treat respectfully, to show honor to &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC41;. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC32;&#xC47;&#xC16; gauraval&#x113;kha. n. Honorific salutation. &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC4C;&#xC30;&#xC35;&#xC32;&#xC47;&#xC16; salutation to the village writers and the same to the farmers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;granthamu. [Skt.] n. A book, a volume. Papers, record, proceedings. The text, as distinguished from notes or quotations. A metre 32 syllables in length. Hence &#xC2E;&#xC42;&#xC21;&#xC41;&#xC35;&#xC47;&#xC32; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; means a book of about 3000 lines. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC24; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; what is the extent of that work? &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; or &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the manuscript appears to be defective in this passage. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC15;&#xC30;&#xC4D;&#xC24; grantha-karta. n. The author of a book. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC15;&#xC41;&#xC1F;&#xC3F; a writing room &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC47;&#xC17;&#xC26;&#xC3F;. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC28;&#xC2E;&#xC41; granthanamu. n. Stringing together, composing, a series. &#xC30;&#xC1A;&#xC28;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2D;&#xC3E;&#xC37; grantha-bh&#x101;sha. n. Book language. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC38;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; grantha-s&#x101;ngu&#x1E0D;u. n. A great genius. A bully, a fierce fellow. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; granthasthamu. adj. Found in a book, quoted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC2A;&#xC4D;&#xC24;&#xC3F; gyapli. [for Skt. &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;.] n. Recollection. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC38;&#xC46;&#xC28;</span>&#xA0;&#xA0;or &#xC17;&#xC35;&#xC41;&#xC38;&#xC46;&#xC28; gausena. [Tel.] n. A cloth cover, a sheath &#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC37;&#xC4D;&#xC20;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gaush&#x1E6D;h&#x12B;namu. [Skt.] n. A cow-yard or pen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC35;&#xC41;&#xC32;&#xC3F; gau&#x1E37;i. [Tel.] n. A kind of lizard called by naturalists Monitor, from its chirping note. &#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;and &#xC17;&#xC4C;&#xC33;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; Same as &#xC17;&#xC4C;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC33;</span>&#xA0;&#xA0;or &#xC17;&#xC4C;&#xC30; gau&#x1E37;a. [Tel.] adj. Harsh-sounding. &#xC17;&#xC4C;&#xC33;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; a big voice. &#xC17;&#xC4C;&#xC33;&#xC15;&#xC4B;&#xC32; a loud clarion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC33;</span>&#xA0;&#xA0;gau&#x1E37;a. [Tel.] n. The name of a certain caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC35;&#xC41;&#xC32;&#xC41; gaulu. [Tel.] n. A stink. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. Scent &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC35;&#xC41;&#xC30;&#xC41; gauru. [Tel.] n. A superior sort of elephant. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4C;&#xC30;&#xC41; a white elephant. A certain musical instrument. &#xC15;&#xC3E;&#xC39;&#xC33;&#xC3F;. H. iii. 38. A. iv. 36. &#xC17;&#xC4C;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F; gauru-k&#x101;ki. n. A sea gull or tern. &#xC17;&#xC4C;&#xC30;&#xC41;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; gauru-&#x1E6D;elugu. A hoarse cry, a horrid yell. G. i. 254.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;gauri. [Skt.] n. A damsel. A title of the goddess Parvati. A beautiful woman. &#xC17;&#xC4C;&#xC30;&#xC40;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; (a description of female beauty) is the title of a chapter in &#xC2E;&#xC2F;&#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; on sculpture. &#xC17;&#xC4C;&#xC30;&#xC40;&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; gaur&#x12B;-kunkumamulu. n. A fine species of white rice. &#xC17;&#xC4C;&#xC30;&#xC40;&#xC17;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC17;&#xC4C;&#xC30;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC41; gaur&#x12B;-ga&#x1E47;yamu. n. A sort of cloth. BD. iii. 107. &#xC17;&#xC4C;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; See &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC3F;&#xC32;&#xC41; grakka-tilu. [Tel.] v. n. To be frightened. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC41;. &quot;&#xC15;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC40;&#xC26;&#xC2F; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC1F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC28;&#xC40;&#xC35;&#xC47; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC26;&#xC32;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC3F;&#xC24;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC47;&#xC24;&#xC17;&#xC30;&#xC2E;&#xC41; granthi-tagaramu. [Skt.] n. The flowering plant named Whorl flowered Ruellia, Ruellia strepens.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;granthitamu. [Skt.] adj. Strung, tied, connected. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC3F;</span>&#xA0;&#xA0;granthi. [Skt.] n. A knot or tie. A knot or joint in a bamboo or cane. A joint in the body. &#xC17;&#xC23;&#xC41;&#xC2A;&#xC41;. Rigidity of the flesh, a swelling or hardening of the flesh or of the blood vessels or nerves. &#xC15;&#xC02;&#xC24;&#xC3F;. There are 24 species, including h&#x153;morrhoids (&#xC35;&#xC4D;&#xC30;&#xC23;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;) .
			</div>
                