&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;grasin&#x1E6D;su. [Skt.] v. a. To swallow, devour. &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;. To eat &#xC24;&#xC3F;&#xC28;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; grastamu. adj. Swallowed; seized; involved in; slurred, as an omitted word. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48; plunged in grief. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; he is a victim to injustice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC28;</span>&#xA0;&#xA0;gramman&#x304;a. [Tel.] adv. Quickly. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC28;</span>&#xA0;&#xA0;graddana. [Tel.] adv. Quickly. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;Same as &#xC17;&#xC26;&#xC4D;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC25;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;grathanamu. [Skt.] n. Stringing, uniting. Compilation, collection. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC17;&#xC4D;&#xC30;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; grathitamu. adj. Tied, bound. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;grakku. [Tel.] adj. Much. &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC32;&#xC41; grakk-a&#x1E0D;alu. adj. Much afraid. M. I. ii. 13. &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC32;&#xC41; grak-kadalu. adj. Much shaken. R. v. 303. &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; or &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC28; grakku-na. adv. Quickly. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;gr&#x101;di. [Bengali] n. A bannister, balustrade, railing or chevaux-de-frise. &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC21;</span>&#xA0;&#xA0;gr&#x101;da. [Tel.] n. A bump. &#xC15;&#xC26;&#xC41;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC17; &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41;.&quot; &#xC35;&#xC3E;&#xC38;&#xC3F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gr&#x101;ndhikamu. [Skt.] adj. Classical (as a word), poetical, peculiar to books; bookish. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;grahamu. [Skt. &#xC17;&#xC4D;&#xC30;&#xC39; = to seize.] n. A planet. &#xC28;&#xC35;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; the seven planets and the sun and moon. &#xC26;&#xC36;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; a tenth planet: being like the Georgium sidus. A spirit, a devil. A proverb says &#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC3E; &#xC26;&#xC36;&#xC2E;&#xC4B;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC03; A son-in-law is a more pestilent fellow than any one planet! he is the &quot;tenth!&quot; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; graha-ch&#x101;ramu. n. Disaster, ill luck, fate, misfortune. &#xC28;&#xC3E; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC15; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; through my misfortune (or, to my sorrow) it so happened. &#xC2E;&#xC3E; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is what has befallen us. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41; graha&#x1E47;a-mu. n. Taking, seizure. Reception, acceptance, comprehension. An eclipse. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC3F; graha&#x1E47;i. n. Diarrh&#x153;a, dysentery. &#xC05;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC24;&#xC3E;&#xC30;&#xC32;&#xC41; graha-t&#x101;ralu. n. The planets and fixed stars. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2A;&#xC24;&#xC3F; graha-pati. n. The lord of the stars, i.e., the sun. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3E;&#xC1C;&#xC41; the sun or moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;grahin&#x1E6D;su. [Skt.] v. a. To seize to take, to grasp, to hold, comprehend understand. To accept. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC40;&#xC24; grah&#x12B;ta. n. One who takes, seizes, or accepts. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC5B;</span>&#xA0;&#xA0;gr&#x101;za. [Tel.] n. A kind of tree. &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. iv.
			</div>
                