&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; groyyi. [Tel.] n. A pit. &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC41; groyyu. v. n. To be formed into a hole or pit. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41; gro&#x1E6D;s&#x1E6D;su. v. t. To dig a hole. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;gruddu. [Tel.] v. t. To give a blow with the fist. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;. n. A blow with the fist. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;gha&#x1E6D;ika. n. An Indian hour of twenty-four English minutes. &#xC17;&#xC21;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;amu. [Skt.] n. An earthen vessel or jar, &#xC15;&#xC41;&#xC02;&#xC21;. The body &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. A ruined well &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC18;&#xC1F;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he left the body. &#xC08; &#xC18;&#xC1F;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC30;&#xC15;&#xC41; as long as I live. Bringing about, effecting &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC18;&#xC1F;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC18;&#xC1F;&#xC2E;&#xC41; impracticable, hard to get or bring about. &#xC18;&#xC1F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; gha&#x1E6D;a-chakramu. n. A potter&apos;s wheel. &#xC18;&#xC1F;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; gha&#x1E6D;a-yantramu. [Skt.] n. A sort of pump. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC15;, &#xC28;&#xC40;&#xC30;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC47;&#xC17;&#xC3F;&#xC32;&#xC15;. &quot;&#xC17;&#xC40; &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC18;&#xC1F;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC1C;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&quot; A. v. 90. &#xC18;&#xC1F;&#xC36;&#xC3E;&#xC38;&#xC3F; gha&#x1E6D;a-&#x1E63;&#x101;si. n. A logician. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. A. vi. 89. &#xC18;&#xC1F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; or &#xC18;&#xC1F;&#xC38;&#xC4D;&#xC2A;&#xC4B;&#xC1F;&#xC28;&#xC2E;&#xC41; gha&#x1E6D;a-&#x1E63;r&#x101;ddhamu. n. The funeral of a pot; a mode of divorce, wherein funeral rites are performed as though the rebellious wife were actually dead. &#xC18;&#xC1F;&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he divorced his wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC28;</span>&#xA0;&#xA0;or &#xC18;&#xC1F;&#xC28;&#xC2E;&#xC41; gha&#x1E6D;ana. [Skt.] n. Effort, exertion. Effecting, bringing about. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC18;&#xC1F;&#xC28; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; such was the will of God. &#xC26;&#xC48;&#xC35;&#xC18;&#xC1F;&#xC28; the dispensations of providence. Assembling, joining. &#xC05;&#xC18;&#xC1F;&#xC3F;&#xC24;&#xC18;&#xC1F;&#xC28;&#xC2E;&#xC41; or &#xC05;&#xC18;&#xC1F;&#xC28;&#xC3E;&#xC18;&#xC1F;&#xC28;&#xC2E;&#xC41; reconciling the irreconcilable. &#xC28;&#xC35;&#xC30;&#xC38;&#xC18;&#xC1F;&#xC28; mingling various styles in poetry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;aku&#x1E0D;u. [Skt.] n. One who effects: an agent. &#xC18;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;</span>&#xA0;&#xA0;gha&#x1E6D;a. [Skt.] n. An assembly, a squadrom. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A troop or herd of elephants. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC02;&#xC1F;</span>&#xA0;&#xA0;ghan&#x1E6D;a. [Skt.] n. A bell. &#xC17;&#xC02;&#xC1F;. &#xC18;&#xC02;&#xC1F;&#xC3E;&#xC2A;&#xC25;&#xC2E;&#xC41; ghan&#x1E6D;a-pathamu. n. The king&apos;s high way; so called because resounding with elephants&apos; bells. &#xC2A;&#xC26;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC32;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32; &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC1F;. &#xC18;&#xC02;&#xC1F;&#xC3E;&#xC2A;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; as clear as the day, openly &#xC18;&#xC02;&#xC1F;&#xC3E;&#xC2A;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; to talk decisively or openly. cf. &quot;They shall say in all the high ways.&quot; Amos. v. 16. &#xC18;&#xC02;&#xC1F;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; ghan&#x1E6D;&#x101;-ravamu. n. Ringing: the sound of a bell. The plant crotolaria. W. &#xC17;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;&#x12B;-k&#x101;ramu. [Skt.] n. A clock. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;illu. [Skt.] v. n. To befall, to occur, to happen, to come to pass, to be obtained, be laid, attributed or imputed (as blame) &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC18;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15; not being then possible or attainable. &#xC18;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41; gha&#x1E6D;illa-j&#x113;yu. v. a. To effect, accomplish, do, manage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;gl&#x101;ni. [Skt.] n. Lassitude, weariness, fatigue. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC26;&#xC4C;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC32;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;glahamu. [Skt.] n. A stake in gambling &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2A;&#xC02;&#xC26;&#xC47;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC17;&#xC4D;&#xC32;&#xC4C;</span>&#xA0;&#xA0;glau. [Skt.] n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;.
			</div>
                