&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ghanu&#x1E0D;u. n. A great man. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC18;&#xC28;&#xC4B;&#xC2A;&#xC32;&#xC2E;&#xC41; ghan&#x14D;palamu. [Skt. &#xC18;&#xC28;+&#xC09;&#xC2A;&#xC32;&#xC2E;&#xC41;. Lit. a cloud-stone.] n. Hail. A hail stone &#xC35;&#xC21;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC28;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ghan&#x12B;-bhavin&#x1E6D;su. [Skt.] v. n. To unite in a mass, to curdle, thicken, freeze. To become firm or solid. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghanamu. [Skt.] n. Greatness in any sense, honour, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;. Extension, diffusion &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. The base in music. Thickness, in measurement. Solidity, cubical content. A cube. The cube of a number. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. adj. Great in any sense, grand, excellent, honourable, noble. Rich, opulent. Famous. Important. Plenteous, abundant, complete. Large, big. Fat, plump, solid, material. Permanent. Hard, firm. Tight, well fitting. &#xC18;&#xC28;&#xC24; ghanata. n. Greatness, fame, glory, nobility, respectability. &#xC18;&#xC28;&#xC24;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; ghanata-k-ekku. v. n. To become famour. &#xC18;&#xC28;&#xC24;&#xC30; ghana-tara. adj. Greater, more famous. &#xC18;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; ghanatvamu. n. Greatness. &#xC18;&#xC28;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; or &#xC2E;&#xC47;&#xC18;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; ghana-pushpamu. n. The cloud &quot;blossom:&quot; a poetical word for water. &#xC18;&#xC28;&#xC30;&#xC38;&#xC2E;&#xC41; ghana-rasamu. n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. Camphor. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. &#xC18;&#xC28;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; ghana-s&#x101;ramu. n. Camphor &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. (Manu. vi. 5.) &#xC18;&#xC28;&#xC3E; &#xC18;&#xC28;&#xC2E;&#xC41; ghan&#x101;-ghanamu. n. A floating or rainy cloud. &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC18;&#xC28;&#xC3E;&#xC18;&#xC28;&#xC41;&#xC21;&#xC41; ghan&#x101;-ghanu&#x1E0D;u. n. Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;&#x1E6D;itamu. [Skt.] adj. Hardened. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;&#x1E6D;a-layamu. [Skt.] n. Quick time in music. &quot;&#xC32;&#xC2F;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC32;&#xC2F;&#xC02;&#xC1A;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC25;&#xC3E;&#xC18;&#xC1F;&#xC4D;&#xC1F; &#xC32;&#xC2F;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC47;.&quot; Ananda Tantram. IX. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;&#x1E6D;amu. [Skt.] n. A landing place or quay, &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;. An object or point gained. A lump, a clod. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a puzzle or intricacy in the Mah&#x101;bh&#x101;rata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;</span>&#xA0;&#xA0;gha&#x1E6D;&#x1E6D;ana. [Skt.] n. Ramming down: a road, &amp;c., &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; one who hardens. &#xC08; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC1A;&#xC3E;&#xC32;&#xC26;&#xC41; this road has not been sufficiently beaten or rammed. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC16;&#xC41;&#xC30;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41; the prancings of horses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC1F;&#xC40;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E6D;&#x12B;-yantramu. [Skt.] n. A machine for raising water a waterlift. &#xC0F;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC47;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gha&#x1E63;ramu. [Skt.] n. A day. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. B. vii. 110.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghasmaramu. [Skt.] adj. Glutonous, voracious, devouring, destroying. &#xC18;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; gha&#x1E63;maru&#x1E0D;u. n. A glutton. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;. One who slays &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC18;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; the vanquisher of Mura. M. XIV. 3. &#xC2E;&#xC26;&#xC28;&#xC18;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; the Amoricide, or slayer of Love. Epithet of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC33;&#xC41;&#xC18;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;ghalu-gha&#x1E37;ukku. [Skt.] adv. (anuk) Tinklingly, aloud, audibly. B. viii. 420.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; ghallu. [Tel.] adv. Tinglingly, ringingly, aloud. B. viii. 415. D. iv. 250. H. ii. 27. &#xC18;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F; tumultuously, aloud. &#xC18;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a noise or a crash. &#xC06; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; &#xC18;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC30;&#xC4D;&#xC37;&#xC23;</span>&#xA0;&#xA0;or &#xC18;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; gharsh&#x1E47;a. [Skt.] n. Friction &#xC12;&#xC30;&#xC2F;&#xC3F;&#xC15;, &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;. Tumult, a dispute, contention, argument, altercation &#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC3E;, &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC18;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC18;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41; gharshin&#x1E6D;su. v. n. To dispute or contend, to squabble, brawl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gharmamu. [Skt.] n. Heat. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. The hot season &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Sunshine &#xC0E;&#xC02;&#xC21;. Sweat, perspiration &#xC1A;&#xC46;&#xC2E;&#xC1F;. &#xC18;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F; sweat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC30;&#xC4D;&#xC18;&#xC30;&#xC3F;</span>&#xA0;&#xA0;gharghari. [Skt.] n. A little bell. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC02;&#xC1F;. Tingling or clinking ornaments, as a chain of small bells. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. One of the tones or notes in music. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghara&#x1E6D;&#x1E6D;amu. [Skt.] n. A hand. mill. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC32;&#xC3F;.
			</div>
                