&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3E;&#xC1F;&#xC41; gh&#x101;&#x1E6D;u. [Tel.] n. Strength, virulence, potency of poison or of liquor. Pungency, acridity, as of pepper. &#xC18;&#xC3E;&#xC1F;&#xC41; &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; strong tobacco. &#xC18;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; gh&#x101;tin&#x1E6D;su. v. n. To be violent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC3E;&#xC1F;&#xC40;</span>&#xA0;&#xA0;or &#xC18;&#xC3E;&#xC1F;&#xC41; gh&#x101;&#x1E6D;&#x12B;.[H.] n. A hill pass or police station. &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC18;&#xC3E;&#xC1F;&#xC40; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they guarded the house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x16B;rjaramu. [Skt.] n. Guzerat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x16B;-kamu. [Skt.] n. An owl. &#xC18;&#xC42;&#xC15;&#xC3F; g&#x1E25;&#x16B;ki. n. The female owl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC41;&#xC38;&#xC43;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghu&#x1E63;ru&#x1E47;amu. [Skt.] n. Saffron. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC41;&#xC30;&#xC4D;&#xC18;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghur-ghuramu. [Skt.] n. A grunt, grunting. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC42;&#xC24;. &#xC18;&#xC41;&#xC30;&#xC4D;&#xC18;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ghurghur-in&#x1E6D;su. v. n. To grunt. (&#xC2A;&#xC02;&#xC26;&#xC3F;) &#xC15;&#xC42;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2E;&#xC17;&#xC41;&#xC2E; ghuma-ghuma. [Tel.] n. (Anuk.) Fragrance. adv. Sweetly, fragrantly, melodiously, strong (as scent.) &#xC18;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; ghum-m-ani. adv. Fragrantly, melodiously, sweetly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC41;&#xC23;&#xC18;&#xC41;&#xC23;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghu&#x1E47;a-ghu&#x1E47;at. k&#x101;ramu. [Skt.] n. A slight murmur or broken words.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghu&#x1E47;amu. [Skt.] n. An insect that is found in timber, under the bark of a tree, a wood louse, &#xC28;&#xC41;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. (A. iv. 180.) &#xC18;&#xC23;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; by chance. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC41;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ghu&#x1E6D;ika. [Skt.] n. The ankle. &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21;. A small ball or pill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC40;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;gh&#x12B;m-karin&#x1E6D;su. [Skt.] v. n. To scream or yell; to roar like an elephant. &#xC18;&#xC40;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC18;&#xC40;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3F; gh&#x12B;-k&#x101;ramu. n. The roaring or screaming of an elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC17;&#xC40;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x101;samu. [Skt.] n. Meadow or pasture grass. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;. Food, living, maintenance. &#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;gh&#x101;rika. [Skt.] n. A sort of cake. &#xC17;&#xC3E;&#xC30;&#xC46;,.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x101;tamu. [Skt.] n. A blow or stroke. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. Killing, murdering, slaughter. &#xC39;&#xC24;&#xC4D;&#xC2F;. A square reservoir for water. &#xC18;&#xC3E;&#xC24;&#xC15;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; a murderous intent. &#xC18;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC3F; or &#xC18;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC18;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; gh&#x101;ta-k&#x101;ri. n. A murderer, a villian, a destroyer, a wretch. &#xC18;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3F; gh&#x101;tini. n. A murderess. &#xC18;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41; gh&#x101;tukamu. n. Cruelty, ferocity, murder. adj. Mischievous, hurtful, cruel, savage, violent, ferocious.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x1E5B;itamu. [Skt.] n. Clarified butter. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC18;&#xC43;&#xC24;&#xC4B;&#xC35;&#xC27;&#xC3F; a sea of ghee &#xC28;&#xC47;&#xC24;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC43;&#xC23;&#xC3F;</span>&#xA0;&#xA0;gk&#x1E5B;i&#x1E47;i. [Skt.] n. A ray of the sun or moon. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. Light. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC43;&#xC23;</span>&#xA0;&#xA0;gh&#x1E5B;i&#x1E47;a. [Skt.] n. Favour, compassion, tenderness, pity. &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41;. Dislike &#xC1C;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC38;, &#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x16B;r&#x1E47;anamu. [Skt.] n. Turning round, whirling, rolling. &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC26;&#xC18;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28; tipsy. &#xC18;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; gh&#x16B;r&#x1E47;itamu. adj. Rolling, turning. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. &#xC18;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; gh&#x16B;r&#x1E47;illu. v. n. To roll, turn round. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;. To sound, resound. To ring or tinkle to roar, or hiss. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;, &#xC30;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                