&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x14D;&#x1E6D;akamu. [Skt.] n. A horse. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC18;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41; Cupid&apos;s steed: that is, as parrot. &#xC18;&#xC4B;&#xC1F;&#xC15;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; chasity perforce. &#xC18;&#xC4B;&#xC1F;&#xC3F;&#xC15; gh&#x14D;&#x1E6D;ika. n. A mare. &#xC06;&#xC21;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC21;&#xC3F;&#xC17;. &#xC2E;&#xC26;&#xC28;&#xC18;&#xC4B;&#xC1F;&#xC3F;&#xC15; Cupid&apos;s steed, i.e., a female parrot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC02;&#xC1F;</span>&#xA0;&#xA0;gh&#x14D;n&#x1E6D;a. [Skt.] n. The areca palm tree. &#xC2A;&#xC4B;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; ghollu. [Tel.] n. A yell or roar. &#xC08; &#xC2E;&#xC3E;&#xC1F; &#xC0A;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC18;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the whole town is in an uproar about this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4A;&#xC1F;&#xC18;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;or &#xC17;&#xC4A;&#xC1F;&#xC17;&#xC4A;&#xC1F; gho&#x1E6D;a-gho&#x1E6D;a. [Tel.] adv. (Anuk.) Aloud, fiercely. &quot;&#xC18;&#xC4A;&#xC1F; &#xC18;&#xC4A;&#xC1F;&#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC32;&#xC41;&#xC32; &#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;.&quot; &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC47;</span>&#xA0;&#xA0;.. &#xC18;&#xC47;&#xC2F;&#xC28;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41; Huzza, a shout of joy. &#xC18;&#xC47;&#xC2F;&#xC28;&#xC3F; &#xC1C;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to utter joyful huzzas. &quot;&#xC0E;&#xC02;&#xC24;&#xC02;&#xC24;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC18;&#xC47;&#xC2F;&#xC28;&#xC3F;&#xC1C;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;.&quot; BD. v. 1420.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;gh&#x1E5B;ish&#x1E6D;i. [Skt.] n. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. A pig &#xC2E;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41;. Recollection, readiness, memory &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC06; &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC18;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; that quotation does not now occur to my memory.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC1A;</span>&#xA0;&#xA0;chancha. [Skt.] n. A mat. &#xC1A;&#xC3E;&#xC2A;. A doll made of grass &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;changamu. [Skt.] adj. Beautiful, &#xC1A;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;, Dexterous &#xC38;&#xC3E;&#xC37;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chankramanamu. [Skt.] n. Going tortuously or slowly. Tottering, toddling, as an infant. Clambering. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;. P. i. 297. A. vi. 143. R. ii. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;</span>&#xA0;&#xA0;cha. [Tel.] A letter. See under &#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ghr&#x101;&#x1E47;amu. [Skt.] n. The nose. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. Smelling, A smell. &#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; ghr&#x101;&#x1E47;&#x14D;&#x1E6D;savamu. n. A treat for the nose, i.e., sweet savour. &#xC18;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41; ghr&#x101;tamu. adj. Scented, smelled. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC37;</span>&#xA0;&#xA0;gh&#x14D;sha. [Skt.] n. A loud noise, a cry, a roar, an exclamation, proclamation, news. &#xC35;&#xC47;&#xC26;&#xC18;&#xC4B;&#xC37;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E; &#xC38;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; they set forth in procession preceded by Brahmins who chanted verses from the Vedas. &#xC18;&#xC4B;&#xC37;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; an aspirated consonant. &#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41; n. A hamlet where herdsmen dwell. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC18;&#xC4B;&#xC37;&#xC15;&#xC28;&#xC4D;&#xC2F; gh&#x14D;sha-kanya. n. A milkmaid. &#xC18;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41; gh&#x14D;sha&#x1E47;amu. n. A roaring noise, a clamour, an uproar. &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC18;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; gh&#x14D;shin&#x1E6D;su. v. n. To sound, roar, resound, clamour, exclaim, cry. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;, &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC18;&#xC4B;&#xC37;&#xC41;&#xC21;&#xC41; gh&#x14D;shu&#x1E0D;u. n. A shepherd or herdsman, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;gh&#x14D;li. [Skt.] n. Spinach. H. iv. 166. &#xC17;&#xC4B;&#xC33;&#xC3F;&#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gh&#x14D;ramu. [Skt.] adj. Frigthful, horrible, tremendous &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41; &#xC18;&#xC4B;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; lit. horrid to view: cruel-eyed, i.e., a tiger. &#xC18;&#xC4B;&#xC30;&#xC3E;&#xC1F;&#xC35;&#xC3F; gh&#x14D;r&#x101;&#x1E6D;avi. n. An awful forest. BD. v. 524. &#xC18;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41; gh&#x14D;ru&#x1E0D;u. n. A fierce man &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC23;</span>&#xA0;&#xA0;gh&#x14D;&#x1E47;a. [Skt.] n. The nose. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;. The nostrils of a horse. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC18;&#xC4B;&#xC23; long-nosed. &#xC18;&#xC4B;&#xC23;&#xC3F; gh&#x14D;&#x1E47;i. n. A wild hog. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC18;&#xC4B;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC18;&#xC4B;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC23;&#xC2E;&#xC41; gho&#x1E6D;&#x1E6D;a&#x1E47;amu. [Skt.] n. Khutan, a name of Tartary. Rukmang. i. 19. Hence, a horse of that country. R. i. 86. A. iv. 36.
			</div>
                