&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;chan&#x1E0D;ulu. [Skt.] n. A furious man. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;chan&#x1E0D;i. [Skt.] n. Lit: The &quot;terrible.&quot; A name of the goddess K&#x101;li. A perverse obstinate woman. adj. Horrible. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; chan&#x1E0D;in&#x1E6D;su. v. n. To get very angry. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC15; chan&#x1E0D;ika. n. A virago, a fury. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A name of the goddess Durga. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC2E; chan&#x1E0D;ima. n. Sharpness. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; chan&#x1E0D;&#x101;lu&#x1E0D;u. [Skt.] n. A outcaste. A Chan&#x1E0D;&#x101;la or Pariah. See &#xC2E;&#xC3E;&#xC32;. adj. Heathen, savage, stubborn, obdurate. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; a nasty disposition, stubborness. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; one who acts as a savage. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC26;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0F;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; the base by birth may in time attain heaven: the base in life never can.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chan&#x1E0D;amu. [Skt.] adj. Passionate, violent, terrible, severe, fiery, hot, warm. &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC1A;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41; chan&#x1E0D;akamu. n. A tiger. &#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC1A;&#xC02;&#xC21;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; chan&#x1E0D;a-&#x1E63;&#x101;sanamu. n. Severe or terrible retribution. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41; chan&#x1E0D;-&#x101;m&#x1E63;uvu. n. The Sun. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;chanchuvu. [Skt.] n. The bill or beak of a bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC1A;&#xC02;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41; chanch&#x16B;-pu&#x1E6D;amu. n. The point of the beak.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chanchalamu. [Skt.] adj. Trembling, tremulous, unsteady, moving. Mutable, unstable, transient. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. n. Wind. &#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; chanchal-in&#x1E6D;su. v. n. To shake, waver, wag, move.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC1A;&#xC30;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chanchar&#x12B;kamu. [Skt.] n. The large black carpenter bee, to which poets compare clusters of jetty locks. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC1A;&#xC24;&#xC4D;</span>&#xA0;&#xA0;chanchat. [Skt.] adj. Wavering. &#xC1A;&#xC02;&#xC1A;&#xC1C;&#xC4D;&#xC1C;&#xC18;&#xC28;&#xC3E;&#xC02;&#xC17;&#xC3F; frisky, &#x1E63;kittish, wincing, P. iv. 362.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chandramu. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. Camphor &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chandra-k&#x101;ntamu. [Skt.] n. The poetical moonstone, or, noble opal, which is fabled to melt in the moonbeams. A crystal. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chandrakamu. [Skt.] adj. Dark Lurid. &#xC2E;&#xC47;&#xC1A;&#xC15;&#xC2E;&#xC41;. n. A semicircle. The eyes in a peacock&apos;s tail. The semilunar marks left by finger-nails in pinching.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC30;&#xC38;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC32;&#xC41;&#xC15; chandarasa. [Skt.] n. A weed called Pharnaccum Mollugo. Heyne.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chandanamu. [Skt.] n. Sandal: Sirium myrtifolium. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC17;&#xC02;&#xC27;&#xC3F; chandana-gandhi. n. A sweet maid, a blooming girl. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41; chandan-&#x101;chalamu.. n. The Malaya mountains in the south west of the Indian peninsula, where sandal is produced.
			</div>
                