&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; champu-k&#x101;vyamu. [Skt.] n. An anthology. A descriptive poem with an admixture of prose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;champa-kamu. [Skt.] n. The gold-flower or chrysanthemum &#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;. Michelia Champaca, Rox. i. 16. ii. 655. &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC3E;&#xC32; or &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; champaka-m&#x101;la. n. The name of popular metre in Telugu poetry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;chandru&#x1E0D;u. [Skt.] n. The moon; the regent of the moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the moon arose. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the moon set. &#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; the moon-like or beautiful R&#x101;ma. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC16;&#xC3F; chandra-mukhi. n. A beautiful woman. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC42;&#xC32; chandra-m&#x16B;la. n. The plant called K&#x153;mpferia Galanga. Rox. i. 15. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC15; chandra-vanka. n. A half-moon, or crescent. Also, a kind of jewel worn on the head. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC15;&#xC32;&#xC41; a sort of rice. H. iv. 156. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC36;&#xC2E;&#xC41; the Lunar Race of Kshatriya kings. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC32; n. An upper room, on the house top. &#xC2E;&#xC47;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC47;&#xC21;&#xC1A;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC17;&#xC26;&#xC3F;. (A. i. 2.) &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC32; n. Moonstone. See &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC47;&#xC16;&#xC30;&#xC41;&#xC21;&#xC41; chandra-&#x1E63;&#x113;kha-ru&#x1E0D;u. n. The crescent-crowned god, i.e., Siva. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; chandrah&#x101;samu. n. Radiance, flashing, sheen. A sword &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. Name of the sword of Kub&#x113;ra or R&#x101;va&#x1E47;a. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC2E;&#xC41; chandr&#x101;-tapamu. n. Moonlight. T. ii. 36. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41; chandr-&#x101;yudhamu. n. A crescent headed arrow. NH. v. 160. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15; chandrika. n. Moonlight: a pale red tint. An illustration, an essay, a treatise. The reddish envelope of a letter written on palm leaves. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC40;&#xC30;&#xC32;&#xC41; (A. iv. 36.) white cloths &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC2F;&#xC2E;&#xC41; chandr&#x14D;dayamu. n. The rising of the moon. An awning used at festivals. A kind of medicine. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4B;&#xC26; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC2F;&#xC2E;&#xC41; &quot;the masterpiece of wisdom&quot; --(the name of a certain work.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC23;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chanakamu. [Skt.] n. The chick pea, Cicer arictinum, commonly called Bengal gram. &#xC38;&#xC28;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;cha&#x1E6D;ulamu. [Skt.] adj. Tremulous. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. Glancing, flashing, trembling, as a swimming and beautiful eye. Fierce-eyed. Piercing, potent. &#xC1A;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; mighty arrows. &#xC1A;&#xC1F;&#xC41;&#xC32;&#xC30;&#xC4B;&#xC37;&#xC2E;&#xC41; fierce fury.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;cha&#x1E6D;&#x101;ku. [Tel.] n. The sixteenth part of a seer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;cha&#x1E6D;a-cha&#x1E6D;a. [Skt. anuk.] adv. Furiously, brilliantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;cha&#x1E6D;akamu. [Skt.] n. A sparrow. &#xC0A;&#xC30;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;chakshuvu. [Skt.] n. The eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC4D;&#xC30;&#xC2A;&#xC2E;&#xC41;. lit. that which hears with its eye, i.e., a serpent &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chakramu. [Skt.] n. A wheel. A discuss or sharp-edged plate of steel, hurled at a foe like a quoit: the thunderbolt or weapon of Vish&#x1E47;u. A realm, region. &#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;. A figure, diagram or sign in astrology. The name of a coin. The bird called &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;. A region or division of the body. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC23;&#xC3F; Vish&#x1E47;u. &#xC15;&#xC1F;&#xC3F; or &#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; the loins, the region of the lions. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC23;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; an octagon. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; chakra-varti.. n. An emperor or sovereign. &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; chakra-vartini. n. An empress. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41; chakra-v&#x101;kamu. n. The Brahminy-duck or Ruddy Casarca rotila (F.B.I.) &#xC1C;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. The poetical swan, always described as being in pairs, to which poets liken fair breasts. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41; chakrav&#x101;&#x1E37;amu. n. A range of mountains supposed to encircle the earth. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; chakra-v&#x1E5B;iddhi. n. Compound interest &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC28;&#xC2E;&#xC41; or &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; chakr&#x101;nkanamu. n. Marks branded on the front of the shoulders, representing the disc and shell of Vish&#x1E47;u. (It is a rite similar to absolution.) &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; chakr&#x101;ngamu. n. A swan. &#xC39;&#xC02;&#xC38;. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC3F; a female swan. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3F; chakri. n. The discus-wielder, i.e., Vish&#x1E47;u. A snake, because rolled in a ring. A potter, because using a wheel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chak&#x14D;ramu. [Skt.] n. The bartavelle or Greek partridge: a bird much referred to in poems: corresponding to the nightingale, or turtledove. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC1A;&#xC15;&#xC4B;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; &#xC0F; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC4B; eagerly as the partridge languishes for the rays of the moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chandamu.[Skt.] adj. Fearful, timid, bashful. &#xC1A;&#xC15;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; one who is frightened, or timid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chak&#x101;ramu. [Skt.] n. The letter cha. --hence &#xC1A;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC3F; or &#xC1A;&#xC15;&#xC3E;&#xC30;&#xC17;&#xC41;&#xC21;&#xC3F; &quot; the word that begins with chi, i.e., &#xC1A;&#xC40; fie, shame.
			</div>
                