&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chaturamu. [for Skt. &#xC1A;&#xC26;&#xC30;&#xC2E;&#xC41;.] n. Area, square contents, a four cornered place, a square. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC2D;&#xC35;&#xC02;&#xC24;&#xC3F; a square house. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC1C;&#xC3E;&#xC32;&#xC41; square yards, square measurement. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; chatur-angamu. n. Chess. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC2E;&#xC41; chatur-anga-balamu. n. An army complete with the &quot;four arms&quot; of infantry, cavalry, elephants and war chariots. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC24;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; chatur-anta-y&#x101;namu. n. A palankeen. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; chatur-atvamu. n. Sharpness of wit, quickness of intellect. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; chatur-asramu. adj. Four cornered, quadrangular. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC28;&#xC41;&#xC21;&#xC41; chatur-&#x101;nanu&#x1E0D;u. n. The four faced; i.e., Bramha. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; chaturudu. n. A clever man, a genius &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; chatur&#x14D;kti. n. A soft or pleasing word &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; chaturthamu. adj. Fourth &#xC1A;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC25; chaturthi n. The fourth day of the lunar month. &#xC1A;&#xC35;&#xC3F;&#xC24; adj. Fourth &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC26;&#xC3F;. &#xC1A;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41; chatur-dantamu. n. Four toothed or double tusked, the name of Indra&apos;s elephant. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC36;&#xC2E;&#xC41; chatur-da&#x1E63;amu. adj. Fourteenth. &#xC1A;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC36;&#xC3F; chatur-da&#x1E63;i. n. The fourteenth lunar day, calculated either from the new or full moon. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41; chatur-bhuju&#x1E0D;u. n. The four armed; a name of Vish&#x1E47;u. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; chatur-mukhu&#x1E0D;u. n. The four faced; a name of Brahma. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC17;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41; chatur-vargamu. n. The four objects of human pursuit, viz. duty, wealth, pleasure, salvation. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25; &#xC15;&#xC3E;&#xC2E; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC1A;&#xC24;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41; chatu&#x1E63;-&#x1E63;&#x101;lamu. n. A quadrangular building enclosing an open square. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC35;&#xC02;&#xC24;&#xC3F;. &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41; or &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41; chatush kamu. n. A set of four. A collective term. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC30;&#xC3F; &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC41;. (M. IX. ii. 227.) the four forms. &#xC2F;&#xC41;&#xC17;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41; the four ages. &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41; or &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; chatush-padamu. n. A quadruped. &#xC1A;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; chatvaramu. n. A yard or enclosure within a house. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;. &#xC1A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC1A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F; chat-v&#x101;ramu. n. The number four. Purblindness, failing sight, presbyopia; lit. the age of 40 years. Used also for Shortsightedness. &#xC1A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC2E;&#xC41; chatv&#x101;-rim&#x1E63;amu. adj. Fortieth. &#xC1A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC4D;&#xC24;&#xC41; chatv&#x101;-rim&#x1E63;attu. adj. Forty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC24;&#xC41;&#xC30;</span>&#xA0;&#xA0;chatura. [Skt.] adj. Ingenious, dexterous, artful, clever.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;cha&#x1E47;amu. [Skt.] adj. Versed, expert, skilful, united with. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC1A;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC2F;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC23;&#xC41;&#xC21;&#xC41;. (A. v. 127.) endowed with riches: rich or noble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chamasamu. [Skt.] n. A square cup out of which all the worshippers at a Yajna drink the juice of the acid aselepias. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC38; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chamaramu. [Skt.] n. The yak of Tartary, Bos-grunnicns the tail of which is made into whisks (&#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;), &#xC38;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;. A whisk &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;. &#xC1A;&#xC2E;&#xC30;&#xC3F; the female of this animal, &#xC06;&#xC21;&#xC41;&#xC38;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chamat-karin&#x1E6D;su. [Skt.] v. a. To refine on (an idea), to play upon (words.) To be adroit or accomplished. To play amorous pranks with. Anirud. iii. 84. &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC06;&#xC21;&#xC41;. &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; chamat-k&#x101;ramu. n. Skill, adroitness, ingenuity, wit: &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;. A prank or man&#x153;uvre. Curiosity, rarity, refinement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC47;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chap&#x113;&#x1E6D;amu. [Skt.] n. The palm of the hand. &#xC1A;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; &#xC05;&#xC30;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;chap&#x101;tu. [Tel.] n. Prickly pear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC32;</span>&#xA0;&#xA0;chapala. [Skt.] n. Lightning, a flash. A. vi. 130. &#xC1A;&#xC2A;&#xC32;&#xC2E;&#xC41; chapalamu. adj. Glancing, fickle, tremulous, volatile, wavering, unsteady, wanton. &#xC15;&#xC26;&#xC32;&#xC46;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC1A;&#xC2A;&#xC32;&#xC24; fickleness, a whimsical disposition &#xC1A;&#xC2A;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
                