&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chara&#x1E47;amu. [Skt.] n. The foot. &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;; the root of a tree &#xC35;&#xC47;&#xC30;&#xC41;. A walk or ramble, roaming. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. In poetry, a couplet. &#xC1A;&#xC30;&#xC23;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41; the heel armed, i.e., a cock &#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC1A;&#xC30;&#xC23;&#xC3E;&#xC32;&#xC41; (lit. the black footsteps) the spectacles on the crest of a Cobra. &#xC30;&#xC25;&#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41; a wheel. &#xC1A;&#xC30;&#xC23;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; chara&#x1E47;-&#x101;ra-vindamulu. n. The &quot;blessed feet&quot; --a phrase for any beloved personage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chayamu. [Skt.] n. An assemblage, a multitude, a heap or collection, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;; a mound of earth, a pile. &#xC15;&#xC4B;&#xC1F; &#xC15;&#xC4A;&#xC30;&#xC21;&#xC41;. This word is even used for a small number; thus &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC1A;&#xC2F;&#xC2E;&#xC41; the three eyes of Siva are called his &quot;set of eyes.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC42;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;cham&#x16B;ruvu. [Skt.] n. An antelope.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;chamuvu. [Skt.] n. An army, a squadron, &#xC38;&#xC47;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;charya. [Skt. &#xC1A;&#xC30;&#xC4D; = to move.] n. An act, a deed, conduct, mode, rite, fashion. Perseverance in religious austerities; due and regular observance of all rites or customs &#xC26;&#xC3F;&#xC28;&#xC1A;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;charmamu. [Skt.] n. Skin, hide. &#xC24;&#xC4B;&#xC32;&#xC41;. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; charma-k&#x101;ru&#x1E0D;u. n. A shoe-maker or tanner, a worker in leather &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;charcha. [Skt: Cognate with Eng.&quot; Search.&quot;] n. Searching, research, judgement, deliberation &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;, &#xC1A;&#xC3F;&#xC02;&#xC24;. Daubing &#xC2A;&#xC42;&#xC24;. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC1A;&#xC30;&#xC4D;&#xC1A; the perfuming a person with fragrant unguents. &#xC1A;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; charch-in&#x1E6D;su. v. n. To investigage, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To dispute or discuss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;charuvu. [Skt.] n. A burnt offering. An oblation. &#xC39;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC35;&#xC41; hunger makes dry bread sweet as ambrosia.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC3F;&#xC24;</span>&#xA0;&#xA0;, &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;, &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; charita. [Skt.] n. History, tale, narrative. Behaviour, conduct. &#xC26;&#xC3F;&#xC28;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30; a diary. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F; &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30; the entire details of the dispute. &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; charit-&#x101;rthamu. n. End, advantage, purpose. &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2B;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;charamu. [Skt.] adj. Moveable, locomotive, migratory. Trembling, shaking, unsteady. &#xC1A;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; personal or moveable property. &#xC1A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; property personal and real. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC30;&#xC2E;&#xC41; visible. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC1A;&#xC30;&#xC2E;&#xC41; audible. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC1A;&#xC30;&#xC2E;&#xC41; tangible. &#xC1A;&#xC30; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; (Kalah. i. 101.) moving or walking trees. n. An animal or moving creature. &#xC1A;&#xC30;&#xC3E;&#xC1A;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the animate and inanimate creation. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC48;&#xC28;&#xC26;&#xC3F;, &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; charu&#x1E0D;u. n. A spy &#xC35;&#xC47;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; charin&#x1E6D;su. v. n. To wander, to roam. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. To live, conduct oneself; behave. To go on, continue. v. t. To do or observe; to perform. &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC27;&#xC3F;&#xC15;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC28;&#xC4D; &#xC17;&#xC41;&#xC02;&#xC2D;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;charamamu. [Skt.] adj. Last, ultimate, final. West, western. &#xC1A;&#xC30;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; the last or funeral rites &#xC1A;&#xC30;&#xC2E;&#xC17;&#xC3F;&#xC30;&#xC3F; the western hill. &#xC1A;&#xC30;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; charama-&#x1E63;l&#x14D;kamu. n. A requiem. An epitaph. &#xC1A;&#xC30;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; charam-&#x101;ngamu. n. The back of a tortoise. Lit. the last member. Swa. v. 56.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chalanamu. [Skt.] n. Shaking, instability, wandering, roaming, agitation, trembling. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41; Whimsicality, oddity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;charva&#x1E47;amu. [Skt.] n. Chewing. &#xC28;&#xC2E;&#xC32;&#xC41;&#xC1F;. &#xC1A;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; charvitamu. adj. Chewed. &#xC1A;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC1A;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41; ruminating, chewing the cud: frequent recurrence to one topic. &#xC1A;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC1A;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC4B;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; an old example or story.
			</div>
                