&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;</span>&#xA0;&#xA0;ch&#x101;. [Skt.] interj. Fie, out upon him! Avaunt!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC37;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chash&#x101;lamu. [Skt.] n. A chalice, or cup used in sacrifice. A ring attached to the sacrificial post in a horse sacrifice. &#xC30;&#xC3E;&#xC1C; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC02;&#xC26;&#xC41; &#xC2F;&#xC42;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chalin&#x1E6D;su. [Skt.] v. n. To shake or move, to hesitate. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; chalim-pin&#x1E6D;su. v. a. To cause to shake. &#xC1A;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; chalitamu. adj. Shaken, trembling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chal&#x101;-y-in&#x1E6D;su. [Tel. corruption of &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. t. To exercise authority. To make anything current or valid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;chal&#x101;n&#x101;. [H.] n. A memorandum. An invoice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;chal&#x101;ku. [H.] n. Smartness, dexterity, cleverness. adj. Smart, clever. &#xC1A;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC17;&#xC3E; skilfully, smartly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chalamu. [Skt.] adj. Trembling, tremulous, unsteady. &#xC35;&#xC23;&#xC15;&#xC41;&#xC17;&#xC32;. &#xC1A;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; n. chala-chittamu. A freak, a whim; eccentricity. &#xC1A;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; chala-chittu&#x1E0D;u. n. An imbecile, cracked, silly, insane or eccentric man. &#xC1A;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC41; chalach-chanchuvu. n. The Greek partridge &#xC1A;&#xC15;&#xC4B;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC1A;&#xC32;&#xC26;&#xC33;&#xC2E;&#xC41; chala-da&#x1E37;amu. n. The Indian fig free (&#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;) because its leaves like those of the aspen are proverbially tremulous. Suca. iii. 517.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;takamu. [Skt.] n. The Indian or black cuckoo. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC2F;</span>&#xA0;&#xA0;ch&#x101;&#x1E6D;uvu. [Skt.] adj. Watty, pleasant. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41; rambling talk. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC27;&#xC3E;&#xC30; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; stray verses: a current epigram, fugitive verses: a current epigram, fugitive verses or couplets. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC41;. n. Pleasing or entertaining conversation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC15;&#xC3E;&#xC30;&#xC17;&#xC41;&#xC21;&#xC3F; ch&#x101;-gu&#x1E0D;i. [Skt.] n. A phrase for &#xC1A;&#xC40; (for shame!) which word is formed of &#xC1A;&#xC3E; ch and the &#xC17;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chavyamu. [Skt.] n. The wood of the long pepper plant. Piper Chaba. (Rox. i. 156.) &#xC35;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ku. [H.] n. A penknife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC40;</span>&#xA0;&#xA0;ch&#x101;kir&#x12B;. [H.] n. Menial service.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC15;&#xC1A;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ka-chakyamu. [Skt. from. &#xC1A;&#xC15;&#xC1A;&#xC15;.] n. A gleam, glimmer, flash, shimmer, sparkle. A ready wit, a flash of wit. &#xC1A;&#xC15;&#xC1A;&#xC15;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC02;&#xC2A;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;mp&#x113;yamu. [Skt.] n. The bud of the Chrysanthemum, &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ndr-&#x101;ya&#x1E47;amu. [Skt.] n. A religious or expiatory observance regulated by the moon&apos;s age. It consists in diminishing the daily consumption of food every day by one mouthful for the dark half of the month and increasing it in like manner during the light half. Expiatory ceremonies performed by the whole city or kingdom in atonement for some heinous sin the consequences of which affect the people.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ndra-m&#x101;namu. [Skt.] adj. Lunar. &#xC1A;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; a lunar year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC40;</span>&#xA0;&#xA0;ch&#x101;ndini. [H.] n. An awning , a canopy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;nd&#x101;lamu. [Skt.] adj. Base. vile. Outcast, lowborn. n. Brutality, beastliness, nasty tricks. A filthy mass, also called &#xC05;&#xC02;&#xC15;&#xC1A;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;, because &#xC05;&#xC02;&#xC15;&#xC2E;&#xC4D;&#xC2E; is the goddess to whom bloody sacrifices are offered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;nchalyamu. [from Skt. &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC41;.] n. Agitation, instability, mutability. &#xC1A;&#xC2A;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; by the lapse of time: as the world is so transitory, or fleeting. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; aberration of the intellect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC37;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chashakamu. [Skt.] n. A drinking vessel, a goblet, a wine glass or cup. &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.
			</div>
                