&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ru&#x1E0D;u. [Skt.] n. A spy, a secret agent or emissary. &#xC35;&#xC47;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ru. [Tel.] n. Soup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; ch&#x101;ru. [Skt.] adj. Beautiful, charming &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC30;&#xC2E;&#xC41; more lovely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;maramu. [Skt.] n. A fly brush, or chowri composed of the tail of the Yak, Bow-grunniens. A whisk. &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; ch&#x101;-palamu. [Skt. from &#xC1A;&#xC2A;&#xC32;&#xC2E;&#xC41;.] n. Fickleness. Inconstancy &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; luxuriousness, or gluttony. Whimsicality.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;pamu. [Skt.] n. A bow. &#xC1A;&#xC3E;&#xC2A; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; a bow and arrows.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; ch&#x101;dastamu. [Tel.] n. Eccentricity, whimsicality, folly, silliness. &#xC1A;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC47;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; ch&#x101;da-studu. n. A simpleton, a dupe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x16B;turyamu. [Skt.] n. Skill, cleverness. &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC3F;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;tur-m&#x101;syamu. [Skt.] n. Lit: The four months of the year containing the &#xC35;&#xC30;&#xC4D;&#xC37;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41; and the &#xC36;&#xC30;&#xC26;&#xC43;&#xC24;&#xC41;&#xC35;&#xC41; that is, from &#xC06;&#xC37;&#xC3E;&#xC22;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; to &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, A sacrifice performed during the whole of that period.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; ch&#x101;turdi-kamu. [Skt.] n. Quartan ague. Intermitent fever which appears every fourth day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ch&#x101;turi. [Skt.] n. Cleverness: Skilfulness. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chin&#x1E6D;su. [Tel.] v. a. To tear, to rend. &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; chin&#x1E6D;su-konu. v. a. To tear or rend. To be disgusted or annoyed. &#xC0F;&#xC32; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41; why split your throat with roaring?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;ngu&#x1E0D;u. [Tel. for &#xC1A;&#xC41;&#xC02;&#xC17;&#xC21;&#xC3F;.] adj. Petty, trifling. (Nellore.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;chingili-m&#x101;gili. [Tel.] n. Confusion. &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;. Sar. Pad. i. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC02;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC02;&#xC15;&#xC41; chinka. [Tel.] n. A small water channel in a field. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. Empty or pithless grain not quite ripe when reaped, and which therefore sticks to the pods and requires to be twice thrashed. &#xC1A;&#xC3F;&#xC02;&#xC15;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; chinka-bellinchi. n. The Indian Grey shrike, Lanius lahtora. &#xC1A;&#xC3F;&#xC02;&#xC15;&#xC2C;&#xC3E;&#xC24;&#xC41; chinka-b&#x101;tu. n. The Grey Pelican,Pelicanus philippensis (F.B.I.) &#xC1A;&#xC3F;&#xC02;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC4D;&#xC15; chinkalikka. n. A red faced monkey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;shamu. [Skt.] n. The Indian Roller Coracias indica (F.B.I.) &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x101;rv&#x101;ku&#x1E0D;u. [Skt.] n. A follower of the sceptical philosopher Charv&#x101;ka. An atheist, a materialist or sceptic, a seceder from the Hindu creed: &#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC24;&#xC2E;&#xC41; scepticism, materialism. &quot;&#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21; &#xC28;&#xC47;&#xC32; &#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC15; &#xC2E;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; (Kalah. iii. 193.) Why did I act as a freethinker and question the god?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2E;&#xC41;&#xC02;&#xC21;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC15; ch&#x101;mun&#x1E0D;a. [Skt.] n. The name of Durga or one of her attendant goddesses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ritramu. [Skt.] n. A story, a tale. &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC02;&#xC1A;</span>&#xA0;&#xA0;chincha. [Skt.] n. The tamarind tree. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x101;ra&#x1E47;u&#x1E0D;u. [Skt.] n. A dancer an itinerant actor.
			</div>
                