&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC1F;&#xC41;&#xC32;&#xC41; chi&#x1E6D;&#x1E6D;-an&#x1E6D;u. [Tel. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;+&#xC05;&#xC02;&#xC1F;&#xC41;.] n. The dent formed by the nails in pinching or by the teeth in biting. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC1F;&#xC41;&#xC32;&#xC02;&#xC1F;&#xC41; to handle delicately or touch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;chi&#x1E6D;&#x101;lu. [Tel.] n. Suddenness. &#xC1A;&#xC3F;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F; suddenly, with a bounce.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chi&#x1E6D;&#x101;ramu. [Tel.] n. Prettiness. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC12;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; chi&#x1E6D;&#x101;r-in&#x1E6D;su. v. n. To be angry. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to frown.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC2A;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;chi&#x1E6D;a-po&#x1E6D;a. [Tel.] n. Irritation, anger. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. A rattling sound as of falling leaves, fruit, &amp;c. adj. Small, delicate &#xC1A;&#xC3F;&#xC1F;&#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; trilling accents. &#xC1A;&#xC3F;&#xC1F;&#xC2A;&#xC4A;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC47; excited, in agitation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC35;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC1F;&#xC2A;&#xC4A;&#xC1F; chi&#x1E6D;a-chi&#x1E6D;a. [Tel.] adv. Crackingly, sulkily. &#xC1A;&#xC1F;&#xC1A;&#xC1F;. n. A crackling sound, as that of wood that is burning. Sulkiness. adj. Vexed, irritated or annoyed: sharp or cross. &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; sharp or cross language. &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC2E;&#xC28;&#xC41; or &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; chi&#x1E6D;a-chi&#x1E6D;a-m-anu. v. n. To crackle as fire. To be vexed, irritated or annoyed. To look sulky. &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC32;&#xC41; chi&#x1E6D;a-chi&#x1E6D;alu. n. Heat, inflammation. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she has the prickly heat, or, is angry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chits&#x1E6D;su. [Tel.] n. Flame, fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. Heat &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; the flame in the belly, i.e., hunger. &#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41; chi&#x1E6D;s&#x1E6D;su-t-ammu. n. A rocket or fire pot used in battle &#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; chi&#x1E6D;s&#x1E6D;su-bu&#x1E0D;&#x1E0D;i. n. A kind of rocket called a flower pot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;chi&#x1E6D;&#x1E6D;a. [Tel.] n. A wonder. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Trouble &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. BD. vii. 217; v. 735: M. XII. iii. 441. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; adj. Invented &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC2C;&#xC4B;&#xC21;&#xC3F; &#xC2F;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F; her loveliness is a wonder to tell; or, it would take whole chapters to narrate her charms. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a baby or little one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; chi&#x1E6D;ulu. [Tel.] v. n. To crack, as plaster or paint. To split, as a hair. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; the ends of the hairs are split. &quot;&#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC1F;&#xC41;&#xC15;&#xC41; chi&#x1E6D;uku. [Tel.] (anuk.) n. A low soft sound, clicking, chirruping: a just audible sound, as the sound of the crack of the finger joints, a splashing, pattering, or dripping sound. &#xC1A;&#xC40;&#xC2E; &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC32;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; the sound of an ant will awake him. &#xC1A;&#xC40;&#xC2E; &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC47; &#xC35;&#xC3F;&#xC28;&#xC2C;&#xC21;&#xC41;&#xC28;&#xC41; the tread of an ant might have been heard. &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E; or &#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41; chi&#x1E6D;ukk-anu. v. n. To give a crackling sound like the sparks of a Leyden jar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;chi&#x1E6D;ika. [Tel.] n. A rap with the fingers. A snap with the fingers. A second of time. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; chi&#x1E6D;ika-r-in&#x1E6D;su. v. n. To give a rap with the fingers. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC24; Same as &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC28; chi&#x1E6D;ikena. n. The little finger or toe. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC47;&#xC32;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; chi&#x1E6D;i-k&#x101;&#x1E0D;u. n. A page or attendant. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; chi&#x1E6D;ikena-boddulu. n. A jewel worn on the little toe. &#xC2A;&#xC3E;&#xC26;&#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; chi&#x1E6D;ikela-v&#x101;&#x1E0D;u. n. A pedlar, a hawker of small wares. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC41; chi&#x1E6D;ikelu. n. Castanets. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; a sort of cakes. H. i. 114.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; chi&#x1E6D;i. [Tel.] adj. Little. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41; the little finger. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC2A; a small mat. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; chi&#x1E6D;i-t&#x101;&#x1E37;amu n. A small cymbal. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC3F; chi&#x1E6D;i-po&#x1E6D;i. adj. Little, petty, trifling, trivial. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41; chi&#x1E6D;i-muly&#x101;lu. n. Plu. A kind of very fine white rice. (Lit. little pearls.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC3F;&#xC35;&#xC30;</span>&#xA0;&#xA0;chi&#x1E6D;&#x1E6D;a-chivara. [Tel. &#xC1A;&#xC3F;&#xC35;&#xC30;+&#xC1A;&#xC3F;&#xC35;&#xC30;.]. n. The extremity or utmost point, the very end, the very last. See &#xC1A;&#xC3F;&#xC35;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chi&#x1E6D;&#x1E6D;akamu. [Tel.] n. A trick, a roguish prank, a deceitful action. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;, &#xC32;&#xC40;&#xC32;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC2E;&#xC25;&#xC4D;&#xC2F;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC0E;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. V. P. i. 131. A. ii. 70. Swa. iii. 40. R. iv. 157. 162. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; chi&#x1E6D;&#x1E6D;akampu-tanamu. n. Roguishness, wickedness.
			</div>
                