&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC30;</span>&#xA0;&#xA0;chidara. [Tel.] n. A bit or piece. &#xC24;&#xC41;&#xC28;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC2E;</span>&#xA0;&#xA0;or &#xC15;&#xC02;&#xC21;&#xC1A;&#xC3F;&#xC26;&#xC2E; chidama. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC1A;&#xC3F;&#xC26;</span>&#xA0;&#xA0;chida-chida. [Tel.] n. Damp. &#xC06; &#xC28;&#xC47;&#xC32; &#xC1A;&#xC3F;&#xC26;&#xC1A;&#xC3F;&#xC26;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that ground is moist.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC21;&#xC1A;&#xC3F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;chid-achit. [Skt.] n. Animated and inanimate. Mandh. vi. 182.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC17;&#xC4A;&#xC26;</span>&#xA0;&#xA0;chida-goda. [Tel.] n. A difference, A disagreement, a quarrel. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. Domestic quarrel, brawl, wrangling. adv. In confusion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC21;&#xC15;</span>&#xA0;&#xA0;chidaka. [Tel.] adj. Flat. &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;. &#xC1A;&#xC3F;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; chidaka-mukku. n. A flat nose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chitramu. [Skt.] adj. Particoloured, speckled, chequered, streaked. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;. Odd, strange, novel, picturesque, pretty. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; most wonderful. n. Variety, strangeness, singularity. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A painting, a picture &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;. Variegated colour, &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. A curiosity, a species, a diversity. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC02;&#xC24;&#xC2E;&#xC41; chitra-kan&#x1E6D;hamu. n. A dove, &#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC25; an episode, a novel or story. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41; chitrakamu. n. A mark on the face &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41; chitra-k&#x101;yamu. n. A cheetah &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; chitra-k&#x101;ru&#x1E0D;u. n. A painter. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; chitra-guptu&#x1E0D;u. n. Name of an accountant of Yama the god of Death. &#xC2F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Yama &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC30;&#xC2E;&#xC41; most extraordinary. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; chitra-n&#x113;tramu. n. A kind of fine cloth &#xC38;&#xC4A;&#xC17;&#xC38;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A. vi. 131. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; chitra-pakshamu. n. A peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; chitra-patrika. n. Damasked hue: figures drawn with musk or gold dust on the cheeks or face. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; chitra-pilla. n. A kind of fresh water fish: another kind is &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2A;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; chitra-bh&#x101;nuvu. n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. The sun &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; chitra-m&#x101;lamu. n. The plant called Ceylon leadwort; Plumbaga zelanica: &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; Rose coloured Leadwort, Plumbago rosea. (Ainslie.) &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; Plumbago capensis. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41; chitra-rathu&#x1E0D;u. n. The name of one of the musicians in Indra&apos;s heaven. &#xC12;&#xC15; &#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;. The sun &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC27; horrid torture. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41; chitra-v&#x101;lamu. n. The Indian Roller, Coracias indica, (F.B.I.) &#xC1A;&#xC3E;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; chitra-vichitramu. adv. Very wonderful, odd, strange, singular. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC3F; chitra-&#x1E63;ikhan&#x1E0D;i. n. The constellation called the Great Bear. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC38; chitra-himsa. n. Torture. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC38;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they tortured him to death. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; chitr-&#x101;sanamu. n. A tiger&apos;s skin or small carpet used by Brahmins during prayer. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; chit-rin&#x1E6D;su. v. t. To paint a picture &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32; chitrika-gulla. [Tel.] n. A carpenter&apos;s plane. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to plane. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC23;&#xC3F; chitri&#x1E47;i. [Skt.] n. A woman of genius. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; chitri-tamu. adj. Painted. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;chitra. [Skt.] n. The fourteenth lunar mansion. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;chittu. [Skt.] n. Intelligence (one of the attributes of God as in the phrase &#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;.) The Animate world, as opposed to &#xC05;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; the inanimate world.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;chittu. [Tel.] n. A rough draft or copy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;chidugu. [Tel.] n. A small stick. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;. &#xC38;&#xC2E;&#xC3F;&#xC27;. &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; firewood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;chiduku. [Tel.] v. n. To be smashed: to be flattened. &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC32;&#xC41;. &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a confused or jumbled account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;chidiyu. [Tel.] v. n. To be smashed, to be broken into pieces, to burst. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC35;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC48;&#xC2C;&#xC21;&#xC3F;&#xC28; they will not be broken though a hill fall upon them. Hari. Pt. ii. BK. v.
			</div>
                