&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;chilivili. [Tel.] n. Confusion. &#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to be confused. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;chilipi. [Tel.] n. A naughty or worthless person. adj. Naughty, mischievous. &#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; chilipi-tanamu. n. Naughtiness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chilikin&#x1E6D;su. v. a. To sprinkle, bedew. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;. To churn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC32;&#xC17;&#xC21;&#xC26;&#xC41;&#xC02;&#xC2A; chilaga&#x1E0D;amu. [Tel.] n. The white potato: called also country potato.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; chilakarin&#x1E6D;su. [Tel.] v. a. To sprinkle. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; chilaka. n. [Tel.] n. A parrot. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC3F;&#xC32;&#xC15; my darling! my pet! &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; Sweet accents. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC3F;&#xC32;&#xC15; a cockatoo. &#xC2A;&#xC02;&#xC1A;&#xC30;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC15; the maccaw. &#xC2E;&#xC48;&#xC28;&#xC3E;&#xC1A;&#xC3F;&#xC32;&#xC15; the maina. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC1A;&#xC3F;&#xC32;&#xC15; or &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC32;&#xC15; the Sirkeer Cuckoo. Jerdon. No. 230. &#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC15;. The Rose-ringed Paroquet, Palaeornis torquatus (so called because taught to reiterate the name of R&#x101;ma.) &#xC05;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC15; the Western Blossom-headed Paroquet, Palacornis cyan&#x14D;ecphalus. The name is given to some insects, as a moth, thus, &#xC06;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC15;, &#xC35;&#xC21;&#xC4D;&#xC32;&#xC1A;&#xC3F;&#xC32;&#xC15; a moth. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC32;&#xC15;, &#xC38;&#xC40;&#xC24;&#xC3E;&#xC15;&#xC4B;&#xC15;&#xC1A;&#xC3F;&#xC32;&#xC15; a butterfly. A padlock. The bolt or hasp of a door, because these originally had parrot&apos;s heads on them. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F; a bright-eyed girl or woman. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC15;&#xC42;&#xC30; or &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; chilaka-k&#x16B;ra. n. A kind of pot-herb, Amarantus fasciatus. (Watts.) &#xC1A;&#xC3F;&#xC32;&#xC15;, &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC1F; or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21; chilaka. n. A saddle buckle: a ring at the end of the rope used as a girth of the bullock saddle through which the other end is passed to fasten the saddle. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC21;&#xC24;&#xC3E;&#xC21;&#xC41; chilakada-t&#x101;&#x1E0D;u. n. A girth. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC33;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC24;&#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC24;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; chilaka-koyya. n. A wooden pin fixed in the wall, on which articles are suspended. &#xC1A;&#xC3F;&#xC32;&#xC17;&#xC21; chilaga&#x1E0D;a. (&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;+&#xC17;&#xC21;.) n. The cord that fastens a dagger, to prevent its falling out of the sheath. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; chilaka-t&#x101;&#x1E37;amu. n. A padlock. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC3F; or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC3F; chilaka-t&#x101;&#x1E37;i. n. A gold buckle in the form of a pair of parrots. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC26;&#xC41;&#xC26;&#xC41;&#xC21;&#xC3F; chilaka-dudu&#x1E0D;i. n. The name of a certain tree. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC2A;&#xC1A;&#xC4D;&#xC1A; chilaka-pa&#x1E6D;s&#x1E6D;sa. n. Bright green, parrot green. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15; or &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; chilaka-mokka. n. (lit. Parrot&apos;s bill.) A plant called crotolaria. &#xC36;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC15;&#xC28;&#xC3E;&#xC38;. Heyne, 130. The purple red and white scentless flower called Balsam. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC4C;&#xC24;&#xC41; chilaka-rautu. n. Lit: He whose steed is the parrot: an epithet of &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25; the god of love. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41; chiluka-k&#x14D;&#x1E43;amu. n. A &quot;T bandage,&quot; or clout.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;chiluva. [Tel.] n. A wild duck. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35; or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC3E;&#xC2F;&#xC3F; the Whistling Teal, Dendrocycna javanika. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35; the Tufted Duck Nyroca fuligula. &#xC2C;&#xC3E;&#xC2A;&#xC28; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35; the Brahminy Duck, Casarcarutila. &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35; the Comb Duck, Sarcidiornis mclanonolus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chilumu. [Tel.] n. Verdigris. Any metallic taste in the Saliva. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC35;&#xC30;&#xC3F; chilumu-vari. n. A sort of rice. Rox. ii. 204.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2A;</span>&#xA0;&#xA0;chilupa. [Tel.] adj. Little. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2A; or &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2A; &#xC1A;&#xC3F;&#xC32;&#xC2A;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; chilupa-chilapa-n&#x12B;&#x1E37;&#x1E37;u. n. Sprinklings, drops, spray. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F; chilupa-r&#x101;yi. n. A fragment of stone. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41; chilu-p&#x101;lu. n. Spirtings: the sweetest milk, which bursts forth spontaneously. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; chilupu. v. n. To spirt out, flow, or gush: lie in pools.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;chilugu. [Tel.] n. Grief, anguish. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;. HD. i. 2420. L. v. 54. Also, a tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;chiluku. [Tel.] n. An arrow: &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A spray, a spirt. A hasp or bolt of a door. &#xC17;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;. A remainder, balance or residue. &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. v. n. To be shed: to distil or trickle. &#xC1A;&#xC3F;&#xC02;&#xC26;&#xC41;. To be aroused, as love. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC40;&#xC30;&#xC41;. v. a. To sprinkle, to spirt or shed. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;. To churn &#xC24;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To instil. &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21; with eyes that distilled the very essence of affection. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41; chiluku-&#x1E6D;-ammu. n. A sort of fighting cock. A two pointed arrow. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; chiluku&#x1E0D;u. n. Churning &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1C;. chiluku&#x1E0D;u-gunza. n. A churn staff.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC3F;&#xC32;&#xC15;. For all compounds with &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; See under &#xC1A;&#xC3F;&#xC32;&#xC15;.
			</div>
                