&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC21;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;&#x1E0D;elu. [Tel.] n. plu. A sweetmeat, composed of sesamum seeds and treacle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;&#x1E0D;u. [Tel.] n. A skein or bundle of seven punjums or a hundred threads. &#xC1A;&#xC40;&#xC21;&#xC41;&#xC26;&#xC2C;&#xC4D;&#xC2C; ch&#x12B;&#x1E0D;u-dabba. n. An instrument used by weavers for winding the thread. &#xC2E;&#xC3E;&#xC32;&#xC3F; &#xC1A;&#xC40;&#xC21;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC24;&#xC4B; &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC21;</span>&#xA0;&#xA0;ch&#x12B;&#x1E0D;a. [Tel.] n. An ill or evil. A blight, disease, rot, or murrain. &#xC1A;&#xC40;&#xC21;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; applied either to diseases of animals or of vegetables. &#xC1A;&#xC40;&#xC21;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. an ox sick with murrain &#xC1A;&#xC40;&#xC21;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; ch&#x12B;&#x1E0D;a-purugu. n. A caterpillar or worm that destroys plants. A grub inside a fruit or a seed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ch&#x12B;&#x1E6D;i. [Tel.] n. A note or small letter, &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;. Painted cloth. &#xC24;&#xC41;&#xC26;&#xC1A;&#xC40;&#xC1F;&#xC3F; (an expression for farewell) For the last time. &#xC1A;&#xC40;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15; or &#xC1A;&#xC40;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; ch&#x12B;&#x1E6D;i-m&#x101;&#x1E6D;iki. adv. Every instant, every now and then, &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC26;&#xC47;&#xC2A;&#xC26;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; ch&#x12B;&#x1E6D;akamu. [Tel.] n. Sport. &#xC32;&#xC40;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;ku. [Tel.] adj. Blind. Sapless &#xC1A;&#xC3F;&#xC35;&#xC41;&#xC15;&#xC41;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. n. A blind person. Dampness, damp, &#xC24;&#xC21;&#xC3F;, &#xC1A;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; a dense forest. &#xC1A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC41; fools. &#xC1A;&#xC40;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41; minute prickles. v. a. To suck (a mango, &amp;c.) To smack with the lips. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. n. To be damaged, to rot or be spoiled, by damp, &amp;c. See &#xC1A;&#xC3F;&#xC35;&#xC41;&#xC15;&#xC41;. &#xC1A;&#xC40;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;, &#xC1A;&#xC40;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC1A;&#xC40;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; ch&#x12B;ku-kokkera n. The Indian Fruit-Bat or Flying-Fox Pteropus medius. (F.B.I.) &#xC0B;&#xC37;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC1A;&#xC40;&#xC15;&#xC41;&#xC30;&#xC41; ch&#x12B;kuru. n. Blindness. A blind man. &#xC1A;&#xC40;&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; a beetle or cricket &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC1A;&#xC40;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41; ch&#x12B;ku-v&#x101;lu. n. Darkness. &#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC15;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC17;</span>&#xA0;&#xA0;ch&#x12B;ki-velaga. [Tel.] n. The thorny wood apple tree. &#xC35;&#xC46;&#xC32;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ch&#x12B;kili. [Tel.] n. A broom. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC1A;&#xC40;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; in confusion, or crookedly. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;pu. [Tel.] v. a. To make a sound with the lips. n. A comb &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC28;. Part of a bunch of plantains &#xC05;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;ch&#x12B;pi. [Tel.] n. A certain disease of cattle. See &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; and &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2A;&#xC30;</span>&#xA0;&#xA0;ch&#x12B;para. [Tel.] n. A kind of bird. &#xC06;&#xC24;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1C;&#xC40;&#xC2E;&#xC35;&#xC3E;&#xC2F;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC28;&#xC3E;</span>&#xA0;&#xA0;ch&#x12B;n&#x101;. [Tel.] adj. Belonging to or brought from China: as &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30; China sugar candy. (This word is used in the poets, just as the word Indian was formerly used in English poetry, to denote what was foreign.) &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;, or &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC30;&#xC47;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a tin box brought from China. &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41; China silk. &#xC1A;&#xC40;&#xC28;&#xC3F; ch&#x12B;ni. n. China wares either of silk or of gold: filagree work. Sugar. &#xC1A;&#xC40;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; ch&#x12B;ni-pani. n. Chinese gilding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;namu. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC26;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;du. [Tel.] v. a. To blow the nose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC26;&#xC30;</span>&#xA0;&#xA0;ch&#x12B;dara. [Tel.] n. Nausea, nastiness, unsavouriness, dislike, abhorrence, loathing, perplexity, distraction of mind, chagrin, disgust. &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Danger &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. A crack &#xC24;&#xC42;&#xC1F;&#xC41;. &#xC24;&#xC32;&#xC1A;&#xC40;&#xC26;&#xC30; a headache. &#xC1A;&#xC40;&#xC26;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41; ch&#x12B;dava-gonu. v. n. To be in danger. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2A;&#xC21;&#xC41;. To be excited &#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. To spring a leak &#xC24;&#xC42;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC1A;&#xC40;&#xC26;&#xC30;&#xC2A;&#xC21;&#xC4D;&#xC21; ch&#x12B;dara-pa&#x1E0D;&#x1E0D;a. adj. Grieved or hurt, disgusted. &#xC1A;&#xC40;&#xC26;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; to spring a leak &#xC24;&#xC42;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC1A;&#xC40;&#xC26;&#xC30;&#xC30;&#xC47;&#xC17;&#xC41; to be infuriated. Parij. iii. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC21;, &#xC38;&#xC40;&#xC21;</span>&#xA0;&#xA0;or &#xC1A;&#xC3F;&#xC02;&#xC21; ch&#x12B;da. [Tel.] n. The bird called a Babbler. &#xC17;&#xC4B;&#xC35;&#xC1A;&#xC40;&#xC26; or &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC40;&#xC26; the Large Grey Babbler, Argya malcolmi. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC1A;&#xC40;&#xC26; the Jungle Babbler, Crateropus canosus &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC40;&#xC26; or &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC40;&#xC26; the Common Babbler, Argya candata. (F.B.I.)
			</div>
                