&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;puru. [Tel.] n. A broom. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; a kind of grass. Aristida sctacea. (Watts.) &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; the twigs of which a broom is made. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; bits of a broom like burns. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;. rubbish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15; ch&#x12B;rika. [Tel.] n. A remnant or bit of cloth, a slice, a slip. A scratch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;&#xC3F;</span>&#xA0;&#xA0;[Tel.] n. Care, regard. A mark &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC15; heedless: not caring. &#xC1A;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; to regard, care for. &#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC1A;&#xC40;&#xC30;&#xC35;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC40;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC41; ch&#x12B;ra-pi&#x1E6D;&#x1E6D;a. [Tel.] n. A white louse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; ch&#x12B;ra&#x1E47;amu. [Tel.] n. A very small chisel. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC09;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;</span>&#xA0;&#xA0;ch&#x12B;ra. [Tel.] n. A garment. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A woman&apos;s garment, a petticoat, a skirt or gown &#xC15;&#xC4B;&#xC15;. A curtain &#xC24;&#xC46;&#xC30;. A scratch with the nail. &#xC24;&#xC46;&#xC30;&#xC1A;&#xC40;&#xC30; a screen used in ambush for wild beasts. &#xC1A;&#xC40;&#xC30;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; a certain disease. &#xC1A;&#xC40;&#xC30;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC41; ch&#x12B;ra-chimpu. n. A kind of fish. G. i. 111. &#xC1A;&#xC40;&#xC30;&#xC2E;&#xC41; ch&#x12B;ramu. [Skt.] n. Bark, rind, cloth made of bark. &#xC28;&#xC3E;&#xC30;&#xC1A;&#xC40;&#xC30;. &#xC1A;&#xC40;&#xC30;&#xC1A;&#xC3E;&#xC2A; or &#xC1A;&#xC3E;&#xC2A;&#xC1A;&#xC40;&#xC30; ch&#x12B;ra-&#x1E6D;s&#x101;pa. n. A ship&apos;s sail. &#xC1A;&#xC40;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; impenetrable darkness. Anir. D. 60. &#xC1A;&#xC40;&#xC30;&#xC3E;&#xC35;&#xC3F; (&#xC1A;&#xC40;&#xC30;+&#xC06;&#xC35;&#xC3F;.) warmth. (They breathe into a handkerchief and apply this &quot;steam in a cloth&quot; to comfort an aching eye.) BD. iii. 1548.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2E;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;ch&#x12B;munta.. [Tel.] n. A metal vessel. &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;mu. [Tel.] n. Matter from a sore, prurient matter, pus. &#xC1A;&#xC46;&#xC21;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC48;&#xC28;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC1A;&#xC40;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; or &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to suppurate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ch&#x12B;mi&#x1E0D;i. [Tel.] n. The muscus of the nose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2E;</span>&#xA0;&#xA0;ch&#x12B;ma. [Tel.] n. An ant. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC40;&#xC2E;. the forest ant. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC1A;&#xC40;&#xC2E; a winged ant. &#xC2A;&#xC3E;&#xC30;&#xC47;&#xC1A;&#xC40;&#xC2E;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; he can hear an ant crawl, i.e., he is all alive. &#xC1A;&#xC40;&#xC2E;&#xC26;&#xC42;&#xC30;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC35;&#xC3F; a forest impervious even to an ant. &#xC1A;&#xC32;&#xC3F;&#xC1A;&#xC40;&#xC2E; a black ant; &#xC2A;&#xC48; &#xC2A;&#xC3E;&#xC30;&#xC47;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC2A;&#xC3E;&#xC30;&#xC47; &#xC1A;&#xC40;&#xC2E; (proverb) The bird above, the ant below, i.e., I had no chance with him. &#xC1A;&#xC40;&#xC2E;&#xC02;&#xC24; of the size of an ant. &#xC1A;&#xC40;&#xC2E;&#xC2A;&#xC41;&#xC32;&#xC3F; ch&#x12B;ma-puli. n. The ant lion, an ant-eater.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC2C;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC40;&#xC02;&#xC2C;&#xC4B;&#xC24;&#xC41; ch&#x12B;-b&#x14D;tu. [Tel.] n. A he-goat. HD. iii. 965. &#xC2E;&#xC47;&#xC15;&#xC32;&#xC32;&#xC4B; &#xC2E;&#xC4A;&#xC17;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC35;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;vu. [Tel.] v. a. To scrape. &#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC2F;. &#xC1A;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; ch&#x12B;vin&#x1E6D;su. v. a. To carve in wood or marble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;lu. [Tel.] v. n. To split or crack. &#xC35;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. To withdraw from company. To be scattered. To fall off or drop off as paint. To divide, or branch off, as a road or stream. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; ch&#x12B;lpin&#x1E6D;su. (v. causal) To tear, divide, &amp;c. To sow dissensions. &#xC1A;&#xC40;&#xC32;&#xC26;&#xC40;&#xC2F;&#xC41;. ch&#x12B;la-d&#x12B;yu. v. n. To split or to tear, to scatter, to divide. To seduce, beguile. To tempt, tamper with, raise dissensions, foment, worm out a secret. &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15; or &#xC1A;&#xC40;&#xC30;&#xC3F;&#xC15; ch&#x12B;lika. n. A slit, a slice. &#xC1A;&#xC40;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41; ch&#x12B;lu&#x1E6D;su. v. a. To split, crack, tear, divide.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ch&#x12B;li. [Tel.] n. A pet term applied to a cat, like &apos;Pussy&apos; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC5B;&#xC17;&#xC21;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC32;&#xC3F; a tom cat &#xC2E;&#xC17;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC32;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC32; ch&#x12B;la. [Tel.] n. An iron nail, a wooden pin, a linch pin. &#xC2E;&#xC47;&#xC15;&#xC41;. Any fastening: a corner stone. &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC40;&#xC32; a rivet. &#xC2E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC32; a screw. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC32; a straight peg. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC1A;&#xC40;&#xC32; a cross peg or pin. &#xC28;&#xC3E;&#xC17;&#xC47;&#xC1F;&#xC3F;&#xC1A;&#xC40;&#xC32; the pin of a plough. &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21; ch&#x12B;la-man&#x1E0D;a. n. The ankle. &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC40;&#xC32;&#xC41;. &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; ch&#x12B;la-mannu. n. The luting round a crucible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;ru. [Tel.] v. a. To gash, cut in slices, tear, rend, &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;. To scratch &#xC17;&#xC40;&#xC30;&#xC41;. To hiss like a serpent. To call out, exclaim. To challenge or vie with in excellence. To call or invite. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC1A;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; ch&#x12B;ru&#x1E0D;u. n. Splitting. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;. Calling &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;. BD. iv. 984.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x12B;varamu. [Tel.] n. The tattered garb of a mendicant. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC36;&#xC3E;&#xC1F;&#xC3F;, &#xC2D;&#xC40;&#xC16;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC40;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ch&#x12B;ri. [Skt.] n. A moth, cricket. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;.
			</div>
                