&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chubukamu. [Skt.] n. The chin. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC2C;&#xC41;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chumbanamu. [Skt.] n. A kiss: &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC1A;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41; chumbin&#x1E6D;su. v. n. To kiss: &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1A;&#xC41;&#xC02;&#xC2C;&#xC15;&#xC41;&#xC21;&#xC41; one who kisses; a superficial student.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;chengali. [Tel.] adj. Near, neighbouring. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC02;&#xC17;&#xC1F; chenga&#x1E6D;a. adv. In the neighbourhood, near, close by &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;chengan&#x101;lu. [Tel.] n. Capers, gambols, &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC32;&#xC41;. Salutations. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC32;&#xC28;&#xC3F;.&quot; H. iv. 317.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC15;</span>&#xA0;&#xA0;chenka. [Tel.] n. The cheek: a small plot in a field. The gills of a fish. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC1A;&#xC46;&#xC02;&#xC2A;, &#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC46;&#xC02;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; chenka-v&#x113;yu. v. n. To slap, to strike on the cheek.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ch&#x16B;r&#x1E47;ika. [Skt.] n. A sort of harmonious prose, not divided into prosodial feet, but with the unbroken sentence running on continously. &#xC17;&#xC26;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x16B;r&#x1E47;amu. [Skt.] n. Dust, powder. &#xC2A;&#xC4A;&#xC21;&#xC3F;. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; ch&#x16B;r&#x1E47;amu-ch&#x113;yu. v. n. To beat to dust; to triturate. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC41;&#xC02;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; curls, ringlets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x16B;tamu. [Skt.] n. A mango tree. &#xC1A;&#xC42;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. n. Manmadha: because his arrows (&#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;) are mango-blossoms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC21;</span>&#xA0;&#xA0;or &#xC1A;&#xC42;&#xC21;&#xC2E;&#xC41; ch&#x16B;&#x1E0D;a. [Skt.] n. The lock of hair worn by men on the crown of the head. &#xC36;&#xC3F;&#xC16;, &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC06;&#xC2E;&#xC42;&#xC32;&#xC1A;&#xC42;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; from end to end (of the story.) &#xC06;&#xC2A;&#xC3E;&#xC26;&#xC1A;&#xC42;&#xC21;&#xC2E;&#xC41; from head to foot. &#xC1A;&#xC42;&#xC21;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; ch&#x16B;&#x1E0D;&#x101;-karmamu. n. The ceremony of removing the first hair of a child. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC1A;&#xC42;&#xC21;&#xC3E;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; or &#xC1A;&#xC42;&#xC21;&#xC3E;&#xC2E;&#xC23;&#xC3F; ch&#x16B;&#x1E0D;&#x101;-kal&#x101;pamu. n. A crest. a diadem.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x16B;chukamu. [Skt.] n. A nipple or teat. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chulukamu. [Skt.] n. The hand held as a cup to contain a liquid in the palm. A small cupful: &#xC1A;&#xC47;&#xC30;, &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;chengu. [Tel.] n. A skirt, border, edge. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;, &#xC05;&#xC02;&#xC1A;&#xC41;. In marriage the couple are tied together by the corners of their skirts. Hence, &#xC08; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is wedded to this business. &#xC28;&#xC40;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I am irrevocably thy servant. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; to seize one by the skirt as a beggar does.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4D;&#xC24;&#xC02;&#xC17;&#xC41; chengu. [Tel.] n. Agility, &#xC1A;&#xC02;&#xC17;&#xC41;&#xC28; chengu-na. adv. Suddenly. &#xC1A;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; chengu-pilli. n. A wild cat or mountain cat; that &quot;leaps&quot; at an object.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;chen-g&#x101;vi. [Tel. &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC15;&#xC3E;&#xC35;&#xC3F;.] n. A reddish tint; saffron colour &#xC1C;&#xC3E;&#xC2B;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC35;</span>&#xA0;&#xA0;chen-galuva. [Tel. &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC15;&#xC32;&#xC41;&#xC35;.] n. The red water lily. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC32;&#xC41;&#xC35;. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC41; chenga&#x1E37;va-k&#x14D;sh&#x1E6D;u. n. A sort of drug, a species of costus &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; chengalva-ga&#x1E0D;&#x1E0D;i. n. A sort of grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chengal-in&#x1E6D;su. [Tel.] v. n. To appear, shine, bloom, rejoice, to beam with a smile &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To deride. &#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; derision.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;ch&#x16B;lika. [Skt.] n. The root of an elephant&apos;s ear. &#xC17;&#xC1C;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. The tresses or hair. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;</span>&#xA0;&#xA0;che. [Tel. Short for &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;. (q. v.) in compounds.] adj. Budding, tender, red. Delicate: pretty.
			</div>
                