&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; chen&#x1E6D;su. [Tel.] n. A hill tribe, savages, hill folk, high-landers. &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC24; chencheta. n. A woman of this tribe. &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41; adj. Savage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;chen&#x1E6D;sali-che&#x1E6D;&#x1E6D;u. [Tel.] n. A kind of herb. Digera muricata. &#xC24;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC23;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC41;&#xC23;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;chengu. [Tel.] v. n. To be loosened (as a knot) &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To with draw, to retreat &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. To lose or fail in a game &#xC13;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC3F; &#xC06;&#xC21;&#xC41; to talk indifferently. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to loiter in walking. &#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; (at games with small balls) the ball stopped, or missed. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; there are two holes without balls. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to defeat &#xC13;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC35;</span>&#xA0;&#xA0;chendova. [Tel. &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC24;&#xC4A;&#xC35;.] n. The red lotus. The red water lily. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC32;&#xC41;&#xC35;. &#xC1A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41; epithet of Adonis as the friend of this flower. T. iv. 192.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;chend-uppu. [Tel. &#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;+&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;.] n. Saltpetre. &#xC07;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;&#xC17;&#xC2A;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;chenduga-puli. [Tel.] n. A kind of leopard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;chendu. [Tel.] v. n. To happen, befall, to belong to, to accrue to, to devolve on. To be got, felt, experienced. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. v. a. To obtain, attain to, enjoy. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F; they enjoyed sleep. &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC2D;&#xC2F;&#xC2E;&#xC41; the terror he suffered. &#xC26;&#xC48;&#xC28;&#xC17;&#xC24;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F; they died: lit. they suffered the will of God. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC26;&#xC46; will not the sin be thine? &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; chendin&#x1E6D;su. v. a. To cause to get, attain, obtain or enjoy. &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; to assign or apportion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15; chendirika. [Tel.] n. Red colour. &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; che&#x1E47;diramu. [Tel. from Skt &#xC38;&#xC3F;&#xC02;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;.] n. Vermilion. The red mark worn on the forehead. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;chen-dammi. [Tel. &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.] n. The red lotus. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC24;&#xC32;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;chental-&#x101;si. [Tel.] n. The plant called &#xC15;&#xC1F;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC24;</span>&#xA0;&#xA0;chenta. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;. adv. By, at, beside, along. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F; they screened him from his father.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;chen&#x1E0D;u. [Tel.] v. n. To rise, or spread, as a scent. v. a. To cut to pieces, mangle, destroy, break, ruin. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC08;&#xC2F;&#xC46;&#xC02;&#xC21; &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this sunshine is scorchingly hot. n. A cluster or ball or flowers. &#xC2A;&#xC42;&#xC2C;&#xC02;&#xC24;&#xC3F;. A ball to play with. &#xC2C;&#xC02;&#xC24;&#xC3F;. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41; chen&#x1E0D;-&#x101;&#x1E0D;u. (&#xC1A;&#xC46;&#xC02;&#xC21;&#xC3F;+&#xC06;&#xC21;&#xC41;.) v. a. To cut up into pieces. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To destroy, slay, To play at ball (&#xC1A;&#xC46;&#xC02;&#xC21;&#xC41; &#xC06;&#xC21;&#xC41;). &#xC1A;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC1F; chen&#x1E0D;&#x101;ta. n. A game at ball. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; chen&#x1E0D;u-g&#x14D;rimpulu. n. Playing at ball. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC41; to devour or plunder. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; chen&#x1E0D;umalle. n. The marigold. &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC1A;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F;. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41; chen&#x1E0D;u-ben&#x1E0D;-&#x101;&#x1E0D;u. v. t. To cut to pieces. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; or &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; chen&#x1E0D;i-p&#x14D;tu. n. A wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;chemba&#x1E0D;i-v&#x101;&#x1E0D;u. [Tel.] n. A fisherman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC2A;</span>&#xA0;&#xA0;chempa. [Tel.] n. The cheek. &#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2E;&#xC41;. A side. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC28;&#xC40;&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC2A; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46; thy sin hath struck thee on the cheek. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC3F; chempa-kalli. n. An ornament worn by women. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC2F; chempa-k&#x101;ya. n. A slap on the cheek, a box on the ear. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; chempa-gillu. v. n. To turn aside, go out of the way. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC24;&#xC32; chempa-tala. adv. Close by, at, near. P. ii. 170. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a cushion or pad.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC15;. (q. v.)
			</div>
                