&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;chekkili. n. [Tel.] n. The cheek. &#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;chekka. [Tel.] n. Wood; a bit, a piece, a chip, a plank of wood. A bed, or division in a field. See &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; adj. Wooden. Smooth. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; smooth plaster, (So called because polished with a piece of wood.) &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4A;&#xC23;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; or &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC23;&#xC41;&#xC1C;&#xC41; chekka-ko&#x1E47;uduru. n. A wood louse, a tick. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; chekka-che&#x1E6D;&#x1E6D;u. n. A kind of tree from the wood of which a red dye is obtained. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC47;&#xC32;&#xC41; chekka-p&#x113;lu. n. Cattle lice or ticks. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC02;&#xC17;&#xC41; chekka-rangu. n. Wood colour; brown or yellowish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; cheku-muki. [Tel.] n. A flint. &#xC1A;&#xC46;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F; chekimuki-tup&#x101;ki. n. A flint gun, as distinguished from the common &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F; or matchlock.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC2A;&#xC3F;&#xC15;, &#xC1A;&#xC46;&#xC15;&#xC2A;&#xC46;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC15;&#xC2C;&#xC46;&#xC15;. cheka-pika. [Tel.] n. Fierceness. See &#xC1A;&#xC15;&#xC1A;&#xC15;. &#xC1A;&#xC46;&#xC15;&#xC2A;&#xC46;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; to trouble &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC21;&#xC3E;</span>&#xA0;&#xA0;cheka&#x1E0D;&#x101;. [Tel.] n. A bullock cart. &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC30;&#xC46;&#xC02;&#xC21;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC2C;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;chembu. [Tel.] n. A cup, a jug, an ewer, a cruise, a goblet, a tankard. A vase or globular metal pot of a peculiar form: &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC32;&#xC4B;&#xC39;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC24;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; ivory cups for perfumes: &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC32; chembu-tala. n. A bald head. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC21;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;che&#x1E0D;agaramu. [Tel.] adj. Shy, cruel, as a cow, &amp;c., not fit to go near, dangerous, not trustworthy. Gruff, rough. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;. n. A cruel person &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;che&#x1E6D;&#x1E6D;u. [Tel.] n. A tree or plant. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; a monkey, &#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be formed into a tree &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41;. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35; che&#x1E6D;&#x1E6D;upa. n. A wing. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; to be turned into a pillar, to become transfixed or stupified &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC3F; che&#x1E6D;&#x1E6D;u-mu&#x1E6D;i. n. The plant called Nepeta Malabarica. &#xC2E;&#xC17;&#xC2C;&#xC40;&#xC30;&#xC3E;&#xC15;&#xC41;. Rox. i. 1. Ainsl. ii. 294. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;. che&#x1E6D;&#x1E6D;-uruku-p&#x101;mu n. The tree snake. (Russell.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;che&#x1E6D;&#x1E6D;a. [Tel.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; or &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; catching him by the hand. BD. iv. 1165. P. i. 51. Mischief. &#xC15;&#xC40;&#xC21;&#xC41;. adj. Mischievous. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; che&#x1E6D;&#x1E6D;a-pa&#x1E6D;&#x1E6D;&#x101;lu-pa&#x1E6D;&#x1E6D;u-konu. v. n. To walk hand in hand. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; che&#x1E6D;&#x1E6D;-pa&#x1E6D;&#x1E6D;u. v. t. To marry. Lit. take by the hand. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. n. Marriage &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;che&#x1E6D;&#x101;-yin&#x1E6D;su. [Tel.] v. t. To reject, refuse, disapprove.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;</span>&#xA0;&#xA0;chech-chera. [Tel.] adv. Forthwith, at once. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chekkemu. [Tel.] n. The marrow in a bone. &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;chekku. [Tel.] v. a. To pare, to cut into slices. To engrave. (&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;) &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;. To make a pen. To set jewels. To tuck in, put in, insert, set. To dig slightly or scrape the surface. To cast up the earth, as a worm does. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; chekku-&#x1E6D;-addamu. n. A mirror (&#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;) set in a frame. (&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F;.) &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30; chekku&#x1E0D;u-p&#x101;ra. n. A sort of spade for cutting turf. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; chek-konu. v. n. (middle voice of &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;.) To adjust, trim, set right. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; chekkin&#x1E6D;su. v. t. To thrust forward the breast, as a crowing cock does. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; n. The side, in general. The check. The rind or side of a fruit. Half a pack; being as much as is on each side of a bullock. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he was quite exhausted. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; pranks, roguery. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC15; unharmed, untouched, intact. &#xC05;&#xC26;&#xC3F; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is in excellent order.
			</div>
                