&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;chemika. [Tel.] n. Selvedge of cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC1F; chema&#x1E6D;a. [Tel.] n. Sweat, perspiration, moisture. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC28;&#xC4A;&#xC38;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC41; I live by the sweat of my brow. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC2E;&#xC1F; gentle perspiration. &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; chema&#x1E6D;a-k&#x101;yalu. n. Prickly heat. &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC2A;&#xC3E;&#xC24; chema&#x1E6D;a-p&#x101;ta. n. A sweaty cloth. The glove worn by falconers, for the hawk to perch on. &#xC1A;&#xC46;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; or &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; chemaru-p&#x14D;tu. n. One who perspires profusely &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC46;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC2A;&#xC4B;&#xC2F;&#xC41; or &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; chemar&#x1E6D;su. v. n. To sweat, to perspire. &#xC1A;&#xC46;&#xC2E;&#xC30;&#xC41;. chemaru. n. Moisture, oozing. v. n. To sweat, to ooze.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;cheppu-ta&#x1E6D;&#x1E6D;-&#x101;ku. [Tel.] n. The common asarabica or foalfoot plant. Asarum curopocum (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;cheppu. [Tel.] v. a. To say, tell. To teach, to speak of. To write or compose a poem. To describe, tell of. To term, call, name, denominate. &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41; he told me. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; a hearsay word, hearsay, talk, rumour. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; cheppin&#x1E6D;su. v. a. To make one say or tell. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41;. I got him an employment. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41;. I got him taught to read. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC05;&#xC02;&#xC2A;&#xC41; cheppi-ampu. v. a. n. To send word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chemmili-p&#x101;mu. [Tel.] n. A prickly eel found on the sea coast. Gymnotus catenatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;chemmar-in&#x1E6D;su. [Tel.] v. n. To sweat. To be moist. &#xC24;&#xC47;&#xC2E;&#xC0A;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;chemma. [Tel.] adj. Damp, moist. n. Damp, moisture. &#xC24;&#xC21;&#xC3F;. &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC41; or &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; chemma-gillu. v. n. To be damp, &#xC24;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC26;&#xC17;&#xC41;. &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC09;&#xC30;&#xC41;&#xC15;&#xC41; = &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                