&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41; cheragu. [Tel.] n. The hem or skirt of a garment. &#xC05;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;. Direction &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC4B;&#xC15;&#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; money tied in the skirt. &#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28; menstruous. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; the ropes used as traces for a cart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chera-ga&#x1E0D;&#x1E0D;amu. [Tel.] n. The plant called Indigofera enneaphylla. Rox. iii. 376.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC30;&#xC15;&#xC41; Same as &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;</span>&#xA0;&#xA0;chera. [Tel.] n. A prison. &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. Imprisonment, captivity &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;, &#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;. &#xC1A;&#xC46;&#xC30;&#xC2C;&#xC4B;&#xC35;&#xC41; to go to jail. &#xC1A;&#xC46;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC46;&#xC30;&#xC17;&#xC4A;&#xC28;&#xC41; to take one a prisoner, to capture, to carry away by force; to ravish a woman &#xC1A;&#xC46;&#xC30;&#xC1A;&#xC42;&#xC30;&#xC32;&#xC41; chera-ch&#x16B;ralu. n. Rape and robbery. &#xC1A;&#xC46;&#xC30;&#xC1A;&#xC42;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; chera-ch&#x16B;ralu-pa&#x1E6D;&#x1E6D;u. v. t. To ransack or overhaul, to sack. &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32; chera-s&#x101;la. n. A prison house or dungeon. &#xC1A;&#xC46;&#xC30;&#xC2C;&#xC21;&#xC41; or &#xC1A;&#xC46;&#xC30;&#xC2C;&#xC4B;&#xC35;&#xC41; to be taken prisoner, to be captured or carried away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC2F;&#xC3F;, &#xC1A;&#xC47;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; cheyi. [Tel.] n. A hand The arm. A sleeve. An elephant&apos;s trunk. Five (in counting, as three hands, i.e., fifteen.) &#xC05;&#xC30;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; or &#xC32;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the palm of the hand. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; or &#xC2E;&#xC40;&#xC1C;&#xC46;&#xC2F;&#xC3F; the back of the hand. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the wrist. &#xC2E;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the elbow. &#xC26;&#xC02;&#xC21;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the upper arm. &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC26;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC26;&#xC3F; or &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC26;&#xC41; cheyidamu. [Tel. from &#xC1A;&#xC47;&#xC2F;&#xC41;.] n. An act, action, doing. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &quot;&#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC15;.&quot; M. XII. ii. 415. &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; cheyi-pa&#x1E6D;&#x1E6D;u. v. n. To adopt, protect, take by the hand. To seize or ravish a woman. To marry. To foster. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC28;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC32;&#xC32;&#xC41; or &#xC1A;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; cheyi-vr&#x101;lu. n. Handwriting, a signature. &#xC35;&#xC3E;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41; &#xC12;&#xC15; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are all hand in hand, hand and glove with each other. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the business turned out well. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a servant, a slave. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC28;&#xC3F; hand-work. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; money in hand, cash. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one of his creatures or hangers on. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC35;&#xC46;&#xC32; sale for ready money. &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC32;. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC38;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC32;&#xC4B; when your hand is in, when you have the opportunity. In some phrases the word may be left untranslated: as &#xC28;&#xC3E; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; he gave it to me; lit. to my hand &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F; means a supply of rice, &amp;c., provided for dinner at a future stage in a journey. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he laid up something to meet contingencies. &#xC15;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; like a looking glass in the hand of a bear. &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F; idle, paltry, incapable. In some compounds it means extra, as &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F; or &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24; a reserve, or extra ground; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC24;&#xC21;&#xC3F; &#xC06;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; do it before your hand cools. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2F;&#xC40;&#xC1F;&#xC46; a small spear. &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a key. &#xC28;&#xC40;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;, or, &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; you will have to lay out some money. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to handle, interfere, meddle with, to use the hand: to take the law into one&apos;s own hands and beat. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to abandon, desert, give over (a person.) &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to feel the pulse. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; cheyyi-tirigina. adj. Experienced, expert, handy. &#xC1A;&#xC46;&#xC2F;&#xC41;&#xC35;&#xC41; or &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC35;&#xC41; cheyuvu. n. An act, an action.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;cherugu. [Tel.] v. a. To winnow. &#xC1A;&#xC47;&#xC1F;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it came as though it were winnowed. &#xC0E;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it rains fire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;. cheruku. [Tel.] n. The sugar cane. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;. Wood &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;. &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41; kitchen fuel. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; a feat of skill and strength in sword play or with an axe, which consists in lopping off a stem of sugar cane at a single blow in any proposed manner. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; an epithet of Manmadha, as his bow is made of sugar cane. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; cheruku-pichchika. n. The yellow-throated sparrow. Gymnorhis flavicollis, (F.B.I.) &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC21;&#xC2E;&#xC41; or &#xC1A;&#xC46;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41; cheru-ka&#x1E0D;amu. n. Jaggery, &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC3F;</span>&#xA0;&#xA0;cheri. [Tel.] adv. Apiece, each. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC15;&#xC3F;. &#xC1A;&#xC46;&#xC30;&#xC3F;&#xC38;&#xC17;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; each took half.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC35;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC30;&#xC35;&#xC2E;&#xC41;. cherava. n. A kettle. (Commonly called &#xC1A;&#xC30;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;cheralu. [Tel.] v. n. To be eager or emulous. BD. v. 959; vii. 80.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; cheral-&#x101;&#x1E0D;u. [Tel.] v. n. To move. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To spread (as smoke) &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To wallow or play in water. To frisk, gambol. To play with, to sport with, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC1F;, &#xC1A;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; or &#xC1A;&#xC46;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; cheral-&#x101;&#x1E6D;amu. n. A game, sport, &#xC06;&#xC1F;. Moving about &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40;. &#xC15;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC15;&#xC41;&#xC1F;&#xC40; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC16;&#xC41;&#xC24;&#xC4B;&#xC1C;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. ii. &quot;&#xC30;&#xC17;&#xC21;. &#xC05;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC1C;&#xC46; &#xC30;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC42;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41;, &#xC1C;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC39;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2E;&#xC43;&#xC17; &#xC1D;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC40;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; &#xC30;&#xC3E;&#xC18;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC2E;</span>&#xA0;&#xA0;cherama. [Tel.] n. A hole. A nostril. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC30;&#xC2E;&#xC32;&#xC41; the nostrils. Swa. iv. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC2A;</span>&#xA0;&#xA0;cherapa. [Tel.] n. A cheek. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC1A;&#xC46;&#xC02;&#xC2A;. &#xC1A;&#xC46;&#xC30;&#xC2A;&#xC28;&#xC1A;&#xC47;&#xC1F; cherapana-ch&#x113;&#x1E6D;a. n. A worthless wretch. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
                