&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC2E;</span>&#xA0;&#xA0;chelama. [Tel.] n. An orifice or bore; a small pit dug in the dry bed of a stream for drawing water, &#xC26;&#xC4A;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC2E; the pit of the navel. Vijaya. iii. 13. T. ii. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC2A;</span>&#xA0;&#xA0;or &#xC17;&#xC47;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC32;&#xC2A; chelapa. [Tel.] n. A buffalo heifer about three years old.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC26;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;chelagu. [Tel.] v. n. To appear, arise, occur, befall, take place, happen, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;; enjoy oneself. Resound &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;; break forth, be felt (as a passion,) come to light, be betrayed, to break out (as a sore.). &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC17;&#xC46;. a shower of flowers took place. To flourish, be strong. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To rejoice &#xC09;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To sound &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; chela-gin&#x1E6D;su. v. a. (causal of &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;) To betray, give forth, emit (sighs.) &#xC1A;&#xC46;&#xC32;&#xC17;&#xC3F;&#xC17;&#xC33;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC46;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; more and more plainly were his sobs heard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC32;&#xC17;&#xC3E;&#xC1F;&#xC32;&#xC41; chelaga&#x1E6D;lu. [Tel.] n. Gambols, capering. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC15;</span>&#xA0;&#xA0;chelaka. [Tel.] n. A field, particularly when fallow. &#xC1A;&#xC46;&#xC32;&#xC15;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; a field&apos;s length.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC15;</span>&#xA0;&#xA0;chelaka. Same as &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;cherla-k&#x14D;la. [Tel.] n. A whip with several lashes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;cheruvu. [Tel.] n. A tank or artificial lake. &#xC24;&#xC1F;&#xC3E;&#xC15;&#xC2E;&#xC41;. v. a. To insert, stick in, to cut. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. To pierce &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. A. v. 152. Kanak iv. 263. n. Cutting into slices &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC3F; cheruvu-k&#x101;ki. n. A cormorant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;cherumu. [Tel.] v. n. To rub. &#xC30;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC30;&#xC1A;&#xC41; cheru&#x1E6D;su. [Tel.] v. a. To spoil, &#xC1A;&#xC46;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;; to hurt, to ruin, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;; to ravish, debauch. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC1A;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC41; cherupu. n. Damage, harm, ruin, loss, spoiling, dissension. &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; hindrance, prevention. &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC25; a nonsensical idle story. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC32;. cherupu-dala. n. Injuriousness, hurtfulness. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC3F; one who spoils or ruins. &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;cheliyali-ka&#x1E6D;&#x1E6D;a. [Tel. from &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41; to cease, &#xC05;&#xC32; a wave, and &#xC15;&#xC1F;&#xC4D;&#xC1F; a bank.] n. The sea-shore. Lit: The &quot;bank where the wave stops.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;cheli-mi. [Tel. &#xC1A;&#xC46;&#xC32;&#xC3F;+&#xC07;&#xC2E;&#xC3F;, from &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41; to pass or be mutual.] n. Friendship, intercourse, agreeableness, kindness, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; chelimi-katte. n. A female gossip or confidante. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; chelimi-k&#x101;&#x1E0D;u. n. An intimate, a companion. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F; cheliya. n. A female friend, a female companion &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC26;&#xC3F;, &#xC1A;&#xC46;&#xC32;&#xC26;&#xC3F; or &#xC1A;&#xC46;&#xC32;&#xC02;&#xC26;&#xC3F; chelidi. [Tel.] n. A scab, an ulcer, a sore, a syphilitic affection. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a spider. A. vi. 75. BD. iii. 572. Kalah. ii. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;, &#xC1A;&#xC46;&#xC32;&#xC15; or &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC15; chelike. [Tel.] n. A fallow field. &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC28;&#xC47;&#xC32;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15; (from &#xC2A;&#xC41;&#xC32;&#xC3F; fresh) a field lately left fallow. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15; a field long left fallow. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC47;&#xC32; or &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC47;&#xC30; a field&apos;s length. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; cheli. [Tel.] n. A girl&apos;s companion, a playfellow, a gossip, a playmate, a confidante. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; cheli-k&#x101;&#x1E0D;u. n. A companion, a friend. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; cheli-k&#x101;ramu. n. Friendship. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2C;&#xC4B;&#xC1F;&#xC3F; cheli-b&#x14D;&#x1E6D;i. n. A female companion, a brides maid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC3E;&#xC2E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;che&#x101;ma&#x1E47;i. [H.] adj. Current, as coin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;chela-r&#x113;gu. [Tel. &#xC1A;&#xC46;&#xC32;&#xC17;&#xC3F;+&#xC30;&#xC47;&#xC17;&#xC41;.] v. n. To burst out, to riot, to rise as a mob, break out as thieves, to be excited, to be put on one&apos;s mettle, to be provoked; to exult. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;cheluva. [Tel.] n. A beautiful woman. UH. iv. 267. B. X. 22: 3. &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41; or &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41; cheluvamu. n. Manner, way. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Beauty &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC06;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41; in that manner, thus, so. &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; cheluvu&#x1E0D;u. n. A beautiful person. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41;. A friend. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;, A lover. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. A husband &#xC2D;&#xC30;&#xC4D;&#xC24;.
			</div>
                