&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC1C;&#xC47;&#xC24;</span>&#xA0;&#xA0;ch&#x113;-j&#x113;ta. [Tel. &#xC1A;&#xC47;&#xC2F;&#xC3F;+&#xC1A;&#xC47;&#xC24;.] adv. Hand in hand, hand over hand: rapidly, at once. &#xC1A;&#xC47;&#xC1C;&#xC47;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; he was caught in the act.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC17;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC35; ch&#x113;ga. [Tel.] n. Strength. &#xC2C;&#xC32;&#xC2E;&#xC41;. The heart of a tree. BD. ii. 556. &#xC1A;&#xC47;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21; ch&#x113;ga-ga&#x1E0D;&#x1E0D;a. n. The medicinal root called Vangueria Spinosa Rox. i. 536.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-konu. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] v. a. To accept, receive, take, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To grant, accede to &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To encourage, to console &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To attain or assume power. To conquer &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC47;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; the causative of &#xC1A;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC15;&#xC4A;&#xC23;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC15;&#xC4A;&#xC23;&#xC41;&#xC26;&#xC41; ch&#x113;-ko&#x1E47;uzu. [Tel.] n. Yellow white-ants &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC02;&#xC17;&#xC41;&#xC17;&#xC32; &#xC1A;&#xC46;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC15;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC41;, &#xC1A;&#xC47;&#xC15;&#xC42;&#xC21;&#xC41; ch&#x113;kuru. [Tel.] v. n. To come to hand. To accrue, be gained or be found. &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC17;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; ch&#x113;-ka&#x1E6D;lu. [Tel.] n. Bracelets made of gold and coral beads alternately. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2D;&#xC42;&#xC37;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC02;&#xC24;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC21;&#xC41; ch&#x113;n-t&#x101;&#x1E0D;u. [Tel. &#xC1A;&#xC47;&#xC26;&#xC41;+&#xC24;&#xC3E;&#xC21;&#xC41;.] n. The rope used for drawing water from a well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;</span>&#xA0;&#xA0;ch&#x113; [Tel. contracted from &#xC1A;&#xC47;&#xC2F;&#xC3F; or &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. An elephant&apos;s trunk &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC38;&#xC30;&#xC1A;&#xC41; to pat the hand. &#xC1A;&#xC47;&#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E; a sign made with the hand. &#xC1A;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC41;&#xC15; a present given in person. &#xC1A;&#xC47;&#xC17;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; an elephant. &#xC1A;&#xC47;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a charitable person. &#xC1A;&#xC47;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; a slip of the pen. &#xC1A;&#xC47;&#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; or &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41; a simple debt as distinguished from a bond debt. &#xC1A;&#xC47; like &quot;hand,&quot; when used adjectively sometimes means Small, as &#xC1A;&#xC47;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a hand box, &#xC1A;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a small knife, &#xC1A;&#xC47;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46; a small adze. &#xC1A;&#xC47; or &#xC1A;&#xC47;&#xC24; affix. By, through, with. &#xC24;&#xC28;&#xC1A;&#xC47;&#xC28;&#xC48;&#xC28;&#xC02;&#xC24;&#xC26;&#xC42;&#xC30;&#xC3F; abusing them to the utmost in his power. &#xC1A;&#xC47;&#xC15;&#xC42;&#xC32;&#xC3F; ch&#x113;k&#x16B;li. n. Hire. &#xC1A;&#xC47;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a hireling, a hired servant. B. D. v. 396.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;</span>&#xA0;&#xA0;ch&#x113;ta. [Tel. from &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] (Locative) In the hand. &#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; I will do what I can. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC1A;&#xC47;&#xC24; &#xC05;&#xC35;&#xC41;&#xC28;&#xC3E; can you do that work? &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I received it from them or at their hands. n. Doing, &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;, An act, action. &#xC2A;&#xC28;&#xC3F;. &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F; uncanny, useless, unprofitable, awkward, vile. &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; an able man &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. (As an affix.) By, through, by means of, with. &#xC28;&#xC3F;&#xC1C;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC24;.&quot; (HD. i. 1612.) with his own hand. &#xC1A;&#xC47;&#xC24;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; an artificial mound &#xC15;&#xC43;&#xC24;&#xC15;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x113;&#x1E0D;-pa&#x1E0D;u. [Tel.] v. n. To be ruined. To grieve, be in pain. &#xC2C;&#xC3E;&#xC27;&#xC2A; &#xC21;&#xC41;. (M. XII. ii. 285.) &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC1A;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; ch&#x113;&#x1E0D;-paru&#x1E6D;su. v. t. To ruin, to rout. M. VII. iv. 166. &#xC1A;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; ch&#x113;&#x1E0D;-p&#x101;&#x1E6D;u. n. Misery, ruin, rout. &#xC2C;&#xC3E;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC21;&#xC46; ch&#x113;&#x1E0D;iya. [Tel.] n. A damsel, a woman or lady, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;; a woman, a female companion &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC35;&#xC28;&#xC3F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ch&#x113;&#x1E6D;u. [Tel.] n. Work, &#xC2A;&#xC28;&#xC3F;. Ill, harm, ruin, waste, spoiling, misfortune, disaster. &#xC15;&#xC40;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC3F;&#xC38;&#xC17;&#xC2E;&#xC41; sharing the loss and gain. &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a period of misfortune. &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC2E;&#xC23;&#xC41;&#xC17;&#xC41; to be ruined or destroyed. &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC21;&#xC41; ch&#x113;&#x1E6D;u&#x1E0D;u. n. A man servant &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC47;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F; ch&#x113;&#x1E6D;la-korivi. n. A perfect firebrand, i.e., an unfortunate or useless person. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC1F;</span>&#xA0;&#xA0;ch&#x113;&#x1E6D;a. [Tel.] n. A winnowing basket or fan. &#xC1A;&#xC47;&#xC1F;&#xC15;&#xC42;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC1A;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC41; ch&#x113;&#x1E6D;a-k&#x16B;rappu. n. A loan of grain, grain lent to be paid in grain or advanced on trust to a buyer. &#xC1A;&#xC47;&#xC1F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41; ch&#x113;&#x1E6D;a-koll&#x101;ru. n. A sloping roof without side walls, as over a door. A shed. &#xC2E;&#xC42;&#xC21;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC41; ch&#x113;&#x1E6D;a-ch&#x113;ru. n. A mode of dress worn by women &#xC06;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC4B;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1A;&#xC47;&#xC1F;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41; ch&#x113;&#x1E6D;a-ch&#x113;rupu. n. An easy slope, a gradual rise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC1F;&#xC3F;&#xC15; ch&#x113;&#x1E6D;i. [Skt.] n. A female servant. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
                