&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;</span>&#xA0;&#xA0;ch&#x113;da. [Tel.] n. The rope fastened to a bucket for drawing water. Also, a bucket. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC26;&#xC47;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;. &#xC1A;&#xC47;&#xC26;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; a bucket of water. &#xC1A;&#xC47;&#xC26;&#xC2C;&#xC3E;&#xC35;&#xC3F; a draw well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC26;&#xC41; ch&#x113;ti. [Tel.] adj. Bitter. &#xC1A;&#xC47;&#xC26;&#xC41; &#xC17;&#xC32;. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; ch&#x113;ti-po&#x1E6D;la. n. The bitter snake-gourd. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC40;&#xC30; ch&#x113;ti-b&#x12B;ra. n. The bitter cucumber. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; ch&#x113;ti-vittu. n. A raw or bitter fruit. &#xC1A;&#xC47;&#xC24;&#xC3F; or &#xC1A;&#xC47;&#xC26;&#xC41; n. Bitterness: gall. A wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;ti. [Tel.] adj. Of the hand. &#xC1A;&#xC47;&#xC24;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; money in hand, cash in hand. &#xC1A;&#xC47;&#xC24;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; an infant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-t&#x101;&#x1E37;amu. [Tel. &#xC1A;&#xC47;&#xC2F;&#xC3F;+Skt. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;.] n. Clapping the hands. &#xC1A;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; or &#xC1A;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC40;&#xC2F;&#xC2E;&#xC41; adj. Artificial, not natural. &#xC1A;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; an artificial lingam: a truncated cylinder: also called &#xC05;&#xC28;&#xC3E;&#xC26;&#xC3F;, in contradiction to the &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41; or conical form.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-t&#x101;ku. [Tel. &#xC1A;&#xC47;&#xC24;&#xC3F;+&#xC24;&#xC3E;&#xC15;&#xC41;.] n. Daring. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;ch&#x113;tassu. [Skt.] n. Consciousness, intelligence. The mind or intellect: the understanding.&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC1A;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; ch&#x113;tasku&#x1E0D;u. adj. Inclined, willing, desirous, minded. &#xC2D;&#xC40;&#xC24;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC48; filled with fear, alarmed. &#xC2E;&#xC02;&#xC26;&#xC1A;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; a blockhead. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC15;&#xC41; &#xC21;&#xC41; a hard hearted man. &#xC1A;&#xC47;&#xC24;&#xC4B;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC47;&#xC24;&#xC4B;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; ch&#x113;t&#x14D;-j&#x101;tu&#x1E0D;u. n. The mind-born, i.e., Manmadha. &#xC1A;&#xC47;&#xC24;&#xC4B;&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41; gladness of heart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-tavulu. [Tel.] v. n. To accrue to, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To incur a loss &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x113;tarikamu. [Tel. &#xC1A;&#xC47;&#xC2F;&#xC3F;+&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n. Evil. &#xC15;&#xC40;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC24;&#xC32;&#xC3E;&#xC38;&#xC3F; ch&#x113;ta-r&#x101;si. [Tel.] n. A kind of potherb. Pharnaceum Mollugo diffusa Ainsl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x113;tanamu. [Skt.] n. Consciousness. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. An animal or living creature. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;ch&#x113;pa. [Tel.] n. A fish. A sort of torturing pincers to twitch the ears with &#xC1A;&#xC47;&#xC2A;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; Pisces, the source of Isinglass. Acipenser huso. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;ch&#x113;nu. [Tel.] n. A corn field. &#xC2A;&#xC02;&#xC1F;&#xC28;&#xC47;&#xC32;. A forest &#xC05;&#xC21;&#xC35;&#xC3F;. &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC47;&#xC28;&#xC41; a field of maize.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC28;</span>&#xA0;&#xA0;ch&#x113;na. [Tel.] adj. Much, long. This is the old spelling, and the rustic pronunciation at this day, of &#xC36;&#xC3E;&#xC28;, &#xC38;&#xC47;&#xC28;&#xC3E; or &#xC38;&#xC46;&#xC28;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC4B;&#xC21;&#xC41; ch&#x113;-d&#x14D;&#x1E0D;u. [Tel. &#xC1A;&#xC47;&#xC2F;&#xC3F;+&#xC24;&#xC4B;&#xC21;&#xC41;] n. A helper. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC41;</span>&#xA0;&#xA0;ch&#x113;du. [Tel.] n. Bitterness adj. Bitter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC41;</span>&#xA0;&#xA0;ch&#x113;du. [Tel.] v. a. To draw up (as a bucket) hand over hand. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;. To raise (an anchor.) &#xC1A;&#xC47;&#xC26;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3E;&#xC35;&#xC3F; ch&#x113;du&#x1E0D;u-b&#x101;vi. n. A draw well, in which the bucket is raised by the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;ch&#x113;-diviya. [Tel.] n. A torch. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x113;d&#x101;ramu. [Tel.] n. Loss, waste, diminution (of gold, in making jewels.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x113;d-arthakamu. [Skt. &#xC1A;&#xC47;&#xC24;&#xC4D;+&#xC05;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;] n. The subjunctive or conditional form of a verb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;ch&#x113;-da&#x1E47;&#x1E0D;a. [Tel &#xC1A; = &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] n. A garland for the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC26;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;da-r&#x101;si. Same as &#xC1A;&#xC47;&#xC24;&#xC30;&#xC3E;&#xC38;&#xC3F;. (q. v.)
			</div>
                