&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-pa&#x1E6D;&#x1E6D;u. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC47;&#xC2F;&#xC3F;.] v. a. To take by the hand. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To adopt, to patronise &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;. To help. To marry. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;. n. Adoption &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;. Kindness &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. A place &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41; one who tries to please every body. &#xC1A;&#xC47;&#xC2A;&#xC21;&#xC41; ch&#x113;-pa&#x1E0D;u. v. n. To fall into one&apos;s hands, to be seized or caught. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2F;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;-y-alati. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. adj. Near.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2E;&#xC4B;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC47;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC41; ch&#x113;-m&#x14D;&#x1E0D;u&#x1E6D;su. [Tel. &#xC1A;&#xC47; = &#xC2E;&#xC1A;&#xC47;&#xC2F;&#xC3F;.] v. n. To salute. &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC47;&#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC41; a salutation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2E;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;miri. [Tel.] n. Sour butter milk which is kept to curdle milk with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2E;&#xC1F;&#xC3F;&#xC06;&#xC35;&#xC41;</span>&#xA0;&#xA0;ch&#x113;ma&#x1E6D;i-&#x101;vu. [Tel.] n. A particolored cow. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;-manti. [Tel. from &#xC1A;&#xC47;&#xC2F;&#xC3F; = &#xC2C;&#xC02;&#xC24;&#xC3F;.] n. The Chrysanthemum, Indicum and Coronarium. (Watts.) A sort of Chamomile. Ainslie. i. 67. Rox. iii. 436. &#xC38;&#xC40;&#xC2E;&#xC1A;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The common or true Chamomile, Anthemis nobilis. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2E;</span>&#xA0;&#xA0;ch&#x113;ma. [Tel.] n. Bur-grass. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2E;&#xC32;&#xC41; trees and so forth. A plant the Arumesculentum &#xC06;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;. Heyne. Rox. iii. 495. A. ii. 62. ch&#x113;ma-ga&#x1E0D;&#x1E0D;a. n. The root termed  Caladium esculentum. Heyne. &#xC1A;&#xC47;&#xC2E;&#xC41;&#xC26;&#xC02;&#xC1F;&#xC41; its stock or stump. &#xC1A;&#xC47;&#xC2E;&#xC2A;&#xC42;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; ch&#x113;ma-p&#x16B;-r&#x101;zanamulu. n. Plu. A peculiar sort of p ddy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2C;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;-b&#x14D;&#x1E0D;i. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC47;&#xC2F;&#xC3F;.] n. A penniless man. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2C;&#xC40;&#xC30;</span>&#xA0;&#xA0;ch&#x113;-b&#x12B;ra. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC47;&#xC2F;&#xC3F;.] n. The small herb called Justicia ligulata. Rox. i. 126.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-biyyamu. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC47;&#xC2F;&#xC3F;.] n. Rice that is cleaned by the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC38;</span>&#xA0;&#xA0;ch&#x113;-b&#x101;&#x1E0D;isa. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC47;&#xC2F;&#xC3F;.] n. A small adze. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ch&#x113;pu. [Tel.] v. n. To let the milk flow, to give forth, emit (as a breast does milk). &#xC0E;&#xC17;&#xC1A;&#xC47;&#xC2A;&#xC41; to withhold the milk, or keep it from flowing, as a cow does unless her calf is near her. &quot;&#xC15;&#xC30;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC02;, &#xC17;&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2A;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; (M. I. v. 37.) at the sight of her child the milk sprang from her breast with affection. &#xC06;&#xC35;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; the cow withheld her milk. &#xC1A;&#xC47;&#xC2A;&#xC3E;&#xC15;&#xC41; a plant the leaves of which are given to cows to make them give milk freely. &#xC1A;&#xC47;&#xC2A;&#xC41; or &#xC1A;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41; n. A gush or spirt, as of milk. &#xC1A;&#xC47;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC30;</span>&#xA0;&#xA0;ch&#x113;ra. [Tel.] n. The hollow of the hand. &#xC1A;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41; ch&#x113;r-e&#x1E0D;u. [Tel.] n. A handful. A proverb says &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC46;&#xC21;&#xC47;&#xC38;&#xC3F; a dead man&apos;s eyes are a hand&apos;s breadth, i.e., very fine!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ch&#x113;yu. [Tel.] v. a. To do, make, perform. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pain. &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC47;&#xC2F;&#xC41; to cook. &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to quarrel. &#xC15;&#xC48;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to imprison. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to put in one&apos;s charge. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to trade. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to take shelter, use as a screen. &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to settle the price. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to contract a debt. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC06;&#xC21;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F; looking upon me as a mere woman. &#xC08; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC28;&#xC46;&#xC32;&#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the infant looks a month old already. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC2F;&#xC47;&#xC2E;&#xC48;&#xC28;&#xC3E; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E; is the child picking up flesh? &#xC15;&#xC3E;&#xC1C;&#xC47;&#xC2F;&#xC41; to misappropriate, to settle, to kill. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he procured a palankeen. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; a wedded wife. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46; he closed his fist and beat them. &#xC05;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to take refuge. &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;. (M. XIII. ii. 375) he told it as a secret. &#xC1A;&#xC47;&#xC2F;&#xC41; v. n. To do, act, behave. To be worth. &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; it will be worth ten groats. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; he caught cold. &#xC1A;&#xC47;&#xC2F;&#xC3F; ch&#x113;yi. [lit: That which does or works.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; or &#xC1A;&#xC46;&#xC2F;&#xC3F;. A ray &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. A trunk &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. A wing. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; Two cubit&apos;s length &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. A hold or grasp &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ch&#x113;yin&#x1E6D;su. v. a. To cause to do or make. To get done.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;See under &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                