&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chaityamu. [Skt.] n. A temple. &#xC17;&#xC41;&#xC21;&#xC3F;. A Buddhist temple &#xC2C;&#xC4C;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;. A place of sacrifice &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC36;&#xC3E;&#xC32;. A tree in a garden where people meet. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC48;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chaitanyamu. [Skt. from &#xC1A;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;.] n. Consciousness. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. Life &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;. Locomotion, ability to move.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC38;&#xC47;&#xC24;</span>&#xA0;&#xA0;ch&#x113;-s&#x113;ta. [Tel. &#xC1A;&#xC47;&#xC2F;&#xC3F;+&#xC1A;&#xC47;&#xC24;.] n. Handiwork &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC28;&#xC3F;. adv. From hand to hand &#xC12;&#xC15; &#xC30;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC41;&#xC17;&#xC3E;. Then and there &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC38;&#xC3F;</span>&#xA0;&#xA0;ch&#x113;si. [Tel.] n. An affix: By through, because of, by reason of. &#xC1A;&#xC47;&#xC24;, &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC02;&#xC1C;&#xC47;&#xC38;&#xC3F; by coming. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC1C;&#xC47;&#xC38;&#xC3F;. Swa. v. 3.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ch&#x113;sh&#x1E6D;a. [Skt. from Tel.] n. An act, deed or gesture; conduct, manners. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;, &#xC2A;&#xC28;&#xC3F;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41; childish behaviour. &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to play pranks &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-vr&#x101;lu. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] n. Hand-writing, a signature. &#xC38;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-velugu. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] n. A torch. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-vi&#x1E6D;s&#x1E6D;su. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] v. n. To salute. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1A;&#xC47;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; ch&#x113;-vippu. n. Salutation. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x113;-v&#x101;&#x1E0D;i-k&#x101;&#x1E0D;u. [Tel. &#xC1A;&#xC47; = &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] n. A sharper, a light fingered or expert fellow; a thief. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chyutamu. [Skt.] adj. Dropped down. &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC3F; chyuti..n. Dropping &#xC1C;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;. Letting go &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. Destruction &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chaulamu. [Skt.] n. The ceremony of tonsure, shaving off the hair of a child, three years old, with the exception of one lock, left on the crown of the head. &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC32;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chauryamu. [Skt. from &#xC1A;&#xC4B;&#xC30;.] n. Theft, robbery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x14D;shyamu. [Skt.] adj. That which may be sucked, as sauce. &#xC2A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC33;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4B;&#xC21;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; ch&#x14D;la-d&#x113;&#x1E63;amu. [Skt.] n. The Chola country. The ancient name for the country around Conjiveram.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4B;&#xC32;&#xC40; ch&#x14D;lamu. [Skt.] n. A woman&apos;s jacket or boddice. &#xC30;&#xC35;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ch&#x14D;ru&#x1E0D;u. [Skt.] n. A thief. &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC1A;&#xC4B;&#xC30;&#xC40; ch&#x14D;r&#x12B; n. Theft. &#xC1A;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC40; a spy (Vizag.) &#xC1A;&#xC4B;&#xC30;&#xC2D;&#xC30;&#xC4D;&#xC24; ch&#x14D;ra-bharta. n. A paramour, a lover by stealth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x14D;dyamu. [Skt.] n. Wonder, marvel, singularity, peculiarity. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC3F; being amazed. adj. Wonderful, singular, rare, refined.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ch&#x14D;ditamu. [Skt.] adj. Sent, directed, commanded. &#xC35;&#xC47;&#xC26;&#xC1A;&#xC4B;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; declared in the Vedas. &#xC1A;&#xC4B;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; chodi-tu&#x1E0D;u. n. One who is sent, directed, told, or commanded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chaitramu. [Skt.] n. The name of the first month in the Telugu year, answering to April-May. &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC25;&#xC2E;&#xC41; chaitra-rathamu. n. The garden of Kubera &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC1F;. &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC27;&#xC3F; chaitra-sakhu&#x1E0D;u. n. Manmatha the god of love, as delighting in the month of &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                