&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC15;</span>&#xA0;&#xA0;&#x1E6D;sanka. [Tel.] n. The armpit. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. The gill of a fish. &#xC1A;&#xC02;&#xC15;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; crutches. &#xC1A;&#xC02;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC3F; &#x1E6D;sanka-t&#x101;li. n. A bundle or load hanging down under the armpit. &#xC1A;&#xC02;&#xC15;&#xC28;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sandugu. [Tel.] n. A kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;sanduk&#x101;. [H.] n. A box or trunk. A drawer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E6D;sandu [Tel.] n. The moon &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC15; moonlight &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;sand&#x101;. [H.] n. A money subscription. &#xC1A;&#xC02;&#xC26;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a subscriber. &#xC1A;&#xC02;&#xC26;&#xC3E;&#xC35;&#xC47;&#xC2F;&#xC41; &#x1E6D;sand&#x101;-v&#x113;yu. v. a. To subscribe, contribute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sandamu. [Tel.] n. Manner, way; state, form. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;&#x1E6D;sanda-m&#x101;ma. [Tel.] n. The moon. The yolk of an egg. &#xC38;&#xC4A;&#xC28;. &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC1A;&#xC02;&#xC1A;&#xC2E;&#xC3E;&#xC2E;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC32;&#xC41; kissing or smacking the lips as a sign of being stricken with love. &#xC05;&#xC27;&#xC30;&#xC3E;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC36;&#xC3E;&#xC02;. v. &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; &#x1E6D;sandam&#x101;ma-pakke. n. A kind of fish: a sprat. &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; &#x1E6D;sandam&#x101;ma-purugu. n. A lady bird: &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC06;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;san&#x1E0D;ra. [Tel.] n. An acacia tree &#xC16;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; The Catechu gum tree. Acacia catechu. &#xC05;&#xC28;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; Acac&#xEF;a ferruginca. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; Acacia suma. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; Acacia sundra. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;san&#x1E0D;i. [from Skt. &#xC1A;&#xC02;&#xC21;&#xC3F;.] n. A name of P&#x101;rvati &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. A stubborn man &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A cruel man &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E6D;san&#x1E0D;i-tanamu. n. Stubborness, obstinacy. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; &#x1E6D;san&#x1E0D;ip&#x14D;tu. n. A wretch, an obstinate man. HD. ii. 1498.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;See &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC1A;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &#x1E6D;san&#x1E6D;i-pilla. [Tel.] n. A sucking, a child at the breast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#x1E6D;sakka. [Tel.] adj. and adv. Beautiful &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;. Right, straight, correct, due, proper. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he departed straightway, he went away. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; to repair, amend, set right, settle, &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To finish &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set right: to perform, finish: to destroy &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;; to kill. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC21;&#xC41; to become right. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC1A;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC15;&#xC1A;&#xC15; &#x1E6D;saka-&#x1E6D;saka. [Tel. Anuk.] adv. Brilliantly. Fast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sampu. [Tel. casual of &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] v. n. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; a place of execution. &#xC35;&#xC27;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sampin&#x1E6D;su. v. a. To cause to kill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4A;&#xC26;</span>&#xA0;&#xA0;&#x1E6D;sandra-poda. [Tel.] n. The elephant creeper, Argyrcia speciosa. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC46;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;&#x1E6D;sandc-ballinda. [Tel.] n. (K) A wretch, a villain. Chenna. v. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sandu-v&#x101;yi. [Tel.] n. The fish termed the black Pomfret. Stromateus. Russell (No. XLIII.) A species of turbot. &#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC1A;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E; &#x1E6D;sanduva. [Tel.] n. A canopy. T. iii. 133; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. q.v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;sandur&#x101;. [Tel. &#xC30;&#xC3E; = &#xC30;&#xC3E;&#xC2F;&#xC3F;.] n. The moonstone. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E6D;sanduramu. [Tel.] n. Red lead, &#xC38;&#xC3F;&#xC02;&#xC27;&#xC42;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC3F; or &#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC3F; &#x1E6D;sandra-k&#x101;vi. n. Rose colour: pink. &#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC1C;&#xC47;&#xC2C;&#xC41; a scarlet cloth. A. v. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sangu. [Tel.] n. Agility. &#xC1A;&#xC02;&#xC17;&#xC41;&#xC28; Lightly, with agility. &#xC1A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sangalin&#x1E6D;su. v. n. To move. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                