&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sakka&#x1E6D;i. [Tel.] n. A place, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;: a direction, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;: neighbourhood; business &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Fitness, suitability. &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41; to settle a matter &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F; to him, &#xC05;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sakku. [Tel.] n. Mince meat &#xC15;&#xC42;&#xC30;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. Destruction. adv. Piecemeal. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC30;&#xC3F;&#xC17;&#xC46; he chopped them up; he destroyed them. M. iv. 183. L. XVI. 223. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41; &#x1E6D;sakku. n. Six at dice, &amp;c. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC21; &#x1E6D;sakku-paga&#x1E0D;a. n. Seven, in games. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E6D;sakku-ch&#x113;yu. v. a. To chop, shiver, crush, smash. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC40;&#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sakk&#x12B;-pan&#x1E6D;sad&#x101;ra. [Tel.] n. Refined sugar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC40;</span>&#xA0;&#xA0;&#x1E6D;sakk&#x12B; [Tel.] n. The frame or bottom of a palankeen or litter. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sakkili. [Tel.] n. The armpit. &#xC1A;&#xC02;&#xC15;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC24; or &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F; &#x1E6D;sakkili-ginta n. Tickling. &#xC1A;&#xC02;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E6D;sakkili-ginta-pe&#x1E6D;&#x1E6D;u. v. a. To tickle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sakkilamu. [Tel.] n. Biscuit made of twisted rings of paste without sugar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F; &#x1E6D;sakki. [Tel.] n. A side, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A part place &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC06;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; there, to that place: so, thus, that way. &#xC0F;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F; where. &#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F; the loin. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32; every limb or part. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3F;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC4D; near, close by.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&amp;<b>176;kk-&#x101;&#x1E0D;u. [Tel. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. a. To finish, end, kill.
			</b></div><b>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;</span>&#xA0;&#xA0;or &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41; &#x1E6D;sakkana. [Tel.] n. Prettiness, beauty. adv. Prettily, properly. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#x1E6D;sakkkani. adj. Pretty, nice, fit, right, correct, proper, Straight, not crooked. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; good sense. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC26;&#xC3F; a pretty woman. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; sound sleep. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC28; a nice smell. &#xC28;&#xC3E; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; my sweet lord. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC2F;&#xC4D;&#xC2F; &#x1E6D;sakkan-ayya. n. A name of the god of love. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;ulu-pa&#x1E0D;a. [Tel.] v. n. To become blunt. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC1A;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28; &#x1E6D;sa&#x1E6D;&#x101;luna. [Tel.] adv. Suddenly. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;s&#x1E6D;su&#x1E0D;i-v&#x101;n&#x1E0D;lu. [Tel.] n. A particular tribe of scavengers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;s&#x1E6D;su. [Tel.] v. n. To die: to expire. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC1F; a deadly word, a curse. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; solid earth: mere earth: loose dry earth. &#xC18;&#xC4B;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC3E;&#xC35;&#xC41;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC46; he died a horrid death. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; a bad debt. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC3E;&#xC32;&#xC41; mustard that has lost its sharpness. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has had a narrow escape. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; &#x1E6D;sa&#x1E6D;su-v&#x101;yuvu. n. Paralysis, cramp. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; his legs have become paralysed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;s-&#x1E6D;savukamu. [Tel. &#xC1A;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41;+&#xC1A;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41;.] n. Square. &#xC28;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sak-kolupu. [Tel.] v. t. To set straight. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;. BD. iii. 385. iv. 1776.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sakkera. [Tel.] n. Sugar. &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; &#x1E6D;sakkera-tin&#x1E0D;i. n. A parrot &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC2C;&#xC41;&#xC17;&#xC21; a kind of sweet cake &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; he who carries the sweet bow, i.e., Manmatha the god of love. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC41;&#xC1A;&#xC41; &#x1E6D;sakk-a&#x1E0D;a&#x1E6D;su. [Tel.] v. a. To quell &#xC05;&#xC23;&#xC3F;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;; to out rival: to cut to pieces &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
                </b>