&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC28;</span>&#xA0;&#xA0;or &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#x1E6D;sa&#x1E6D;&#x1E6D;ana. [Tel.] adv. Hastily, quickly. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC47;. BD. iv. 338.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;a. [Tel.] n. The outside of the thigh. &#xC24;&#xC4A;&#xC21;&#xC15;&#xC41; &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A jacket, a coat. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;. A small sack. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4B;&#xC28;&#xC46;. A coating &#xC2A;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadalamu. [Tel.] n. An army. &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadaramu. [Skt.] adj. Square, level, even. n. A square. &#xC1A;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#x1E6D;sadaramulu. n. The beams of the roof, resting on short upright ones.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadarangamu. [Skt.] n. Chess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sadara. [Tel.] n. A small mat to sit on. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC3E;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC1A;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC1A;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41; &#x1E6D;satikilu. [Tel.] v. n. To sink or fall down, from fatigue or weakness, to succumb, yield, give way. To sit flat on the ground, not on the folded legs. &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; &#xC28;&#xC47;&#xC32;&#xC28;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; See under &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;ramu. [Tel.] n. A frame (corruption of &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;upamu. [Tel.] n. A spoon, a ladle. &#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;, &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;upa. [Tel.] n. A wing. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. Swa. iv. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;u. [Tel.] n. A rock. &#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; hard soil. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a well abandoned because found to be over an impenetrable rock. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC1A;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; the living rock. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. (HK. iv. 864.) a wretch, a villain. A disciple &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E6D;s&#x1E6D;&#x1E6D;u-tanamu. n. Inexorability, cruelty: a stony or rocky stubbornness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;i. [Tel.] n. A shallow earthen dish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;alu-ch&#x12B;ru. [Tel.] v. t. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC2A;&#xC41; to destroy &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sa&#x1E6D;&#x1E6D;amu. [Tel.] n. A frame. A plan, a system, a rule, a regulation, an ordinance, a statue, a law. A cage. A gang or set. A pedestal, a stand. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; the gland or bag of musk found in the civet cat. See Suca. i. 186. 7. &quot;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&quot; they tortured this meaning out of his letter. &#xC06;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; it happened just in that manner, such was the case.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC30;</span>&#xA0;&#xA0;or &#xC1A;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#x1E6D;sadura. [from Skt. &#xC1A;&#xC24;&#xC41;&#xC30;.] n. A clever woman. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC24;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. HD. ii. 183. &#xC1A;&#xC26;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E6D;saduru&#x1E0D;u n. A clever man. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadumu. [Tel.] v. To strike with the fist. &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadupu. [Tel.] v. a. To break to pieces. To make even with the ground. To level or destroy &#xC1A;&#xC26;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadunu. [Tel.] n. Evenness, levelness &#xC38;&#xC2E;&#xC2E;&#xC41;. Level ground &#xC38;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. adj. Even, level &#xC38;&#xC2E;&#xC2E;&#xC41;. &#xC1A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to level.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadukamu. [Tel.] n. A way where four roads meet. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC1A;&#xC26;&#xC41;&#xC15;&#xC41; &#x1E6D;saduku. n. Mud, mire. &#xC2C;&#xC41;&#xC30;&#xC26;, &#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadiyu. [Tel.] v. n. To be crushed. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;. To burst, to be broken &#xC1A;&#xC26;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC41;. To shrink back &#xC15;&#xC42;&#xC32;&#xC2C;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC1A;&#xC26;&#xC3F;&#xC2F; &#x1E6D;sadiya. n. Crushing. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41; Same as &#xC1A;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sadalu. [Tel.] n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC1A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC41; &#x1E6D;sadalu-k&#x101;pu. n. A god, a heavenly being. &#xC1A;&#xC26;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; &#x1E6D;sadalu-m&#x101;nikamu. n. The jewel of the sky, i.e., the sun. &#xC1A;&#xC26;&#xC32;&#xC47;&#xC30;&#xC41; &#x1E6D;sada-l-&#x113;ru. n. The heavenly stream, i.e., Ganges. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;. Swa. iii. 143.
			</div>
                