&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;saduru. [Tel.] n. An assembly. The court of a prince &#xC38;&#xC2D;. A dance &#xC06;&#xC1F;?&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC30;&#xC3F;. Skill &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. A joke, jest. &#xC1A;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;, jests, riddles. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;. &quot;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;&quot; (R. iv. 157.) &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. A. ii. 48. &#xC1A;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC1A;&#xC26;&#xC41;&#xC30;&#xC21;&#xC41;&#xC1A;&#xC41; &#x1E6D;saduru-ch&#x113;yu. v. n. To hold court. To joke, gibe. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;sanupa. [Tel.] n. A body of travellers, a caravan. &#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sani-p&#x14D;vu. v. n. To die. &#xC1A;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; &#x1E6D;sanu-den&#x1E6D;su. v. n. To go, proceed. &#xC2A;&#xC4B;&#xC35;&#xC41;. To come &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC1A;&#xC28;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41; &#x1E6D;sanu-d&#x113;ru. v. n. To proceed, to go or come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sanu. [Tel.] v. n. To go, depart, &#xC2A;&#xC4B;&#xC35;&#xC41;; to pass &#xC15;&#xC21;&#xC1A;&#xC41;. To be deserving, to be proper, right, fit. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC17;&#xC41;. &#xC1A;&#xC42;&#xC21;&#xC1A;&#xC28;&#xC26;&#xC41; it is not fit to be seen. v. a. To get, to have &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC24;&#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;. (BD. i. 869.) as far as he went. &#xC1A;&#xC28;&#xC41;&#xC28;&#xC47; is it right? &quot;&#xC15;&quot; &#xC05;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC41;&#xC02; &#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC35;&#xC28;&#xC1C;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15; &#xC35;&#xC30;&#xC41;&#xC38;&#xC2F;&#xC46; &#xC35;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC32;&#xC48; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC21;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC32; &#xC1C;&#xC28;&#xC41;&#xC28;&#xC47; &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC2A; &#xC2E;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC26;&#xC47;.&quot; Manu. ii. 56.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC1A;&#xC28;&#xC41;&#xC17;&#xC35; and &#xC1A;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See under &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC28;&#xC41;&#xC35;&#xC41;. (q. v.) &#xC1A;&#xC28;&#xC35;&#xC30;&#xC3F; &#x1E6D;sanav-ari. [Tel.] n. A pet, a favorite. &#xC1A;&#xC28;&#xC35;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. Sumati. &#xA7; 54. &#xC1A;&#xC28;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a favorite woman &#xC1A;&#xC28;&#xC35;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;saddi. [Tel. Contraction from &#xC1A;&#xC32;&#xC3F;&#xC26;&#xC3F;] n. Cold rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;saduvu. [Tel.] v. a. To read, to study. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41; n. Learning. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; studies. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC3F; a school. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F; a schoolmaster. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E6D;saduvu-konu. v. n. To learn. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#x1E6D;saduvu-cheppu. v. To teach. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; &#x1E6D;saduvula-pulugu. n. The educated bird, i.e., a parrot, Bhase. &#xA7; 70. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; the god of learning &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3F; chaduv-ari. n. One who reads, one who can read. A student, a learned man. &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sadi-vin&#x1E6D;su. v. a. To make one read; to get some one to read. &#xC06; &#xC2C;&#xC3E;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I got the letter read to me. To get proclaimed what one presents to a bride or bride-groom on the occasion of their marriage. &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; &#x1E6D;sadivimpulu. n. Homage or adoration accompanied with a certain recited formula.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;&#xC2E;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sanu-mara. [Tel. &#xC2E;&#xC30; = &#xC2E;&#xC30;&#xC15;.] n. The black circle round the breast. A. vi. 25. 104. M. vii. iv. 105. &#xC1A;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC28; or &#xC1A;&#xC28;&#xC4D;&#xC2E;&#xC4A;&#xC28; &#x1E6D;sanu-mona. n. The nipple. &#xC1A;&#xC28;&#xC41;&#xC2E;&#xC4B;&#xC30; &#x1E6D;sanu-m&#x14D;ra. n. The side of the breast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;san-n&#x12B;&#x1E37;&#x1E37;u. [Tel. &#xC1A;&#xC32;&#xC3F;+&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.] n. Cold water. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC4D;&#xC17;&#xC35;</span>&#xA0;&#xA0;, &#xC1A;&#xC28;&#xC4D;&#xC26;&#xC4B;&#xC2F;&#xC3F; The breasts (as a pair), &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. T. ii. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC28;&#xC41;&#xC35;&#xC41; &#x1E6D;sanuvu. [Tel.] n. Familiarity, acquaintance. &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;. Affection &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. Desire &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. Privilege &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F;. Authority &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC28;&#xC41;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a friend or acquaintance. &#xC1A;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41; to frequent, or resort to.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41; &#x1E6D;sanu-p&#x101;lu. [Tel.] n. Human milk. &#xC1A;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; the seeds of Cassia Absus. (Watts).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;. (q. v.)
			</div>
                