&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;samma-g&#x101;. [Tel.] adv. Pleasantly. &#xC1A;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC28;&#xC2E;&#xC41;. n. Happiness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;&#x1E6D;samma-k&#x101;ya. [Tel.] n. The sword bean, or, a Patagonian bean, Canavalia ensiformis (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;or &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#x1E6D;sappa. [Tel.] adj. Vapid, tasteless, insipid. &#xC30;&#xC38;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC2D;&#xC42;&#xC2E;&#xC3F; barren land. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; insipid water. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21; inactive, passive, spiritless. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; a plain diet &#xC06; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the battle is entirely calmed down. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; &#x1E6D;sappa-g&#x101;. adv. Insipidly. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; tasteless, unattractive. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; &#x1E6D;sappa-sorra. n. A kind of fish Zyg&#xE6;na blochii (F.B.I.) &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28; &#x1E6D;sappa-danamu. n. Insipidity. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#x1E6D;sappi&#x1E0D;i. adj. Flat, not projecting: insipid: void of any taste. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a flat pug nose. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; a thin-flanked girl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;sappa. [Tel.] n. A wedge, a spar of wood placed for the wheels of a car to pass over in a sandy road. Also, a seal. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;sapt&#x101;. [Tel.] n. Pavement, flooring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sapa-r&#x101;lu. [Tel.] n. Small beams across the corners of a roof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC1A;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;sapa-&#x1E6D;sapa. [Tel. anuk.] adv. Pleasantly, sweetly. Poorly, weakly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sannu. [Tel.] n. The breast of a woman or man. The tubers of a palmyra or of a mangrove tree. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC0A;&#xC21;, &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC1A;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; an infant at the breast. &#xC2E;&#xC47;&#xC15;&#xC2E;&#xC46;&#xC21;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41; the teat-like appendages at the neck of the Indian goat. &#xC1A;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41; &#xC0F;&#xC30;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; he is a keen investigator. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41; or &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41; human milk. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC35;, &#xC1A;&#xC28;&#xC41;&#xC17;&#xC35;, &#xC1A;&#xC28;&#xC4D;&#xC17;&#xC35;, &#xC1A;&#xC28;&#xC41;&#xC26;&#xC4B;&#xC2F;&#xC3F; or &#xC1A;&#xC28;&#xC4D;&#xC26;&#xC4B;&#xC2F;&#xC3F; &#x1E6D;sannu-gava. n. The two breasts. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;. &#xC1A;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#x1E6D;sanu-ka&#x1E6D;&#x1E6D;u. n. A bodice. &#xC30;&#xC35;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; &#x1E6D;samaru. [Tel.] v. n. To give a slap with the palm of the hand. &#xC05;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To slay. &#xC1A;&#xC02;&#xC2A;&#xC41;. v. a. To rub. &#xC30;&#xC3E;&#xC1A;&#xC41;. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC02; &#xC5B;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; rubbing, or in collision with both banks. n. Grease Clarified butter, any oily fluid or greasy liquid. &#xC15;&#xC48;&#xC2A;&#xC41;&#xC1A;&#xC2E;&#xC30;&#xC41; milk punch. &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; (G. i. 102.) a fat beast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;. See under &#xC1A;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41; &#x1E6D;sapp&#x101;lu. [Tel.] n. Wedges or blocks placed to turn the course of a cart, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;</span>&#xA0;&#xA0;&#x1E6D;sapp&#x101;ti-purugu. [Tel.] n. The cochineal insect, coccus cacti.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sapparin&#x1E6D;su. [Tel.] v. t. To smack, to suck with a noise. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E6D;sapparamu. [Tel.] n. A frame. &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A canopy, a thatched roof, a shed, a covered seat in which a god is carried about: the tilt of a cot, canopy of a bed, the roof of a bower. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;, &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41; a trellice of vines. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a bed of state. (T. iii. 131.) i.e., a bed, with tester and pillars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;</span>&#xA0;&#xA0;&#x1E6D;sappa&#x1E6D;a [Tel.] n. A slap or clap. &#xC1A;&#xC30;&#xC1A;&#xC41;&#xC1F;. A fruit, &amp;c., Pressed flat as a fig. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC32;&#xC17;&#xC41;. (A. v. 21.) to become lean. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41; &#x1E6D;sappa&#x1E6D;lu. n. pl. The clapping of the hands. Derision. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC30;&#xC1A;&#xC41; to clap the hands. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sappa&#x1E6D;i&#x1E47;&#x1E6D;su. v. n. To slap, &#xC1A;&#xC30;&#xC1A;&#xC41;. To chuckle or cluck to a horse or ox to urge it on.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC1A;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sara-&#x1E6D;sara. [Tel.] adv. Quickly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2F;&#xC4D;&#xC2F;&#xC28;</span>&#xA0;&#xA0;&#x1E6D;sayya-na. [Tel.] adv. Quickly, speedily, anon, at once, soon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sabuku. [Tel.] n. A whip. &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a casuarina tree, or the Beefwood of Australia. Casuarina equisetifolia. (Watts.) &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to whip.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;</span>&#xA0;&#xA0;&#x1E6D;sappuna. [Tel.] adv. Quickly; entirely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; &#x1E6D;sappu&#x1E0D;u. [Tel.] n. Noise, sound. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; to make noise.
			</div>
                