&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC35;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sala-v&#x101;di. [Tel.] n. A messenger; who carries the news of a death. A beadle, or javelin bearer who attends the Pedda Setti or headman of a community, a man who summons the elders of a community to a council.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;salamu. [Tel.] n. Spitefulness, malice, ill-will. &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Insolence, obstinacy. Rudeness, fury, &#xC30;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC39;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC21;&#xC3F;. &#xC1A;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1A;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to entertain spite. &#xC07;&#xC26;&#xC3F; &#xC1A;&#xC32;&#xC2E;&#xC4B; &#xC2B;&#xC32;&#xC2E;&#xC4B; (a proverb) did you do this with an object or through mere spite? &#xC1A;&#xC32;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; same as &#xC1A;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC2A;&#xC3E;&#xC26;&#xC3F;, &#xC1A;&#xC32;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC3F; or &#xC1A;&#xC32;&#xC2E;&#xC30;&#xC3F; &#x1E6D;salap&#x101;di. n. A spiteful or illtempered man. &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC32;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E6D;salap&#x101;di-tanamu. n. Spite, grudge, crossness. &#xC1A;&#xC32;&#xC2A;&#xC4B; &#xC30;&#xC41; &#x1E6D;sala-p&#x14D;ru. (&#xC1A;&#xC32;&#xC2E;&#xC41;+&#xC2A;&#xC4B;&#xC30;&#xC41;) v. n. To wreak a grudge, to fight inveterately &#xC1A;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC30;&#xC3F;&#xC2F; &#x1E6D;sari. [Tel.] n. A hollow or gorge under a mountain. A precipice. &#xC32;&#xC4B;&#xC2F;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC2D;&#xC42;&#xC2E;&#xC3F;. Starch, gruel used as paste. &#xC1A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC2F;&#xC41; to paste or starch. Some kinds of rice are called &#xC2E;&#xC23;&#xC3F;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC40;&#xC28;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41;, &amp;c. H. iv. 156. &#xC1A;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21; a pot of paste used by a weaver. &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC02;&#xC1C;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC30;&#xC41;&#xC1A;&#xC41; &#x1E6D;sara&#x1E6D;su. [Tel.] v. a. To slap, to clap, to applaud. &#xC05;&#xC30;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To beat &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC30;&#xC1A;&#xC41;&#xC1F; to clap the shoulders with the hands in defiance, as boxers do. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC30;&#xC1A;&#xC41;, (A. iv. 34.) to clap the hands in derision. Parij. ii. 44. &#xC1A;&#xC30;&#xC2A;&#xC41; &#x1E6D;sarapu. n. The act of giving a slap, or clapping. &#xC06;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;. A cover &#xC06;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC41;&#xC2A;&#xC41; &#x1E6D;salupu. [Tel.] v. t. To do. &#xC1A;&#xC47;&#xC2F;&#xC41;. To pass (as time) &#xC15;&#xC21;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC41;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;salupa. [Tel.] n. Marble. &#xC1A;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F;. A stone &#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sali. [Tel.] n. Cold, coolness, a chill. &#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC36;&#xC40;&#xC24;&#xC2C;&#xC3E;&#xC27;. &#xC1A;&#xC32;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; cold and fever, i.e., ague. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; I felt cold. &#xC1A;&#xC32;&#xC3F;. adj. Cold, cool. &#xC1A;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC41; cold food, breakfast. &#xC1A;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15; camphor. Vasu. ii. 36. &#xC1A;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; &#x1E6D;sali-garuvu. n. A soil composed of marl or sand covering black earth. &#xC2E;&#xC40;&#xC26; &#xC07;&#xC38;&#xC41;&#xC15;&#xC17;&#xC32;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC47;&#xC32;. &#xC1A;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21; &#x1E6D;sali-kon&#x1E0D;a. n. The Himalaya mountains. &#xC1A;&#xC32;&#xC3F;&#xC1A;&#xC40;&#xC2E; &#x1E6D;sali-ch&#x12B;ma. n. A black ant. &#xC1A;&#xC32;&#xC3F;&#xC26;&#xC3F;, &#xC1A;&#xC1A;&#xC26;&#xC4D;&#xC26;&#xC3F; or &#xC1A;&#xC32;&#xC4D;&#xC26;&#xC3F; &#x1E6D;salidi. n. Breakfast. Lit: cold food left over from supper. &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F; &#x1E6D;sali-pandili. n. A place where passers-by are supplied with water to drink. &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#x1E6D;sali-pan&#x1E0D;lu. n. The teeth being set on edge. (A. iv. 151. on which the note says &quot;&#xC1C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15; &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot;) &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC28;&#xC3F; a cooling operation, &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC21;&#xC3F; &#x1E6D;sali-bin&#x1E0D;i. n. The name of a certain plant. &#xC1A;&#xC32;&#xC3F;&#xC2E;&#xC32; &#x1E6D;sali-mala. n. The hill of snow, i.e., &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#x1E6D;salimi&#x1E0D;i. n. A mixture of rice flour and sugar &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC1A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; or &#xC1A;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC30;&#xC3F; &#x1E6D;sali-miri. n. Coolness &#xC1A;&#xC32;&#xC41;&#xC35;, &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A cake G. i. 114. &#xC1A;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC35;&#xC41; &#x1E6D;saliv &#x101;pu. (&#xC1A;&#xC32;&#xC3F;+&#xC2A;&#xC3E;&#xC35;&#xC41;.) v. n. To warm, to soothe or comfort &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41; &#x1E6D;sali-v&#x101;lu. (&#xC1A;&#xC32;&#xC3F;+&#xC2A;&#xC3E;&#xC32;&#xC41;.) n. A sign &#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;. &#xC1A;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; &#x1E6D;sali-velugu. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC40;&#xC24;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC1A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; &#x1E6D;sarra-na. [Tel. anuk.] adv. Rushingly, rapidly, quickly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC35;&#xC21;&#xC3F; &#x1E6D;sarugu&#x1E0D;u. [Tel.] n. A huurdle on which a heap is placed to be drawn by bullocks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sarumu. [Tel.] v. t. To apply as wax or ointment. To smear, daub. &#xC30;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC30;&#xC1A;&#xC41;.
			</div>
                