&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;&#x1E6D;salla. [Tel.] n. Curds beaten with water, buttermilk. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC48;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC24; &#xC26;&#xC3E;&#xC1A;&#xC28;&#xC47;&#xC32;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC24; &#xC26;&#xC3E;&#xC1A;&#xC21;&#xC2E;&#xC47;&#xC2E;&#xC3F; why conceal your pot when you come for buttermilk, i.e., why do you beat about the bush? or, why mince the matter? &#xC1A;&#xC32;&#xC4D;&#xC32; or &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; adj. Cool, cold. &#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;. Benign, merciful, healing. Comfortable. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2E;&#xC41; &#x1E6D;sallakamu. n. Sprinkling. Watering, irrigation. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC3F; &#x1E6D;salla-ka&#x1E0D;i. n. Flummery: buttermilk mingled with fenugreek. &#xC2E;&#xC46;&#xC02;&#xC24;&#xC3F;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E6D;salla-kavvamu. n. A churn-staff: The bird called King-fisher: also a name for the insect called &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32; &#xC2D;&#xC3E;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; mantis precatoria. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21; &#x1E6D;salla-ga&#x1E0D;da. n. The linear leaved asparagus. Asparagus sarmentosus, Willden. Hamsa. iv. 12. Ainslie. ii. 409. Rox. ii. 151. Watts. &#xC36;&#xC24;&#xC2E;&#xC42;&#xC32;&#xC3F;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; &#x1E6D;salla-g&#x101;. adv. Easily, gently, well, safely, comfortably: in good health, softly, deliberately. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41; to look at or regard with satisfaction. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to speak coolly or gently. &#xC2E;&#xC40;&#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; may your reign be peaceful! &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; may his hand be blessed! &quot;&#xC24;&#xC47; &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC17;&#xC32; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC26;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC17;.&quot; (Ila. i. 79.) with her graces she charmed them all, cheering and refreshing their hearts. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC38;&#xC46;. (T. ii.38.) it cheered his eyes. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC32; &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a physician with a lucky hand. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41; a kind master. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#x1E6D;salla-&#x1E6D;sappu&#x1E0D;u. n. A fool &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC40;&#xC2E; or &#xC1A;&#xC32;&#xC3F;&#xC1A;&#xC40;&#xC2E; &#x1E6D;salla-ch&#x12B;ma. n. A black ant, so called because it is benign or merciful in not stinging as the red ant does. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC02;&#xC2A;&#xC41; &#x1E6D;salla-zampu. n. One who kills in cold blood. A cruel man &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F; &#x1E6D;slla&#x1E6D;i. adj. Cool Convex. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a convex plate of glass. as distinguished from &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32; a pane. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41; or &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC2E;&#xC41; &#x1E6D;salla&#x1E0D;amu. n. Tight drawers or breeches: short trousers, which reach as far as the middle of the thigh. The loose skirt end of the waist band that hangs in front: &#xC07;&#xC5B;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC4A;&#xC21;&#xC35;&#xC30;&#xC15;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC17;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28; &#x1E6D;salla-danamu. n. Coolness, coldness. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC23;&#xC3F;&#xC24;&#xC3F; &#x1E6D;salla-n&#x12B;ru-ka&#x1E47;iti. n. A sort of fish. A species of sparus. Russell&apos;s fishes. No. 104. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC2A;&#xC21;&#xC41; &#x1E6D;salla-pa&#x1E0D;u. v. n. To cool. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC17;&#xC41;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC38;&#xC2E;&#xC41; Same as &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC3F;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3E;&#xC21;&#xC41; tsalla-r&#x101;&#x1E0D;u. n. The post (&#xC24;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;) round which the string passes, which works the churning stick. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; tsalla-ca&#x1E0D;iyamu. n. A kind of cake. &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC12;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E6D;salla-ch&#x113;yu. v. t. To cool. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC1A;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41; tsall&#x101;ru.v. n. To grow cool. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;. To become calm, to be allayed, restrained or pacified &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To be extinguished. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; tsall-&#x101;ru&#x1E6D;su. v. a. To cool or calm, to allay, restrain or pacify, to extinguish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC1A;&#xC32;&#xC35; &#x1E6D;saluva. [Tel.] n. Coolness, coldness, cold, &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Any thing of a cooling or refreshing nature, such as beneficence, liberality, benignity. Bleaching, a bleaching green. Clothes newly washed. &#xC09;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. adj. Cold, cooling, comfortable, bleached. white. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E6D;saluva-ch&#x113;yu. v. t. To bleach, as cloth. To cool the body. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F; &#x1E6D;saluva&#x1E0D;i. n. Coolness, cool air. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; &#x1E6D;saluva-miriya-mu. n. Long pepper, cubebs. &#xC24;&#xC4B;&#xC15;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC2F;&#xC3F;  &#x1E6D;saluva-r&#x101;yi. n. White marble, alabaster. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC47;&#xC21;&#xC41; &#x1E6D;saluva-r&#x113;&#x1E0D;u. n. The moon &#xC1A;&#xC32;&#xC4D;&#xC26;&#xC3F; &#x1E6D;saldi. See &#xC1A;&#xC32;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC35;&#xC3F; a chill came over him, i.e., he is deadly cold or in the extremity of death. &#xC1A;&#xC32;&#xC35;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F; &#x1E6D;salava-pandili. n. A canopy, or triumphal arch, an ornamented booth for an idol. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a comfortable bed decked out with a coverlet, tilt and pillars. &#xC1A;&#xC32;&#xC41;&#xC35;&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F; &#x1E6D;saluva-jy&#x14D;ti. n. A poetical word for the moon.
			</div>
                