&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;savi. [Tel.] n. Taste. &#xC30;&#xC41;&#xC1A;&#xC3F;, &#xC1A;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; unpleasant words. &#xC1A;&#xC35;&#xC3F;&#xC2E;&#xC30;&#xC17;&#xC3F; touched with her loveliness or sweetness. &#xC1A;&#xC35;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; tsavi-gonu. v. n. To taste. &#xC30;&#xC41;&#xC1A;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;savalamu. [Tel.] n. One eighth of a pagoda, i.e., about half a rupee. &#xC35;&#xC30;&#xC39;&#xC3E;&#xC32;&#xC4B; &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC35;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC1A;&#xC35;</span>&#xA0;&#xA0;&#x1E6D;sava-&#x1E6D;sava.[Tel.] adv. Bluishly, lividly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC15;</span>&#xA0;&#xA0;, &#xC1A;&#xC35;&#xC41;&#xC15; or &#xC1A;&#xC4C;&#xC15; tsavaka. [Tel.] n. Brackishness. Cheapness adj. Cheap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;tsaliu. [Tel.] v. a. To sprinkle, to scatter. To water or irrigate, to sow. Also (metaphorically,) of a smile spreading over the face. &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41; to throw earth in one&apos;s food, i.e., to take away one&apos;s bread, to ruin one. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC3F; they scattered fire on the house. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41; to transplant corn. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they pumped water into the garden. &#xC27;&#xC42;&#xC33;&#xC3F;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F; sprinkling dust. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41; or &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; tsallu-p&#x14D;r&#x101;&#x1E0D;u. v. n. To fling water or dust at each other. R. I. 211. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;gamu. [from Skt. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;.] n. Liberality, bountifulness. A. iv. 252. M. iv. i. 62. M. xiv. ii. 71. &#xC08;&#xC35;&#xC3F;. &#xC1A;&#xC3E;&#xC17;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC1A;&#xC3E;&#xC17;&#xC3F; &#x1E6D;s&#x101;ga-k&#x101;&#x1E0D;u. n. A liberal man. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC3F;. &#xC1A;&#xC3E;&#xC17;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; a ruby that grants whatever one wishes &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC19;</span>&#xA0;&#xA0;, &#xC1A;&#xC3E;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC3E;&#xC17;&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#x1E6D;s&#x101;ga-ga&#x1E0D;&#x1E0D;a. [Tel.] n. The plant called Ceylon hemp. Sanscviera Zeylancia Ainsl. ii .192.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC15;&#xC40;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;k&#x12B;. [Tel.] n. A metal dinner plate. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC15;&#xC32; &#x1E6D;s&#x101;kali. [Tel.] adj. Appertaining to the washerman&apos;s caste &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F; or &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a washerman. &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC24; or &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC26;&#xC3F; &#x1E6D;s&#x101;kita. n. A female of that caste. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; &#x1E6D;s&#x101;kala-v&#x101;ni-purugu. n. A snail. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41; &#x1E6D;s&#x101;kala-s&#x101;re-g&#x101;&#x1E0D;u. n. The Pied Wagtail, Motacilla maderaspa-tensis. (F.B.I.) &#xC1A;&#xC3E;&#xC15;&#xC3F; &#x1E6D;s&#x101;ki. adj. Of or belonging to the washerman&apos;s caste. &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC47;&#xC35;&#xC41; the place by the water side where clothes are washed. &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC2C;&#xC3E;&#xC28; &#x1E6D;s&#x101;ki-b&#x101;na. n. A washerman&apos;s kettle. The name of a bird. A certain romping game.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC1A;</span>&#xA0;&#xA0;&#x1E6D;savvancha. [Tel. &#xC1A;&#xC35;&#xC41;+&#xC2A;&#xC02;&#xC1A;.] n. Five. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;&#x1E6D;savva. [Tel.] adv. Insipid. &#xC1A;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC1A;&#xC4C;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC41;</span>&#xA0;&#xA0;See &#xC1A;&#xC4C;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC3F;&#xC32;&#xC46;</span>&#xA0;&#xA0;&#x1E6D;savile. [Tel.] n. Leanness, thinness. &#xC1A;&#xC35;&#xC3F;&#xC32;&#xC46;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; lean as an infant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC3F;&#xC32;&#xC46;</span>&#xA0;&#xA0;&#x1E6D;savile. [Tel.] n. Four dubs or coins, of the value of twenty cash each. Four cavilehs equal one &#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC24;&#xC3F; &#x1E6D;saviti. [Tel.] n. The fourth day of the moon&apos;s age.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC3F;&#xC15;&#xC46; or &#xC1A;&#xC35;&#xC3F;&#xC30;&#xC46; tsavika. [Tel.] n. A closet, a cabinet, a bower or chamber. An arbour. Usually, a hut or open room, supported by a pillar in the centre, &#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC17;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;gara. [Tel.] n. Ruin. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC17;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to kill, to oppress &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC3E;&#xC17;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E6D;s&#x101;gara-konu. v. t. To beat. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To cut to pieces &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC3E;&#xC17;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; &#x1E6D;s&#x101;garal-&#x101;&#x1E0D;u. v. n. To destroy. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                