&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;tu. [Tel.] v. t. To put on, to wear. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; &#x1E6D;s&#x101;&#x1E0D;upu. [Tel.] n. A way or manner. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Similitude. &#xC1A;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC28; like to, such as, &quot;&#xC2C;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC39;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC17;&#xC4D;&#xC28; &#xC1C;&#xC32;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC28;&quot; like a raindrop in a lily leaf. M. XII. vi. 202.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC21;&#xC40;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC21;&#xC3F; &#x1E6D;s&#x101;&#x1E0D;&#x12B;. [Tel.] n. Slander, backbiting, taletelling. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC21;&#xC40;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC41; a slanderer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;&#x1E6D;u. [Tel.] n. A shelter, or covering, a screen, or shade, a nook, any thing concealing another or preventing its being seen. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC28; in her mother&apos;s charge. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I stood behind. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to use as a screen. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC28; behind the tree. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; hidden, screened, unknown. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#xC26;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; I found it behind the box. &#xC06; &#xC15;&#xC4A;&#xC02;&#xC21; &#xC1A;&#xC3E;&#xC1F;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; that hill intercepts the view. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41; to keep hidden. &#xC1A;&#xC3E;&#xC1F;&#xC41;. v. a. To proclaim, publish. To warn, threaten, declare. To confess, betray, evince &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;s&#x101;&#x1E6D;in&#x1E6D;su. v. a. To proclaim, to publish, advertise, notify, make known, declare, warn, threaten, foretell, denounce. &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x1E6D;s&#x101;&#x1E6D;impu. n. Proclamation, advertisement. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E6D;s&#x101;&#x1E6D;u-pa&#x1E0D;u. v. n. To be hidden from view &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#x1E6D;s&#x101;&#x1E6D;uva. n. Proclamation &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Comparison, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a suspicious character, a skulker.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC17;&#xC41; &#x1E6D;s&#x101;gu. [Tel.] v. n. To extend or stretch. To fall prostrate: to lie flat, be stretched or extended; to be set or arranged as pearls on a thread. &#xC1A;&#xC3E;&#xC17;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; to worship to fall prostrate. See &#xC38;&#xC3E;&#xC17;&#xC41;. &#xC1A;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC15; &#x1E6D;s&#x101;gu-badika. n. Worship. &#xC2A;&#xC42;&#xC1C;. H. iv. 305. &#xC1A;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; &#x1E6D;s&#x101;gil-inta. n. Prostration or homage. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;. &#xC1A;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC1A;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC41; &#x1E6D;s&#x101;gillu. v. n. To bow down to the earth &#xC28;&#xC47;&#xC32;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC1A;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC47; well done!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;ma. [Tel.] n. A young woman. Parij. iv. 18. A boat. &#xC12;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC21;&#xC35;. &#xC1A;&#xC3E;&#xC2E; an esculent root, Caladium Nymph&#xE6;ifolium. Rottler, Vol. ii. page. 378. &#xC1A;&#xC3E;&#xC2E; n. plu. The grain called millet. Panicum miliaceum &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. One species is &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC1A;&#xC3E;&#xC2E;&#xC32;&#xC41; panicum frumentaceum. Roxb. i. 304. 309.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;ts&#x101;pu. [Tel.] v. a. To extend. &#xC38;&#xC3E;&#xC17;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC3E;&#xC2A;&#xC41; n. Length, extent. A whole piece of &quot;cloth&quot; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;palu. [Tel.] n. Difficulties. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;pa. [Tel.] n. A mat. A sail: a sheet; a kind of net &#xC12;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC35;&#xC32;. Any thing flat. &#xC1A;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F; a flat slab of stone. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC2A; cakes of the juice of the ripe palm fruit. &#xC1A;&#xC3E;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41; or &#xC1A;&#xC3E;&#xC2A;&#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41; a heap of boiled rice poured out on a sheet of cloth. &#xC1A;&#xC3E;&#xC2A;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a flat bank. &#xC1A;&#xC3E;&#xC2A;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC3E;&#xC2A;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC30;&#xC41; they all fell flat. &#xC1A;&#xC3E;&#xC2A;&#xC17;&#xC26;&#xC4D;&#xC26; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC3E;&#xC2A;&#xC17;&#xC26;&#xC4D;&#xC26; &#x1E6D;s&#x101;pa-gadda. n. The harrier-hawk. Jerdon&apos;s Catal. No. 25. &#xC1A;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; (&#xC1A;&#xC3E;&#xC2A;+&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) ts&#x101;p-a&#x1E6D;&#x1E6D;u. n. A sort of biscuit. &#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;du. [Tel.] v. a. To macerate, to triturate in water. n. A black colour made by burning rice; discoloration, darkness of the skin, a black spot placed on the forehead. &#xC0E;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC26;&#xC41; a dark blotch. Vasu. ii. 57. In A. v. 133. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC1A;&#xC3E;&#xC26;&#xC41; the juice that comes out of a log at one end when the other end is burning. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41; &#xC26;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC47; &#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC41;&#xC02;&#xC2F;&#xC3F;&#xC2E;&#xC28;&#xC3F; &#xC2C;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC47;&#xC28;&#xC40;&#xC30;&#xC41;. &#xC1A;&#xC3E;&#xC26;&#xC3F;&#xC15; or &#xC1A;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#x1E6D;s&#x101;dika. n. A spot, mark, patch. A blotch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;&#x1E6D;su. [Tel.] v. t. To cause to extend &#xC38;&#xC3E;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. To stretch, extend &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC3E;&#xC1A;&#xC41; to stretch the legs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;chi. [Tel.] n. A child&apos;s word for the breast. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC28;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;na. [Tel.] n. A woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
                