&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC2E;&#xC28;&#xC1A;&#xC3E;&#xC2F; ts&#x101;manamu. [Tel.] n. A light complexion, a brown on straw colour. Any dark hue whether blue or black. &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41; a dark brown. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41; bistre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;lin&#x1E6D;su. [Tel. from &#xC1A;&#xC3E;&#xC32;&#xC41;.] v. a. To cease, to leave off, to quit, to desist. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he died. (lit. left the body.) &#xC35;&#xC46;&#xC26;&#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I abstained from sowing corn. &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to resign, to desist from, to give up (as an employment) &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC15; &#x1E6D;s&#x101;lika. n. Ability &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F; inability &#xC06;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC32;&#xC3E; &#x1E6D;s&#x101;la. [Tel. from &#xC1A;&#xC3E;&#xC32;&#xC41;.) adj. Much, abundant. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. Many &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;. adv. Enough, very much, plentifully. To a great length or extent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;rika. [Tel.] n. A line or streak. &#xC1A;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;ra. [Tel.] n. A line, a streak. &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC1A;&#xC40;&#xC30; a striped petticoat. &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;. lit. the striped beast, i.e., the tiger. &#xC1A;&#xC3E;&#xC30;, &#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; or &#xC1A;&#xC3E;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; n. A jungle tree, Buchanania latifolia. (Watts.) &#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC02;&#xC21;&#xC41; is its fruit; and &#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC1A;&#xC3E;&#xC30;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; its kernel. &#xC1A;&#xC3E;&#xC30;&#xC15;&#xC02;&#xC26; &#x1E6D;s&#x101;ra-kanda. n. An esculent and medicinal root, described as sweet, cooling and diuretic. Colocasia nymphaenefolia. &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; &#x1E6D;s&#x101;rala-g&#x101;&#x1E0D;u. The Magpie Robin. Copsychus sanlaris, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;, &#xC38;&#xC15;&#xC32;&#xC1A;&#xC3E;&#xC30;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; the Large Pied Wagtail. Motacilla maderaspatensis (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;ya. [from Skt. &#xC1A;&#xC3E;&#xC2F;.] n. A shadow or shade. &#xC28;&#xC40;&#xC21;. A colour, a hue, a paint, &#xC30;&#xC02;&#xC17;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. A view, a light, a side or quarter &#xC35;&#xC48;&#xC2A;&#xC41;. Prospect, probability. &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;. Trace &#xC5B;&#xC3E;&#xC21;. Nearness &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. Straightness &#xC0B;&#xC1C;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC05; &#xC1A;&#xC3E;&#xC2F;&#xC28;&#xC41; towards that direction. &#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC1A;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; go where I point. &#xC06; &#xC2A;&#xC48;&#xC30;&#xC41; &#xC1A;&#xC3E;&#xC2F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the crop is flourishing. &#xC28;&#xC40; &#xC1A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41; have done with your nonsense! HN. i. 73, and v. 52. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC1A;&#xC3E;&#xC2F; the grain of wood. In wood, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC3E;&#xC2F; the straight grain, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC1A;&#xC3E;&#xC2F; cross grain. &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; bleached pulse. &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; fine turmeric. &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC1F;&#xC4D;&#xC3F; lit. the son of &#xC1B;&#xC3E;&#xC2F;&#xC3E; the wife of the sun, i.e., Saturn &#xC36;&#xC28;&#xC3F;. &#xC1A;&#xC3E;&#xC2F;&#xC2E;&#xC17;&#xC21;&#xC41; lit. the husband of shadows. i.e., the Sun. &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC3E;&#xC30;&#xC41; to resemble &#xC2A;&#xC4B;&#xC32;&#xC41;. &#xC1A;&#xC3E;&#xC2F;&#xC35;&#xC47;&#xC2F;&#xC41; &#x1E6D;s&#x101;ya-v&#x113;yu. v. t. To dye or colour, to paint.
			</div>
                