&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;lu. [Tel.] v. n. To suffice, to be enough or sufficient. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC24; &#xC05;&#xC17;&#xC41;, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. To be able. To bear, tolerate, endure &#xC13;&#xC2A;&#xC41;. &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; (3rd pers. aor.) it is enough. &#xC1A;&#xC3E;&#xC32;&#xC26;&#xC41;. neg. aor.) it is not enough. &#xC05;&#xC28;&#xC1C;&#xC3E;&#xC32;&#xC30;&#xC41; they cannot say. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC3E;&#xC32;&#xC26;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; (Dasav. iv. 195.) you have not sense enough. &#xC1A;&#xC3E;&#xC32;&#xC40;&#xC1A;&#xC3E;&#xC32;&#xC15;&#xC2F;&#xC3F;&#xC26;&#xC3F; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he committed this out of dire necessity. &#xC1A;&#xC3E;&#xC32;&#xC40;&#xC1A;&#xC3E;&#xC32;&#xC35;&#xC41; these are barely enough. &#xC08;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC28; grown, of full age. &#xC08;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC28;&#xC3F; under age, immature. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC26;&#xC41; I do not sufficiently remember it. &#xC28;&#xC3E; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC15; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; through my luck not being good enough it so happened. &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC41; enough of these words about relationship. &quot;&#xC35;&#xC3E;&#xC32;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41;&#xC28;&#xC41; &#xC38;&#xC41;&#xC30;&#xC32;&#xC4D; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC4A;&#xC15;&#xC35;&#xC02;&#xC15; &#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC3F; &#xC2E;&#xC4A;&#xC15;&#xC35;&#xC02;&#xC15; &#xC1C;&#xC3E;&#xC32;&#xC3F; &#xC30;&#xC38;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; T. iii. 117. On our side we were mighty, and so were our foes. &#xC1A;&#xC3E;&#xC32;&#xC41; n. Sufficiency, abundance &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. A line, a row, series, furrow, stripe, track, trace. A flow or stream. Features. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15; resemblance to the mother&apos;s features. &#xC08; &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC28; in this manner. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;, &#xC38;&#xC30;&#xC23;&#xC3F;, &#xC1C;&#xC3E;&#xC21;. A. v. 122. R. i. 106. 117. &#xC1A;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC32;, i.e., &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC32;. (Vasu. i. 57.) in a stream. &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC1A;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; &#x1E6D;s&#x101;lupu. n. A line or row. A series, succession. Length: the longer measurement as opposed to the width. &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E; in a line, one after another, here and there, occasionally. &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F; ability, &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; one who is able &#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; to be fine or pretty &#xC35;&#xC30;&#xC41;&#xC38;&#xC24;&#xC40;&#xC30;&#xC41;. &quot;&#xC15; &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC3F; &#xC24;&#xC32;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41; &#xC38;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC17;&#xC24;&#xC3F; &#xC1C;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC46; &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC27;&#xC3F;&#xC2A;&#xC3E;.&quot; &#xC2D;&#xC3E;&#xC17;. x.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC1A;&#xC41;&#xC21;&#xC3F;, &#xC1A;&#xC41;&#xC21;&#xC40;, &#xC38;&#xC41;&#xC02;&#xC21;&#xC40;, &#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC2E;&#xC40; &#x1E6D;sun&#x1E0D;i. [Tel. for &#xC1A;&#xC42;&#xC21;&#xC41;&#xC21;&#xC41;.] Interj. Indeed, you see!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sun&#x1E6D;su. [Tel.] n. A projecting ledge on a house. The lock or knot of hair left on a man&apos;s shaven head. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Strength &#xC2C;&#xC32;&#xC2E;&#xC41;. A little child, an infant, &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. A muskrat. &#xC15;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC41;&#xC15;. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to pout the lips. Lit. To make a face like that of a muskrat. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41; adj. Young. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; a young child. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC32; an infant. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; &#x1E6D;sun&#x1E6D;su midde. n. An overhanging tower or turret. &#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#x1E6D;sun&#x1E6D;su-r&#x101;yi. n. A sort of slate stone used for roofs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;sungu&#x1E0D;i. [Tel.] adj. Odd (applied to money), not even. &#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; &#x1E6D;sungu&#x1E0D;u. n. A trifling or petty sum (balance or arrear) &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; ten rupees and odd. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41; &#x1E6D;sungu. [Tel.] n. A skirt, the end of a cloth. &#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC1F;&#xC4D;&#xC1F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x101;vu. [Tel.] n. Death. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC35;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; an orphan. &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; the hooting barn-owl. Jerdon, No. 37. &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; a still born child. &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; a mortal blow. &#xC1A;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41; (&#xC1A;&#xC3E;&#xC35;&#xC41;+&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;.) &#x1E6D;s&#x101;-paruvu. n. A killing rate of speed. Manu. iv. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; or &#xC38;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; &#x1E6D;s&#x101;va&#x1E0D;i. [Tel.] n. An audience chamber &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. A lodge: a post house: a portico or court: a porch: a caravanserai or rest house for the use of wayfarers. A hospital. A barrack room. &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; a cowhouse. &#xC38;&#xC42;&#xC30;&#xC46;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; salt-petre works or a saltpetre manufactory. &#xC1A;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; town-talk, common report: What everybody know. &#xC24;&#xC32; &#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; a gate house or hall. &#xC15;&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; a reception room.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;suk&#x101;yin&#x1E6D;su. v. t. To complete, settle, adjust or fix a price.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;See &#xC1A;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sun&#x1E0D;u. [Tel.] n. Scurf or dandruff &#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;. v. n. To evaporate or dry up. To be flicked (as water from the finger.) &#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sun&#x1E0D;in&#x1E6D;su. v. a. To decoct, or dry up. &#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41;&#xC15; &#x1E6D;sun&#x1E0D;-eluka. n. A mouse. The grey musk shrew; the muskrat of Anglo-Indians. Crocidura cacrulea. (F.B.I.)
			</div>
                