&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;suyyanki. [Tel.] n. A trumpet. A. iv. 36. &#xC38;&#xC4A;&#xC28;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;&#x1E6D;summa. [Tel.] n. Severe pain, agony. &#xC35;&#xC47;&#xC26;&#xC28;. &#xC1A;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E6D;summalu-&#x1E6D;su&#x1E6D;&#x1E6D;u. v. n. To retch in the stomach. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be troubled &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC28;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;, &#xC1A;&#xC41;&#xC2E;&#xC4D;&#xC2E;, &#xC1A;&#xC41;&#xC2E;&#xC3E;, &#xC1A;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC38;&#xC41;&#xC2E;&#xC40; &#x1E6D;sumi. [Tel.] Interj. Indeed: Do you see? Is it not so? Remember, take care. This is contracted from &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC40; the imperative of &#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC1A;&#xC41;&#xC2E;&#xC41; Look! &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC1A;&#xC42;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;subbana-&#x1E6D;s&#x16B;ra. [Tel. &#xC1A;&#xC42;&#xC30;+&#xC1A;&#xC42;&#xC30;.] n. Great plunder. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC42;&#xC30;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32; adv. To the full, to the heart&apos;s content: utterly. Irresistibly. At pleasure. M. IV. ii. 91.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3E;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3E;&#xC24;&#xC3F; &#x1E6D;suppa-n&#x101;ka. [Tel. from &#xC36;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC16;.) n. A syren, a harpy, a cruel selfish wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;. [Tel.] Interj. Look! behold!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC47; &#x1E6D;suvve. [Tel. Contracted for &#xC1A;&#xC42;&#xC21;&#xC35;&#xC46;.) adv. Surely, of course.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC35;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35; &#x1E6D;suvaka. [Tel.] n. A twig, a switch, a supple cane, a withe, a slender arrow, the stick of a rocket, a shaft, a slip of wood. &#xC17;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35; a fishing rod. &#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35; &#xC06;&#xC21;&#xC41;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F; it throbs painfully, severely, smartly. &#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28; &#x1E6D;suvvu-na. adv. At once, suddenly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sullaramu. [Tel.] n. A sow. &#xC0E;&#xC26; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC06;&#xC21;&#xC2A;&#xC02;&#xC26;&#xC3F;. Swa. iv. 51.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sulla-jun&#x1E0D;u. [Tel.] n. A blain or indolent sore.&#xC2E;&#xC4A;&#xC1F;&#xC3F;&#xC2E;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC17;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F; &#x1E6D;sulla. [Tel.] n. The male organ. &#xC36;&#xC3F;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC32;&#xC15;</span>&#xA0;&#xA0;, &#xC1A;&#xC41;&#xC32;&#xC15;, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, or &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28; or &#xC1A;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC28; &#x1E6D;sulaka. n. Lightness, ease, facility: slight, scorn. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC41; to despise, to treat with contempt, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F; &#x1E6D;sulakani. adj. Light, easy, slight, worthless, contemptible. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC02;&#xC1F; a light crop or lesser harvest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#x1E6D;suruku. [Tel.] n. Heat, a burning sensation. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Sharpness, fierceness. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Activity, agility, smartness, intelligence. Speed, impetuosity. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. adj. Sharp, hot, fierce, violent. Rapid, impetuous, active, smart: brilliant (as rubies.) &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E; or &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#x1E6D;suruku-g&#x101;. adv. Sharply, hotly, fiercely, actively. &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; to wince, be sharp, to be hot. &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC30;&#xC3F; &#x1E6D;suruk-ari. n. A man with much &apos;go in him, an energetic man &#xC1A;&#xC4A;&#xC30;&#xC35;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#x1E6D;suru-pu&#x1E6D;s&#x1E6D;su. v. a. To burn. &#xC26;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To be sharp, hot, eager. &#xC1A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41; &#x1E6D;surru. adj. Hot. &#xC35;&#xC47;&#xC21;&#xC3F;. &#xC1A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41; &#x1E6D;surru-m-anu. v. n. To hiss or sputter, as the fire, or boiling water. To shudder, to tingle with horror. &#xC1A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41; &#xC1A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; it was hot to taste: it made the tongue smart. &#xC1A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; &#x1E6D;surru-na. adv. Fiercely (burning).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC30;&#xC3F; &#x1E6D;sura-katti. [Tel.] n. A small knife. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#x1E6D;suyi. [Tel.] n. Fizz, hiss, a sound to express a crackling or hissing sound. &#xC1A;&#xC41;&#xC02;&#xC2F;&#xC3F;, &#xC1C;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC1A;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;ch&#x101;. [Tel.] (Anuk) n. A trifle. &#xC1A;&#xC42;&#xC1A;&#xC3E; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F; having read it without missing a syllable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC15;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;kuru. [Tel.] n. Crying, wailing. &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC1A;&#xC42;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; to cry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC41;&#xC30;&#xC1A;&#xC41;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sura-&#x1E6D;sura. [Tel.] adv. Fiercely (burning) &#xC1A;&#xC41;&#xC30;&#xC1A;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC41;, to burn quickly &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC41;.
			</div>
                