&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;pu. [Tel. from &#xC1A;&#xC42;&#xC1A;&#xC41;.] n. Slight, a look, vision, glance. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F; &#xC05;&#xC24;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; fortune frowned on him. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC42;&#xC2A;&#xC41; humiliation, contempt. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC47; &#xC1A;&#xC42;&#xC2A;&#xC41; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC32;&#xC47;&#xC26;&#xC41; there was no prospect of his living longer. &#xC1A;&#xC42;&#xC2A;&#xC4B;&#xC2A;&#xC41; (&#xC1A;&#xC42;&#xC2A;&#xC41;+&#xC13;&#xC2A;&#xC41;) to endure the sight of. &#xC1A;&#xC42;&#xC21; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC42;&#xC2A;&#xC4B;&#xC2A;&#xC15; unable to stand before his face. A. v. 78. &#xC1A;&#xC42;&#xC2A;&#xC41; or &#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To shew, point out. &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to frighten. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to provide for, give bread to. &#xC06;&#xC36; &#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to hold out hopes or prospects. &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC15; a transparent petticoat. &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; ts&#x16B;pu-gurramu. n. A block head, a useless man. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC35;&#xC47;&#xC32;&#xC41; &#x1E6D;s&#x16B;pu&#x1E0D;u-v&#x113;lu. n. The forefinger. &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41;. &#xC1A;&#xC42;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC41; &#x1E6D;s&#x16B;p-arulu. n. Spectators, bystanders. &#xC1A;&#xC42;&#xC2A;&#xC30;&#xC3F; &#x1E6D;s&#x16B;pari. n. A handsome woman, or man. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;-pa&#x1E6D;&#x1E6D;u. [Tel.] v. n. To appear, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC28;&#xC2A;&#xC21;&#xC41;. To be fair, or beam with beauty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;&#x1E0D;ki. [Tel.] n. A view, a sight, a glance. &#xC1A;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;&#x1E0D;u. [Tel.] v. a. To burn or brand with a hot iron. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41;. To light a match. A. v. 89. R. ii. 93. M. III. vi. 322. n. Branding. &#xC35;&#xC3E;&#xC24;. &#xC1A;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; an iron for branding cattle with, &#xC35;&#xC3E;&#xC24; &#xC35;&#xC47;&#xC38;&#xC47; &#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;&#x1E0D;u. [Tel.] n. Heat, sultriness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC21;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;&#x1E0D;i. n. Pregnancy of cattle. &#xC1A;&#xC42;&#xC32;&#xC41;, &#xC2A;&#xC36;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;. adj. Pregnant. &#xC1A;&#xC42;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC1A;&#xC42;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC41; &#x1E6D;s&#x16B;&#x1E0D;i-dvu. n. A cow in calf.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;&#x1E6D;su. [Tel.] v. a. To see, to look, view, observe, perceive. To consider, meditate, think on. To visit. To wait. To take care, be on one&apos;s guard. To regard, care for. To try, to attempt, to see to. To experience, try, prove by any sense. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I felt it with my hand. &#xC1A;&#xC35;&#xC3F;&#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;, &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I tasted it. To estimate, to judge. &#xC30;&#xC3E;&#xC1C;&#xC42;&#xC1A;&#xC41; to acknowledge the receipt. &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC1C;&#xC42;&#xC1A;&#xC41; to think of going back. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC21;&#xC15; not caring for his life. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41; or &#xC24;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to watch for an opportunity. &#xC09;&#xC02;&#xC21;&#xC1C;&#xC42;&#xC1A;&#xC41; to overhaul,to see that a thing is there. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC02;&#xC2A;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC30;&#xC3F; they tried to kill me. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC32;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32; &#xC1C;&#xC42;&#xC1A;&#xC3F; casting glances that beam with love. &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to examine, to see if a thing is right, to check. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC1A;&#xC42;&#xC1A;&#xC41; to smell. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to feel the pulse. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC41; attend to what he says. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am acting for him. &#xC28;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I waited for a month. &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E6D;s&#x16B;&#x1E6D;su-konu. v. a. To see or perceive. To look silently, look for ourself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC1A;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;-&#x1E6D;s&#x101;ya. [Tel. &#xC1A;&#xC42;&#xC2A;&#xC41;+&#xC1A;&#xC3E;&#xC2F;.] n. A trace. &#xC5B;&#xC3E;&#xC21;. Lightness. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;. &#xC1A;&#xC42;&#xC1A;&#xC3E;&#xC2F;&#xC17;&#xC3E; adv. Slightly, indistinctly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ts&#x16B;-pe&#x1E6D;&#x1E6D;u. [Tel.] v. n. To await, wait for, attend on, watch, to expect. &#xC15;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                