&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;&#x1E6D;songa. [Tel.] n. Saliva, spittle. &#xC1A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC32;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC35;&#xC46;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;, &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;lu. [Tel.] n. Pregnancy, &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;. &#xC1A;&#xC42;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC1A;&#xC42;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to be pregnant, the womb, embryo, child, foetus &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC1A;&#xC42;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E6D;s&#x16B;l-&#x101;li-tanamu. n. Pregnancy. &#xC1A;&#xC42;&#xC32;&#xC3E;&#xC32;&#xC41; &#x1E6D;s&#x16B;l-&#x101;lu. n. A pregnant woman. &#xC1A;&#xC42;&#xC32;&#xC3F; &#x1E6D;s&#x16B;li. n. A child, offspring, fruit. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3F; he who was born from the lotus. &#xC30;&#xC3E;&#xC1A;&#xC42;&#xC32;&#xC3F; the prince&apos;s child. &#xC1A;&#xC42;&#xC32;&#xC3F; adj. Pregnant. &#xC1A;&#xC42;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; a ewe in lamb. &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC32;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the mare is in foal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;ru. [Tel.] n. A cornice, border, ledge: shelf on a wall: the eaves of a roof. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC47; &#xC1A;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41; though you haul me by the legs I will hang on to the eaves, i.e., though thou reject me I will not cease to cling to thee. &#xC1A;&#xC42;&#xC30;&#xC41; v. n. To be charred or smoked. &#xC1A;&#xC42;&#xC30;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; or &#xC2A;&#xC4A;&#xC17; &#xC1A;&#xC42;&#xC30;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; charred wood &#xC1A;&#xC42;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; or &#xC1A;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#x1E6D;s&#x16B;ru-kammi. n. The lath that closes in a shelving roof &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;&#xC28; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC15;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. &#xC1A;&#xC42;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E6D;s&#x16B;ru-ku&#x1E6D;&#x1E6D;u. n. The roof bands. &#xC1A;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41;&#xC15; &#x1E6D;s&#x16B;r-cluka. n. The eaves&apos; mouse, or house-mouse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC42;&#xC30;&#xC40; &#x1E6D;s&#x16B;r&#x12B;. [Tel.] n. A knife or small dagger. &#xC1A;&#xC41;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;rakatti. [Tel.] n. A knife or small dagger. &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC42;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;s&#x16B;ra. [Tel.] n. Powder, dust &#xC2A;&#xC4A;&#xC21;&#xC3F;. Plunder, spoil &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC42;&#xC30; (for &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;) Diamond dust.&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC42;&#xC30; pearl powder. &quot;&#xC15;&#xC28;&#xC4D;&#xC1A;&#xC42;&#xC30;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC28;&#xC4D;&#xC28;.&quot; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;. (Satyabh. iii. 22) he thought his very eyes enriched. &#xC1A;&#xC42;&#xC30;&#xC17;&#xC3E; freely, liberally, to the full, to satiety. &#xC1A;&#xC41;&#xC30;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to cast to the dogs: to give lavishly. &#xC1A;&#xC42;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1A;&#xC42;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC1A;&#xC42;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC1A;&#xC42;&#xC30;&#xC3E;&#xC21;&#xC41; to plunder, waste, ravage, &#xC1A;&#xC42;&#xC30;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to give up to be plundered, as a conquered city. &#xC1A;&#xC42;&#xC30;&#xC2F;&#xC47;&#xC1F; a scape goat, one let go as a sacrifice. &#xC1A;&#xC42;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a plunderer. &#xC1A;&#xC42;&#xC30;&#xC15;&#xC4B;&#xC32;&#xC41; plundering &#xC1A;&#xC42;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; to be plundered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC1F;&#xC1A;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;or &#xC1A;&#xC4A;&#xC21;&#xC1A;&#xC4A;&#xC21; &#x1E6D;so&#x1E6D;a-&#x1E6D;so&#x1E6D;a. [Tel. anuk.] adv. Noisily, hissingly. Greedily, thirstily.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;so&#x1E6D;s&#x1E6D;su. [Tel.] v. n. To enter, find one&apos;s way into, penetrate, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC41;. To undertake, to begin, to set to work. &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; one who takes refuge with another. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; one who would steal the very teeth out of your head. &quot;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC32; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1C;&#xC4A;&#xC30;&#xC21;&#xC46;&#xC2F;&#xC24;&#xC21;&#xC41; will he not interpose to rescue the righteous? See &#xC1A;&#xC4A;&#xC30;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sokku. [Tel.] v. n. To be intoxicated or stupefied. To enjoy oneself to excess. To pine, languish with desire. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC2E;&#xC17;&#xC41;. To dry &#xC0E;&#xC02;&#xC21;&#xC41;. n. Intoxication, stupefaction, faintness. &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. Falling in love, &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC41; &#x1E6D;sokk-&#x101;ku. n. A dead or dried leaf. &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC06;&#xC15;&#xC41;, &#xC0E;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC41;. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC41; &#x1E6D;sokk-i&#x1E0D;u. (&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC07;&#xC21;&#xC41;.) v. t. To deceive &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; &#x1E6D;s&#x14D;kku-n&#x12B;ru. n. Intoxicating liquor. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E6D;sokk-ettu. v. t. To intoxicate. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC41; &#x1E6D;sokku-po&#x1E0D;i. n. Love powder; an aphrodisiac drug. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sokk-in&#x1E6D;su. v. n. To gratify, soothe, please, entrance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;</span>&#xA0;&#xA0;, &#xC1A;&#xC4A;&#xC15;&#xC3E;, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC3F; or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; &#x1E6D;sokk&#x101;. [Tel.] n. A coat, shirt, jacket, vest, tunic. &#xC05;&#xC02;&#xC17;&#xC30;&#xC47;&#xC15;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC30;&#xC16;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41; &#x1E6D;sokkamu. [Tel.] adj. Excellent, fine, lovely, pure. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;, &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;. (Same as &#xC1A;&#xC4A;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41;.) &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; &#x1E6D;sokka-b&#x101;&#x1E47;amu. n. A bonfire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC1A;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E6D;sok-&#x101;&#x1E6D;amu. [Tel.] n. Excellence, fineness, elegance, beauty. adj. Excellent, fine, beautiful. Very pure. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;.
			</div>
                