&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;(&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.) Same as &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F; &#x1E6D;so&#x1E6D;&#x1E6D;a. [Tel.] n. A dent, a dimple or depression, bend. &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC15;&#xC30;. adj. Withered or lame as a limb, dented, indented. &#xC1A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC42;&#xC24;&#xC3F; a flat face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;&#x1E6D;soriya. [Tel.] n. A precipice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC30;&#xC1A;&#xC4A;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sora-&#x1E6D;sora. adj. Very fast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;sora. [Tel.] n. A shark. &#xC38;&#xC4A;&#xC30;, &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;. A. vi. 154. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A boy &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. See &#xC1A;&#xC4B;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;soppu. [Tel.] n. A trace. &#xC5B;&#xC3E;&#xC21;. A way, a path, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. Manner, appearance, fashion, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Rate. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to trace out anything &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to change one&apos;s appearance. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#x1E6D;sop-pu-na. adv. According to, like, agreeably to, by reason of, through, at the rate of. &#xC06;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; at six rupees. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; by fair means. &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; through the fear of, in the apprehension that. &#xC06; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; so, in that way, thus, on that account. &#xC0F;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; how? &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; from what he said. &#xC08;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; in this manner; accordingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;soppin&#x1E6D;su. [Tel.] v. a. To insert.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;soppa-sorra. [Tel.] n. A fish called Zyg&#xE6;na blochii. See &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sop-pa&#x1E0D;u. [Tel. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC2A;&#xC21;&#xC41;.] v. n. To be convenient. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC2E;&#xC30;&#xC3F;&#xC09;&#xC02;&#xC21;&#xC41;. To proceed, follow a course. To accrue to, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC28; is she fell into conversation. &#xC15;&#xC33;&#xC32;&#xC02;&#xC1C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC41; &#xC36;&#xC36;&#xC3F; the moon who is liable to diminution of light. &#xC38;&#xC48;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC46;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC47;&#xC30;&#xC41;&#xC28;&#xC41; &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC2F;&#xC42;&#xC30;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC41; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC42;&#xC30;&#xC41; &#xC1A;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;.&quot; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;soppara&#x1E6D;su. v. t. To cause to be convenient &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. See &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;soppa&#x1E0D;i. n. A kind of cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;soppa. [Tel.] n. The straw of maize and other plants. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC21;&#xC3F; a bundle of straw &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC4B;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4A;&#xC28;&#xC4D;&#xC2A;&#xC41; &#x1E6D;sonupu. [Tel.] v. a. To insert, to push in, to put in. &#xC1A;&#xC4A;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1A;&#xC4A;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; (Padma. iii. 62.) the shame cast upon me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;sodumu. [Tel.] n. A dried plantain fibre. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;soduku. [Tel.] n. Moisture. &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;, &#xC24;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;soru. [Tel.] v. n. To enter. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC1A;&#xC4A;&#xC30; The infinitive of &#xC1A;&#xC4A;&#xC30;&#xC41;. (q. v.) &#xC1A;&#xC4A;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC17;&#xC3E; &#x1E6D;sora-p&#x14D;tag&#x101;. [Tel. &#xC1A;&#xC4A;&#xC30;&#xC35;+&#xC2A;&#xC4B;&#xC24;.] adj. Continuous. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. adv. In an unbroken line, all in one stream. &#xC12;&#xC15; &#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E;. &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC41; or &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC41; &#x1E6D;sora-ba&#x1E0D;u. v. n. To enter or rush into, to break into, to intrude on. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC06; &#xC15;&#xC25; &#xC2F;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC26;&#xC41; that tale does not form a part of this. &#xC1A;&#xC4A;&#xC30;&#xC35; &#x1E6D;sorava. n. An entrance. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. Daring &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;. Keen-mindedness &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC15;&#xC41;&#xC36;&#xC32;&#xC24;. Use, familiarity, aptitude, introduction. Desire &#xC07;&#xC1A;&#xC4D;&#xC1B;. &#xC1A;&#xC4A;&#xC30;&#xC35;&#xC17;&#xC32; easy of access. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC4A;&#xC30;&#xC35; &#xC15;&#xC32;&#xC26;&#xC41; he has an aptitude for grammar. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; &#xC1A;&#xC4A;&#xC30;&#xC35;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC4A;&#xC30;&#xC35;&#xC32;&#xC47;&#xC26;&#xC41; he is sharp enough at eating but slow at reading. &#xC1A;&#xC4A;&#xC30;&#xC35;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a forward woman. &#xC1A;&#xC4A;&#xC30;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41; a forward man. &#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC4A;&#xC30;&#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC41; he will not let a word be heard: or, he will not listen. &#xC1A;&#xC4A;&#xC30;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC46; he did not enter. &#xC1A;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; &#x1E6D;sorig&#x101;&#x1E0D;u. n. A hunter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;solimi&#x1E0D;i. [Tel.] n. The herb called Amaranthus Polygamus. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC3E; &#xC30;&#xC3F;&#xC37;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC42;&#xC30;.
			</div>
                