&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC2A;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;s&#x14D;p&#x101;. [Tel.] n. A shed with a slanting roof, a verandah. A lobby, entrance or passage, &#xC05;&#xC32;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC26;</span>&#xA0;&#xA0;, &#xC38;&#xC4B;&#xC26; or &#xC1A;&#xC4B;&#xC21;&#xC41;&#xC2E; &#x1E6D;s&#x14D;da. [Tel.] n. Plague, trouble, puzzle, difficulty. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC27;. H. i.143. Ila.iii. 79. Padma. ii. 285. &#xC1A;&#xC4B;&#xC26;&#xC02;&#xC2C;&#xC30; a villain, a pestilent fellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x14D;&#x1E6D;u. [Tel.] n. A place. &#xC06;&#xC1A;&#xC4B;&#xC1F;&#xC41; that place. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC41; this place.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;</span>&#xA0;&#xA0;&#x1E6D;s&#x14D;. [Tel. Contracted from &#xC1A;&#xC4B;&#xC1F;.] adv. Where, when, Wherever, whenever, whereupon, on which, in the event of, if, in case, on the supposition that, as seeing that, because. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC4B; on his coming. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC4B; on his giving. &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4B; if not, otherwise. &#xC24;&#xC28;&#xC2F;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC1A;&#xC4B; in the event of there being no sons, in case there are no sons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; or &#xC1A;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC2E;&#xC41; &#x1E6D;sollemu. [Tel.] n. A tire, formed by weaving the tresses in chains and then coiling them up at the back of the head: a wreath of mogili flowers. &#xC1C;&#xC21;&#xC24;&#xC4B; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; &#x1E6D;sollu. [Tel.] n. Saliva, Spittle, salver. &#xC1A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC1F;, blabbering. &#xC24;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41; &#x1E6D;saukama. [Tel.] n. A square. &#xC1A;&#xC26;&#xC30;&#xC2E;&#xC41;. adj. Square, four &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4C;&#xC15;&#xC1F;&#xC41; or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E6D;sau-ka&#x1E6D;&#x1E6D;u. [Tel. &#xC1A;&#xC4C; = four] n. A window frame. An earring with four pearls set in it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC15; &#x1E6D;sauka. [Tel.] n. Cheapness. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;. A. v. 7. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC39;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Cheap, slight, despised. &#xC1A;&#xC4C;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; to slight, scorn, undervalue &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;</span>&#xA0;&#xA0;or &#xC1A;&#xC4C;&#xC35;&#xC41; &#x1E6D;sau. [Tel.] n. The number four, in counting. &#xC1A;&#xC4C;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F; or &#xC1A;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F; &#x1E6D;sauk&#x101;&#x1E0D;igudiya. n. An iron rod with four well-turned sides &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC1A;&#xC4C;&#xC17;&#xC02;&#xC1F;&#xC3F; or &#xC1A;&#xC35;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC3F; the god of fire &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC4C;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F; or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F; a chair; lit a seat with four legs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;s&#x14D;vi. [Tel.] n. The crumb of bread. &#xC2C;&#xC42;&#xC30;&#xC46;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC42;&#xC24;&#xC17;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC21;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x14D;&#x1E37;&#x1E37;u. [Tel. &#xC1A;&#xC4B;&#xC21;&#xC3F;+&#xC32;&#xC41;.] n. A grain called &#xC30;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;. Panicum paludosum. Rox. i. 307. 343. 345. &#xC24;&#xC2E;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC30;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; &#x1E6D;s&#x14D;ra. [Tel.] n. A shark. A. vi. 125. A boy &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC4B;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24; &#x1E6D;s&#x14D;ra-chiruta. n. A prank, a trick. &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &#xC1A;&#xC4B;&#xC30;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC24; a young shark: a beautiful eyed woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;s&#x14D;pu. [Tel. The causal of &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.] v. n. To enamour. v. a. To dissipate or scatter, to confuse, &#xC15;&#xC32;&#xC1A;&#xC41;; to scare away, strike off, do away. &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC24;&#xC4B;&#xC32;&#xC41;. n. Confusion &#xC15;&#xC32;&#xC24;. &#xC1A;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to drive wild cattle towards the buntman&apos;s ambuscade, to stalk deer. Suca. i.200. &#xC1A;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; Same as &#xC1A;&#xC4B;&#xC2A;&#xC41; (noun). &#xC1A;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32; a stick to drive cattle with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F; &#x1E6D;s&#x14D;pu-d&#x101;ru. [H.] n. A mace-bearer.
			</div>
                