&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC26;&#xC30;&#xC3F; &#x1E6D;saudari. [Tel.] n. The headman of a village or district.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC26;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC26;&#xC02;&#xC24;&#xC3F; &#x1E6D;sau-danti. [Skt.] adj. Four tusked. n. The name of Indra&apos;s elephant Airavata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC24;&#xC3F; or &#xC1A;&#xC35;&#xC3F;&#xC24;&#xC3F; &#x1E6D;sauti. [Tel. From Skt. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC3F;.] n. The fourth lunar day from the new or full moon. &#xC28;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC1A;&#xC35;&#xC41;&#xC24;&#xC3F; a certain anniversary feast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC24;&#xC3E;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC24;&#xC3E; &#x1E6D;saut&#x101;. [Tel.] n. A litter. &#xC21;&#xC4B;&#xC32;&#xC32;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC21;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC21;&#xC4B;&#xC32;&#xC41; &#x1E6D;sau&#x1E0D;&#x14D;lu. [Tel. &#xC1A;&#xC4C;+&#xC21;&#xC4B;&#xC32;&#xC3F;.] n. A howdah or seat on an elephant. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC4A;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E6D;sau&#x1E0D;u. [Tel.] n. A kind of earth salt, impure carbonate of soda. Saltness, brackishness, salt land. &#xC1A;&#xC35;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; destroyed by saltness of the soil, as corn is. &#xC1A;&#xC4C;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#x1E6D;sau&#x1E0D;-uppu. n. Soda.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC21;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC21;&#xC2E;&#xC4D;&#xC2E; &#x1E6D;sau&#x1E0D;-amma. [Tel.] n. &quot;Our Lady of the Marsh,&quot; a certain village goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC41; Same as &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;&#xC40;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC40; &#x1E6D;sauk&#x12B;. [Tel.] n. A custom house. A toll gate &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Watching &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC1A;&#xC4C;&#xC15;&#xC40;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC1A;&#xC4C;&#xC15;&#xC40;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3E; a custom house officer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E6D;sauk&#x101;ramu. n. Soap. &#xC38;&#xC2C;&#xC4D;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC15;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC33;&#xC3F; &#x1E6D;sauka&#x1E37;i. n. A square place. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC4C;&#xC15;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. Earrings &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC1C;&#xC4B;&#xC21;&#xC41;. Suca. i. 161. &#xC1A;&#xC4C;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;sauka&#x1E37;-in&#x1E6D;su. v. n. To dance about, skip, leap, bound, vault. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC35;&#xC2F;&#xC41; &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC2A;&#xC48; &#xC1A;&#xC4C;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC2A; with her milk pail dancing on her shoulder: &#xC1A;&#xC4C;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC24; or &#xC1A;&#xC35;&#xC41;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC24; jumping on all fours, dancing &#xC1A;&#xC4C;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC1F;</span>&#xA0;&#xA0;chha&#x1E6D;a. [Skt.] n. A lock or tuft of hair, &amp;c. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC1F;&#xC32;&#xC41; a mass of brilliancy. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC4D;&#xC1B;&#xC1F; a tuft of feather: a mass (of hair). A series. &#xC35;&#xC30;&#xC41;&#xC38;. &#xC1B;&#xC1F;&#xC1B;&#xC1F;, &#xC1B;&#xC1F;&#xC1A;&#xC4D;&#xC1B;&#xC1F;, &#xC1B;&#xC1F;&#xC1A;&#xC4D;&#xC1B;&#xC1F;&#xC2E;&#xC41; chha&#x1E6D;a-chha&#x1E6D;a. adv. (anuk) Brightly, hotly, fiercely. &#xC1B;&#xC1F;&#xC1B;&#xC1F;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; chha&#x1E6D;a-chha&#x1E6D;atk&#x101;ramu. n. Splashing, dashing, heat, fierceness. &#xC1B;&#xC1F;&#xC40; chha&#x1E6D;&#x12B;. n. A crowd, a multitude, an assembly &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC4C;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A. v. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chhandamu. [Skt.] n. Will. Intention. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Way, manner, &#xC1B;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41; chhandassu. Harmony, Prosody or metrical arrangement. A rule, principle. A Veda &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; uncontrolled will.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;</span>&#xA0;&#xA0;chha. [Tel.] n. A letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC38;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC38;&#xC40;&#xC24;&#xC3F; &#x1E6D;sau-s&#x12B;ti. n. Eighty four, &#xC1A;&#xC4C;&#xC38;&#xC40;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; the &quot;84 attitudes &quot;. all possible ways.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC38;&#xC3E;&#xC32; Same as &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#x1E6D;sau-shash&#x1E6D;i. [Tel. &#xC1A;&#xC4C;+Skt. &#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3F;.] n. Sixty four. &#xC06;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC35;&#xC02;&#xC1A;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC2A;&#xC2E;&#xC1A; &#x1E6D;sau-van&#x1E6D;sa. [Tel. from &#xC2A;&#xC02;&#xC1A; one] n. Five at games.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC32;&#xC41; &#x1E6D;saulu. [Tel.] n. The lustre of a pearl. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC30;&#xC41; &#x1E6D;sauru. [Tel.] n. A peculiar taste such as that of goat&apos;s milk. Salt mixed with sugar. &#xC1A;&#xC4C;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC4C;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E6D;saru-ko&#x1E6D;&#x1E6D;u. v. a. To devour. &#xC24;&#xC46;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC41;. A. ii. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC4C;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41; &#x1E6D;sau-pu&#x1E6D;amu. [Tel.] n. A leap or bound (as of a deer.) On all fours &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC2A;&#xC26;&#xC2E;&#xC41; &#x1E6D;sau-padamu. [Tel.] n. Four corners. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC2E;&#xC41; &#x1E6D;sau-pa&#x1E6D;amu. [Tel.] n. A walled enclosure, a square built yard or compound. &#xC06;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;.
			</div>
                