&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC02;&#xC26;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC2F;</span>&#xA0;&#xA0;chh&#x101;nd&#x14D;gyamu. [Skt.] n. Name of an Upanishad. &#xC12;&#xC15; &#xC09;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC02;&#xC26;&#xC38;</span>&#xA0;&#xA0;chh&#x101;ndasa. [Skt.] adj. Free, subject to no rule, sacred: as the style of some ancient books which being inspired, the broken metres cannot be corrected according to prosody. &#xC1B;&#xC3E;&#xC02;&#xC26;&#xC38;&#xC2E;&#xC41; c&#x1E25;&#x101;nda-samu. n. Silliness, the stupidity of a mere bookworm, simplicity, awkwardness. That part of an almanac which lays down the (&#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;) diurnal rites: &#xC1B;&#xC3E;&#xC02;&#xC26;&#xC38;&#xC41;&#xC21;&#xC41; chh&#x101;ndasu&#x1E0D;u. n. A textualist, a ritualist: &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. A mere silly book-worm: a monk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;chhavi. [Skt.] n. A ray. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. Brilliancy &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1B;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; or &#xC1B;&#xC32;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; chhalamu. [Skt.] n. A trick, a stratagem: an innuendo or covert meaning. A double entendre &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;&#xC1F;, &#xC12;&#xC15; &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC30;&#xC4A;&#xC15; &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC30;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1B;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41; chhardi. [Skt.] n. Vomiting. &#xC35;&#xC2E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;c&#x1E25;ap&#x101;-y-in&#x1E6D;su. [Tel.] v. t. To evade, defraud, conceal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC38;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;c&#x1E25;annamu. [Skt.] adj. Concealed, secret. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chhadmamu. [Skt.] n. A trick, a pretext: fruad. Deceit, a fault, foible, failing. Sarcasm, a taunt. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC37;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1B;&#xC26;&#xC2E;&#xC41; chhadanamu. [Skt.] n. A leaf, a feather, a wing, a covering. &#xC06;&#xC15;&#xC41;, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chhatramu. [Skt.] n. An umbrella, a parasol, a canopy of state. &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC1B;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; chhatra-bhangamu. n. Fall, dethronement, deposition. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F; &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. Widowhood &#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC4B;&#xC38;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. (The umbrella is an ensign of royalty; and denotes any cover or defence, as a husband, &amp;c.) &#xC1B;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC2E;&#xC41; or &#xC1B;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC41; chhatr&#x101;kamu. n. A mushroom. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. A. iv. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;chhulli. [Skt.] n. A hearth or fire-place. &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC41;&#xC30;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;chhurika. [Skt.] n. A knife. &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. A surgical knife. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chhinnamu. [Skt.] adj. Cut, divided. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; chhinn&#x101;-bhinnamu. adv. Piecemeal. &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F; to hack, chop, cut to pieces.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chhidramu. [Skt.] n. A hole, a slit, a cleft, a perforation. &#xC2C;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;. Fault, defect, flaw, schism. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC17;&#xC43;&#xC39;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; domestic strife. &#xC1B;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; chhidritamu. adj. Perforated, pierced. &#xC2C;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;chh&#x101;ya. [Skt.] n. A shadow, reflected image; colour. &#xC1B;&#xC3E;&#xC2F;&#xC3E;&#xC1A;&#xC4B;&#xC30;&#xC15;&#xC35;&#xC3F; c&#x1E25;&#x101;y&#x101;-ch&#x14D;ra-kavi. n. A plagiarist &#xC1B;&#xC3E;&#xC2F;&#xC3E;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; c&#x1E25;&#x101;y&#x101;-taruvu. n. A large tree useful only for the shade or shelter it gives. &#xC28;&#xC40;&#xC21;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC47; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC15;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1B;&#xC3E;&#xC2F;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; chh&#x101;y&#x101;-putru&#x1E0D;u. n. Saturn. &#xC36;&#xC28;&#xC3F;, &#xC1B;&#xC3E;&#xC2F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC1B;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F; name of the wife of the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;chh&#x101;pu. [H.] n. The cock of a gun. A tune in music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC2A;&#xC3E;</span>&#xA0;&#xA0;chh&#x101;p&#x101;. [H.] n. A print or stamp. &#xC1B;&#xC3E;&#xC2A;&#xC3E;&#xC35;&#xC47;&#xC2F;&#xC41; to print. &#xC1B;&#xC3E;&#xC2A;&#xC3E;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; a stamp paper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chh&#x101;danamu. [Skt.] n. Covering &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC1B;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; chh&#x101;ditamu. adj. Covered, concealed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chh&#x101;gamu. [Skt.] n. A goat. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC1B;&#xC3E;&#xC17;&#xC3F; chh&#x101;gi. n. A goat. &#xC2E;&#xC47;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;chh&#x101;tru&#x1E0D;u. [Skt.] n. A disciple, a scholar. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                