&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chh&#x113;kamu. [Skt.] n. A kind of alliteration; also called &#xC1B;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC40;. &#xC09;&#xC26;&#xC2F;&#xC02;&#xC35;&#xC41;&#xC30;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC35;&#xC41;, &amp;c&quot; Bhanumati, ii. 68. A tame or domesticated animal. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC1C;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;janj&#x12B;ru. [H.] n. A chain. &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC18;&#xC41;</span>&#xA0;&#xA0;jangha. [Skt.] n. The calf of the leg. &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;. &#xC1C;&#xC02;&#xC18;&#xC42;&#xC32;&#xC41;&#xC21;&#xC41; jangh&#x101;lu&#x1E0D;u. adj. Light footed: rapid, swift. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC21;&#xC1A;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jangalamu. [Skt. from which is derived Eng. &quot;jungle.&quot;] n. An uninhabited place. &#xC1C;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jangamamu. [Skt.] adj. Moveable, not stationary. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC1C;&#xC02;&#xC17;&#xC2E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; a temporary bailiff. &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC28;&#xC17;&#xC2E;&#xC41;, (Vasu. iii. 249.) &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;, or &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; rolling rock, a moving hill. P. i. 202; iii. 62. n. A moveable or chattel; property, personalty. Cattle, cows, sheep, &amp;c. &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC21;&#xC41; jangamu&#x1E0D;u. n. Jangam, or worshipper of Basava. L. XIV. 210. &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; jangamatvamu. n. Moveableness, locomotion. G. ix. 121.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC03;</span>&#xA0;&#xA0;jah. [Skt.] adj. Born, produced. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC03; or &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC41;&#xC21;&#xC41; heart-born: a name of Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;</span>&#xA0;&#xA0;ja. [Tel.] n. The letter J; as in &#xC1C;&#xC3F;&#xC02;&#xC15;, &#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;. In all Sanskrit words it is thus pronounced, as &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;, &#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; In Telugu words it retains this sound when followed by I, E, or AI as &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;. But with other vowels it is sounded as Z, or dz. Thus &#xC5B;&#xC3E;&#xC2C;&#xC41; &#xC38;&#xC5B;&#xC4D;&#xC1C;. As initials, the letters &#xC1A;, cha and &#xC1C;, ja are often used at pleasure. The initial aspirates also are used without rule. In some Telugu words, &#xC1C;, &#xC21;, &#xC26; are equivalent, thus: &#xC17;&#xC4B;&#xC1C;&#xC41;, &#xC17;&#xC4B;&#xC21;&#xC41; and &#xC17;&#xC4B;&#xC26;&#xC41; are the same.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1B;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;chh&#x113;damu. [Skt.] n. Cutting, a portion, a part loss. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC15;. A denominator of a fraction. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC28;&#xC02;&#xC26;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; chh&#x113;din&#x1E6D;su. v. a. To cut up, sever, divide, quarter. &#xC1B;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41; chh&#x113;danamu. n. Cutting: &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; chh&#x113;ditamu. adj. That which is cut. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC1B;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; chh&#x113;dyamu. adj. Fit to be cut. &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jambuvu. [Skt.] n. The rose apple tree, Eugenia jambos. &#xC1C;&#xC02;&#xC2C;&#xC42;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41; jamb&#x16B;dv&#x12B;pamu. n. A poetical name of India, which is, according to the Puranas, the central division of the world. &#xC1C;&#xC02;&#xC2C;&#xC42;&#xC28;&#xC26;&#xC3F; jamb&#x16B;-nadi. n. A river of gold said to flow from the mountain M&#x113;ru.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC16;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC5B;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC28;&#xC3E; jambukh&#x101;n&#x101;. [H.] n. A carpet. &#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jambukamu. [Skt.] n. A jackal. &#xC28;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2C;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jamb&#x12B;ramu. [Skt.] n. The lime tree. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. T. iii. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2C;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jamb&#x101;lamu. [Skt.] n. Mire, mud, clay. &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC30;&#xC26;. Moss or water weeds. &#xC2A;&#xC3E;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;jam-patulu. [Skt. &#xC1C;&#xC3E;&#xC2F;+&#xC2A;&#xC24;&#xC3F;.] n. Man and wife: partners; &#xC26;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jantramu. [Skt. another form of &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. An instrument, a machine. &#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; instrumental music. &#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30; &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41; instrumental and vocal music. &#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; a puppet, an automaton, a splendid image or beautiful figure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jantuvu. [Skt.] n. An animal, brute, beast. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;, &#xC1A;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC21;&#xC3E;</span>&#xA0;&#xA0;or &#xC1C;&#xC46;&#xC02;&#xC21;&#xC3E; jan&#x1E0D;&#x101;. [Tel.] n. A flag, a banner.
			</div>
                