&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC17;</span>&#xA0;&#xA0;or &#xC5B;&#xC17; jaga. [Tel.] adj. Noble, fine, matchless. &#xC1C;&#xC30;&#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; a matchless wrestler. &#xC1C;&#xC17;&#xC26;&#xC4A;&#xC02;&#xC17; a great thief. &#xC1C;&#xC17;&#xC30;&#xC4C;&#xC24;&#xC41; a heroic trooper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;jambh&#x101;ri. [Skt.] n. The foe of Jambha, an Asura; an epithet of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jambhalamu. [Skt.] n. The lime tree. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A. v. 151.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jambhamu. [for Skt. &#xC26;&#xC02;&#xC2D;&#xC2E;&#xC41;.] n. Grandeur, pomp. &#xC1C;&#xC02;&#xC2D;&#xC3E;&#xC32;&#xC41; big words, boasts. &#xC1C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; grandly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC1F;&#xC3E;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC3F;</span>&#xA0;&#xA0;ja&#x1E6D;&#x101;-m&#x101;nsi. [Skt.] n. Indian Spikenard, a well known drug: Valeriana jatamansi. Roxb. i. 163.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC1F;</span>&#xA0;&#xA0;ja&#x1E6D;a. [Skt.] n. Matted locks, such as monks wear. Plaited hair, &#xC5B;&#xC21;. A fibrous pendant root of the banyan tree. &#xC0A;&#xC21;. Ringing the changes on words. Reiteration in reading the vedas. &#xC1C;&#xC1F;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC3F; wearing matted hair. &#xC1C;&#xC1F;&#xC3F; ja&#x1E6D;i. n. A hermit. &#xC2E;&#xC41;&#xC28;&#xC3F;, &#xC1C;&#xC21;&#xC32;&#xC41;&#xC17;&#xC32;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &#xC1C;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC41; ja&#x1E6D;ilamu. adj. Twisted, intertwined. &#xC1C;&#xC21;&#xC32;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;, &#xC15;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;. Intricate, obscure. &#xC06; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC24;&#xC3E; &#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC1C;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC41; that poem is stuffed full of Sanskrit words.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC18;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jaghanamu. [Skt.] The haunches: the hip and loins. &#xC2E;&#xC4A;&#xC32;. The abdomen &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC15;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &#xC1C;&#xC18;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41; the loins, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC1C;&#xC18;&#xC41;&#xC28;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; the posteriors. &#xC1C;&#xC18;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; jaghanyamu. n. A low state: degradation. adj. Lowest, last. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC26;&#xC3F;. &#xC1C;&#xC18;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41; jaghanyuju&#x1E0D;u. n. A younger brother. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. A Sudra &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC17;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;jagdhi. [Skt.] n. Eating. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;, &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC1C;&#xC17;&#xC2E;&#xC41; jagati. [Skt.] n. The world: the earth. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;, &#xC2D;&#xC42;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. people. Men in general &#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC1C;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F; jagaj-jy&#x14D;ti. adj. Bright, radiant flaring. &#xC06; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1C;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that diamond is a paragon of brilliancy. &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; jagat-pr&#x101;&#x1E47;u&#x1E0D;u. n. Air, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC1C;&#xC17;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; celebrated: known to the world. &#xC1C;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; jagan-n&#x101;dhu&#x1E0D;u. n. Lord of the world, an epithet of Vish&#x1E47;u as worshipped at the shrine in Puri in Orissa. &#xC1C;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24; celebrated. &#xC1C;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; jagach-chakshuvu. [Skt. &#xC1C;&#xC17;&#xC24;&#xC4D;+&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;.] n. The eye of the world, i.e., the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jatuvu. [Skt.] n. Lac. A red dye analogous to cochineal. &#xC32;&#xC15;&#xC4D;&#xC15;. &#xC1C;&#xC24;&#xC41;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; a house built of this inflammable gum. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. M. VIII. vi. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ja&#x1E0D;amu. [Skt.] adj. Cold, frigid, chilly. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Stupid, apathetic, idiotic, inanimate. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;. Dumb &#xC2E;&#xC42;&#xC17;. &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; ja&#x1E0D;atvamu. n. Stupidity. &#xC1C;&#xC21;&#xC2E;&#xC24;&#xC3F; ja&#x1E0D;a-mati. n. An idiot, a blockhead. &#xC1C;&#xC21;&#xC3F;&#xC2E; or &#xC1C;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41; ja&#x1E0D;ima. n. Slowness, tardiness. &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41; ja&#x1E0D;u&#x1E0D;u. n. A fool, a simpleton. Dasav. vii. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC21;&#xC27;&#xC3F;</span>&#xA0;&#xA0;ja&#x1E37;adhi. [Skt.] n. The sea. &#xC1C;&#xC32;&#xC27;&#xC3F;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC21;</span>&#xA0;&#xA0;, &#xC1C;&#xC46;&#xC21; or &#xC5B;&#xC21; ja&#x1E0D;a. [Tel.] n. Hair plaited or braided in coils, matted hair. The finishing twist or plait of a straw roof. &#xC1C;&#xC21;&#xC26;&#xC3E;&#xC30;&#xC3F; for &#xC1C;&#xC1F;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC3F; ja&#x1E0D;ad&#x101;ri. n. A hermit with matted locks. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC21;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; ja&#x1E37;a-bi&#x1E37;&#x1E37;a. n. A head ornament, worn by Hindoo women over their plaited hair. &#xC1C;&#xC21;&#xC2E;&#xC41;&#xC26;&#xC3F; ja&#x1E0D;a-mudi. n. The knot of hair behind the head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC20;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ja&#x1E6D;haramu. [Skt.] n. The belly. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC1C;&#xC20;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; the sensation of hunger. &#xC1C;&#xC20;&#xC30;&#xC2F;&#xC3E;&#xC24;&#xC28; the grief of being in the womb, the plight of a child unborn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jatruvu. [Skt.] n. The clavicle or collar bone. M. VII. 148. &#xC2E;&#xC46;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC15;&#xC3F;, &#xC2E;&#xC42;&#xC2A;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC02;&#xC27;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;.
			</div>
                