&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jananamu. [Skt.] n. Birth, production. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. Family, race, lineage, &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41; &#xC1C;&#xC28;&#xC28;&#xC2E;&#xC35;&#xC41;&#xC1F; to be born. &#xC1C;&#xC28;&#xC28;&#xC3F; janani. n. A mother. &#xC1C;&#xC28;&#xC28;&#xC40;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC32;&#xC41; janan&#x12B;janakulu. n. Parents, mother and father. &#xC1C;&#xC28;&#xC2F;&#xC3F;&#xC24; jana-yita. n. A father or progenitor. &#xC1C;&#xC28;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F; jana-yitri. n. A mother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC2E;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;jam&#x101;d&#x101;ru&#x1E0D;u. [H.] n. A Jamadar. A head sepoy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;japamu. [Skt.] n. A prayer, Repeating charms. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. Repeating inaudibly passages from the Vedas, &#xC35;&#xC47;&#xC26;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41; Silent prayer, adoration: religious meditation: holy cogitation. (&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; is silent, without moving the lips: &#xC1C;&#xC2A;&#xC2E;&#xC41; is silent, but moving the lips.) &#xC1C;&#xC2A;&#xC3E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; or &#xC26;&#xC3E;&#xC38;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; jap&#x101;pushpamu. n. The shoe-flower. Hibiscus rosa sinensis. Roxb. iii. 194. &#xC1C;&#xC2A;&#xC3E; &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E; &#xC38;&#xC02;&#xC15;&#xC3E;&#xC36; blushing rosy red. &#xC1C;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC1C;&#xC2A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; japin&#x1E6D;su. v. a. To repeat prayers, &amp;c., inaudibly. &#xC1C;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;janyamu. [Skt.] n. A battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC24;&#xC32;&#xC2E;&#xC41; janya-talamu. n. The field of battle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC3F;</span>&#xA0;&#xA0;jani. [Skt.] n. Birth, production &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. A. vi. 117. R. iii. 8. and iii. 87. &#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; janin&#x1E6D;su. v. n. To be born or produced, to arise. &#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC2A; joy arising in the heart. &#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; janu&#x1E0D;u. n. A man. &#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; people. &#xC1C;&#xC28;&#xC41;&#xC35;&#xC41; januvu. n. Birth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC1C;&#xC28;&#xC41;&#xC37;&#xC3E;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; janush&#x101;ndhu&#x1E0D;u. n. One born blind. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC21;&#xC3F;. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41; janmamu. n. Birth, production. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC28;&#xC3E; &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41;. I never in my life saw him. &#xC08; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3E; &#xC1C;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC38;&#xC3E;&#xC2B;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; this day my life is perfected &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; Re-birth, resurrection. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41; a former birth. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; or &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2D;&#xC42;&#xC2E;&#xC3F; janma-d&#xE9;&#x1E63;amu. n. Native country. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; janma-patrika. n. The paper containing one&apos;s horoscope, or calculation of nativity. &#xC15;&#xC4B;&#xC1F;&#xC40;. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; janmam-ettu. v. n. To be born. &#xC06;&#xC2F;&#xC28; &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after he appeared in the body. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; janm-&#x101;ntara&#x323;mu. n. Another life. A former or future birth, preexistence. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; janmin&#x1E6D;su. v. n. To be born &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC3F; janmi. n. An animal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;jan&#x101;rdanu&#x1E0D;u. [Skt.] n. An epithet of Vishnu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC1C;&#xC28;&#xC3E;&#xC32;&#xC41; janamu. [Skt.] n. People, folk, persons. Tara. ii. 84. &quot;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21;&#xC28;&#xC4D;&quot; (Vijaya. i. 358.) when nobody was by. &#xC1C;&#xC28;&#xC2A;&#xC24;&#xC3F; jana-pati. n. A king, a lord of men. &#xC1C;&#xC28;&#xC2A;&#xC26;&#xC2E;&#xC41; jana-padamu. n. Any inhabited country. &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. A village. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC1C;&#xC28;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F; jana-&#x1E63;ruti. n. News, tidings, intelligence, a rumour. &#xC1C;&#xC28;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC3F;. &#xC1C;&#xC28;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; jan&#x101;ngamu. n. A household, a family. A nation. &#xC1C;&#xC28;&#xC3E;&#xC2D;&#xC3E; jan&#x101;bh&#x101;. [H.] n. Population. &#xC1C;&#xC28;&#xC3E;&#xC2D;&#xC3E;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a census. &#xC1C;&#xC28;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41; or &#xC1C;&#xC28;&#xC3E;&#xC2D;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC41; poll-tax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;janakamu. [Skt.] adj. Producing, creative, productive. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC15;&#xC2E;&#xC48;&#xC28; causing laughter. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC1C;&#xC28;&#xC15;&#xC2E;&#xC48;&#xC28; amiable, causing love. &#xC1C;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41; janaku&#x1E0D;u. n. A father or progenitor. Also, the name of a certain king.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC28;&#xC24;</span>&#xA0;&#xA0;janata. [Skt.] n. People, folk. &#xC1C;&#xC28; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
                