&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jayamu. [Skt.] n. Conquest, victory, triumph, success. &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC1C;&#xC2F; jaya. interj. Hail! Hurrah! &#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F; jayanti. n. The anniversary of an Incarnation. Thus &#xC28;&#xC43;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F; a festival in honour of Nrisimha. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F; Krishna&apos;s feast. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F;, &amp;c. &#xC1C;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; a victor over time, an immortal. &#xC1C;&#xC2F;&#xC18;&#xC02;&#xC1F; jaya-ghan&#x1E6D;a. n. A bell, the circular plate of mixed metal, used as a gong on Hindoo temples, &amp;c. &#xC1C;&#xC47;&#xC17;&#xC02;&#xC1F;. &#xC1C;&#xC2F;&#xC28;&#xC2E;&#xC41; jayanamu. n. Armour for a horse or other animal. &#xC1C;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; jayape&#x1E6D;&#x1E6D;u. v. n. To congratulate, to hail. &#xC1C;&#xC2F;&#xC1C;&#xC2F; &#xC05;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1C;&#xC2F;&#xC30;&#xC02;&#xC1C;&#xC3F; the name of a kind of silk. BD. iii. 98. &#xC1C;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; jaya-v&#x101;ramu. n. Tuesday. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC1C;&#xC2F;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; congratulations: shouts of victory. &#xC1C;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; a pillar erected before a temple: or in the centre of a stone pond or basin. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; jayintsu. v. n. &amp; t. To conquer, or win; to be successful. &#xC17;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC1C;&#xC2F;&#xC41;&#xC21;&#xC41; jayu&#x1E0D;u. n. The name of Yudhishthira, the eldest of the P&#x101;ndavas. &#xC1C;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; jay&#x14D;tkan&#x1E6D;ha&#x1E0D;u. adj. Sanguine, emulous, longing for victory. &#xC1C;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; jayyamu. adj. That which can be conquered. &#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC36;&#xC15;&#xC4D;&#xC2F; &#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jalpanamu. [Skt.] n. Prattle, babble. &#xC35;&#xC26;&#xC30;&#xC41;&#xC1F;, &#xC09;&#xC2A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC1F; &#xC1C;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC3F; a babbler, a talkative person. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F;. A. vi. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jalamu. [Skt.] n. Water; any fluid. &#xC1C;&#xC32;&#xC15;&#xC2E;&#xC41; or &#xC5B;&#xC32;&#xC15;&#xC2E;&#xC41; jalakamu. n. A bath, ablution, bathing. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC1C;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC5B;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; jala-ka&#x1E6D;&#x1E6D;e. n. A sort of hawk. Swa. iv. 43. HD. i. 533. HN. ii. 47. &#xC1C;&#xC32;&#xC15;&#xC2E;&#xC3E;&#xC21;&#xC41; jalakam-&#x101;du. v. n. To bathe. &#xC1C;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21; jala-kr&#x12B;&#x1E0D;a. n. Romping in water, naked play, any naked exhibition or nudity in sculpture. &#xC1C;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41; or &#xC5B;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41; jala-ga&#x1E0D;ugu. v. t. To wash earth for gold, diamonds, &amp;c., small pebbles, &#xC1C;&#xC30;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC1C;&#xC46;&#xC30;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC1C;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32; &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; jala-ga&#x1E0D;ugula-v&#x101;n&#x1E0D;lu. n. Plu. A caste of gold finders, who search for gold in drains and in the sweepings of gold-smith&apos;s shops. BD. vii. 844. &#xC1C;&#xC32;&#xC1A;&#xC30;&#xC2E;&#xC41; jala-charamu. n. An aquatic animal of any kind. &#xC1C;&#xC32;&#xC1C;&#xC2E;&#xC41; jala-jamu. n. Lit: born in water: The lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;. A conch, a shell, &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. &#xC1C;&#xC32;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; The lotus-born, a title of Bramha &#xC1C;&#xC32;&#xC1C;&#xC3E;&#xC30;&#xC3F; jala-j&#x101;ri. n. The moon, as being the enemy of the lotus. &#xC1C;&#xC32;&#xC24;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; jala-taskaru&#x1E0D;u. n. The evaporator, the drawer off of water, i.e., the sun. &#xC1C;&#xC32;&#xC26;&#xC2E;&#xC41; or &#xC1C;&#xC32;&#xC27;&#xC30;&#xC2E;&#xC41; jaladamu. n. A cloud. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC1C;&#xC32;&#xC26;&#xC3E;&#xC30;&#xC3F; or &#xC5B;&#xC32;&#xC26;&#xC3E;&#xC30;&#xC3F; jalad&#x101;ri. [Tel.] n. A drain: the projecting spout of a lingam. &#xC1C;&#xC32;&#xC27;&#xC3E;&#xC30; jala-dh&#x101;ra. n. A flood, a torrent, a stream. &#xC1C;&#xC32;&#xC27;&#xC3F; or &#xC1C;&#xC32;&#xC28;&#xC3F;&#xC27;&#xC3F; jala-dhi. n. The sea, the ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC21;&#xC32;&#xC3F;. &#xC1C;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; jala-pakshi. n. An aquatic bird. &#xC1C;&#xC32;&#xC2A;&#xC3E;&#xC2F;&#xC3F; jala-p&#x101;yi. n. A water drinker, a teetotaler. &#xC1C;&#xC32;&#xC2C;&#xC3E;&#xC27;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC41; jala-b&#x101;dha-ku-p&#x14D;vu. v. n. To go to make water: or to go to the privy. &#xC1C;&#xC32;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; jala-yantramu. n. An artificial fountain or jet. &#xC1C;&#xC32;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; jala-r&#x101;gamu. n. A ruby of imperfect water supposed to be unlucky. &#xC1C;&#xC32;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; jala-s&#x16B;tramu. n. A jet d&apos; cau or artificial fountain. &#xC1C;&#xC32;&#xC3E;&#xC36;&#xC2F;&#xC2E;&#xC41; jal&#x101;&#x1E63;ayamu. n. A lake, a piece of water. &#xC1C;&#xC32;&#xC42;&#xC15; or &#xC1C;&#xC32;&#xC4C;&#xC15;&#xC38;&#xC2E;&#xC41; jal&#x16B;ka. n. A leech. &#xC1C;&#xC46;&#xC32;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1C;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC1C;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC40;&#xC15;&#xC2E;&#xC41; jarjaramu. [Skt.] adj. Ruined. &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;jarvm&#x101;n&#x101;. [H.] n. A fine. &#xC1C;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC1C;&#xC46;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; jari-bi&#x1E37;&#x1E37;a. [Tel.] n. A piece of wood like the sheave of a pulley used by weavers in stretching their webs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jar&#x101;yuvu. [Skt.] n. The womb or uterus. &#xC2E;&#xC3E;&#xC35;&#xC3F; &#xC1C;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC1C;&#xC2E;&#xC41; jar&#x101;yujamu. adj. Viviparous, not produced from an egg. &#xC2E;&#xC3E;&#xC35;&#xC3F;&#xC35;&#xC32;&#xC28;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. (Manu. i. 43.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC30;</span>&#xA0;&#xA0;jara. [Skt.] n. Old age, decrepitude. debility consequent upon old age. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F;, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC1C;&#xC41;&#xC30;&#xC20;&#xC2E;&#xC41; jara&#x1E6D;hamu. adj. Old, decayed, infirm. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC38;&#xC3F;&#xC28;. Solid, confirmed, affected by age either well or ill. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC1C;&#xC30;&#xC24;&#xC4D; jarat. adj. Old, decrepit, A. iv. 32. &#xC1C;&#xC30;&#xC26;&#xC4D;&#xC17;&#xC35;&#xC2E;&#xC41; an old ox &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC1C;&#xC30;&#xC41;&#xC21;&#xC41; an old man.
			</div>
                