&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; jara-biyyama. [Tel.] n. A certain grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;javanika. [Skt.] n. A screen. &#xC24;&#xC46;&#xC30;&#xC1A;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; jalla. [Tel.] n. A manager. A long wickerwork basket used to form the body of a cart. A fish; the river mullet. One kind is &#xC06;&#xC15;&#xC41; &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC28;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;mb&#x16B;-nadamu. [Skt.] Gold: so called because found in &#xC1C;&#xC02;&#xC2C;&#xC42;&#xC28;&#xC26;&#xC3F; a river flowing from Mount Sumeru, the Indian Pactolus. W.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC02;&#xC2C;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;mbavamu. [Skt.] n. The fruit of the Jambu tree. &#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;See &#xC1C;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC02;&#xC18;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x101;nghiku&#x1E0D;u. [Skt.] n. A courier, an express. &#xC39;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC30;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;ngalamu. [Skt. from &#xC1C;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;.] n. A wild, jungle or wilderness, a forest. &#xC05;&#xC21;&#xC35;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. The fracoline partridge, Francolinus vulgaris. (F.B.I.) adj. Rural, wild, picturesque, jungly. &#xC1C;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41; j&#x101;ngal&#x101;mishamu. (from &#xC05;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41; flesh.) in Vension, game, wild animals, as pigs, &amp;c. &#xC1C;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; j&#x101;ngal&#x12B;ku&#x1E0D;u. n. A snake-catcher. &#xC35;&#xC3F;&#xC37;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC30;&#xC21;&#xC40;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC39;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jahnuvu. [Skt.] n. The name of an Royal Rishi. &#xC12;&#xC15; &#xC30;&#xC3E;&#xC1C;&#xC30;&#xC4D;&#xC37;&#xC3F;. &#xC2C;&#xC39;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC28;&#xC2F;&#xC41; his daughter i.e., the Ganges &#xC17;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC40;</span>&#xA0;&#xA0;jav&#x101;hir&#x12B;. [H.] n. Precious stones, jewels, Wealth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC3E;&#xC2C;&#xC41; jav&#x101;bu. [H.] n. An answer, a reply. &#xC1C;&#xC35;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC40; responsibility. &#xC1C;&#xC35;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a responsible person. &#xC1C;&#xC35;&#xC3E;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC40;&#xC38;&#xC41; a writer of orders or replies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC3E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC2A;&#xC3E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; jav&#x101;-pushpamu. [Skt.] n. The shoeflower, Hibiscus Rose Sinensis Rox. iii. 194. &#xC32;&#xC4B; &#xC27;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2B;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F; jav&#x101;di. [Skt.] n. Civet: a paste like pomatum. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F; stick civet, that is found adhering to twigs. &#xC1C;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; jav&#x101;di-pilli. n. The civet cat. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;javamu. [Skt.] n. Speed, swiftness, velocity, potency as of a medicine. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; with the speed of thought. adj. Swift. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;. &#xC1C;&#xC35;&#xC28;&#xC2E;&#xC41; javanamu.n. Swiftness. &#xC35;&#xC21;&#xC3F;. A swift horse &#xC28;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Swift &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;</span>&#xA0;&#xA0;or &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24; j&#x101;grata. [Skt.] n. Vigilance, carefulness, caution, activity, adj. Vigilant careful, cautious, active, ready. &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; presence of mind. &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; with care. &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41; to take care, to be careful, to make ready, to secure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC17;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;j&#x101;g&#x12B;ru. [H.] n. A Jaghire. An assignment of the Government share of the produce of a tract of country to an individual.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41; j&#x101;gilamu. [Tel.] n. A hound used for hog hunting. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#xC1C;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC5B;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; j&#x101;garamu. [Tel.] n. A vigil. sitting up all might, waking, matching, watchfulness. BD. iv. 1412. Vipra. i. 75 Kalah ii. 134. Vasu. iv. 121. L. i. 363. Armour &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. The name of a piece or man, at backgammon. G. X. 88. &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; j&#x101;gar-in&#x1E6D;su. v. n. To wake, watch, sit up all night. &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC32;&#xC47; j&#x101;ga-r&#x16B;kata. n. Heedfulness, waking, watching. &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; j&#x101;ga-r&#x16B;ku&#x1E0D;u. n. One who is wakeful, a careful man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC17;</span>&#xA0;&#xA0;j&#x101;ga. [H.] n. Place, a piece of land, site. &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1D;&#xC3E;&#xC1F;&#xC3F; j&#x101;&#x1E6D;i. [H.] n. A whip, a scourge. &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;, &#xC15;&#xC4A;&#xC30;&#xC21;&#xC3E;.
			</div>
                