&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC24;</span>&#xA0;&#xA0;j&#x101;m&#x101;ta. [Skt.] n. A son-in-law. A proverb says &#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC3E;&#xC26;&#xC36;&#xC2E;&#xC4B;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC03; a son-in-law is a Tenth Planet. The nine Planets are astrologically powerful to do evil, each in his hour, and a son-in-law is as pestilent a fellow as a Tenth Planet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC23;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC23; j&#x101;&#x1E47;a. [Tel.] n. A wit, a genius. A clever or cunning woman &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;. adj. Clever, wise. Roguish artful, shrewdish. &#xC1C;&#xC3E;&#xC23;&#xC21;&#xC41; or &#xC5B;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; j&#x101;&#x1E47;a&#x1E0D;u. n. A genius, a clever man. &#xC1C;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC5B;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41;. j&#x101;&#x1E47;a-tanamu. n. Sagacity, shrewdness, archness, cunning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x101;-b&#x101;lu&#x1E0D;u. [Skt.] n. One who tends goats. &#xC2E;&#xC47;&#xC15;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC47;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A shepherd &#xC15;&#xC41;&#xC30;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC2B;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC3E;&#xC2B;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; j&#x101;phara-che&#x1E6D;&#x1E6D;u. [Tel.] n. The Arnatto or Arnotto Tree, The Rocon Dye Tree, Bixa orellana, (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; j&#x101;pyamu. [Tel.] n. Loitering, dawdling delay. Inertness. Languor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;j&#x101;nuvu. [Skt.] n. The knee. &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41; j&#x101;nugu. [T.] n. The ear &#xC1A;&#xC46;&#xC35;&#xC3F;. An ear of grain. &#xC15;&#xC02;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC28;&#xC41; j&#x101;nu. [Tel.] adj. Graceful, bland. &#xC1C;&#xC3E;&#xC28;&#xC41;&#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; pure or sweet Telugu. n. Grace, prettiness. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Appa Cavi. II. &#xC1C;&#xC4A;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; prettily. BD. v. 1075. &#xC1C;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC3E; gracefully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;j&#x101;ni. [Skt.] n. Old age. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F;. A wife &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &quot;&#xC1C;&#xC3E;&#xC28;&#xC15;&#xC40;&#xC1C;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC27;&#xC32;&#xC4D;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC28;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;na-padamu. [Skt.] n. A country. &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. A village &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC1C;&#xC3E;&#xC28;&#xC2A;&#xC26;&#xC41;&#xC21;&#xC41; j&#x101;na-padu&#x1E0D;u.n. A villager. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC28;</span>&#xA0;&#xA0;or &#xC1C;&#xC47;&#xC28; j&#x101;na. [Tel.] n. A span.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;j&#x101;ti. [Skt.] n. A kind, rank, sort, class, tribe or caste. &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. Birth &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. The nutmeg tree &#xC1C;&#xC3E;&#xC1C;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; --adj. Fine, first rate. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; fine musk. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41; a fine crystal. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; a fine diamond. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a European. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC26;&#xC3F; an English woman. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; jati-patri. n. Mace, the membraneous covering of the nut-meg. &#xC5B;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; j&#x101;ti-u&#x1E5B;ittamulu. n. Uniform metres. See &#xC09;&#xC2A;&#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC1C;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41; j&#x101;t&#x12B;yamu. adj. Appertaining to a tribe or caste. Natural. n. A dialect. An idiom. Local pronounciation. The constitutional effect. &#xC1C;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. j&#x101;tyamu. adj. Born in a good caste or family &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. Fine &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; Excellent &#xC2E;&#xC47;&#xC32;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;tamu. [Skt.] adj. Born, produced, occasioned, possessed, felt, collected. n. A living being. Birth. production, origin; a kind or class, a collection forming a group. &#xC1C;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41; j&#x101;takamu. n. A horoscope &#xC15;&#xC4B;&#xC1F;&#xC40;. The predetermination from a horoscope, &amp;c., of the fortunes and destinies of an individual throughout life. Also that branch of astrology which teaches how to make a horoscope. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC1C;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; one who can by theory give the data for such a calculation. &#xC1C;&#xC3E;&#xC24;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; j&#x101;ta-karmamu. n. The ceremony (like christening) by which a child is introduced into his caste. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;. &#xC1C;&#xC3E;&#xC24;&#xC35;&#xC47;&#xC26;&#xC41;&#xC21;&#xC41; j&#x101;ta-v&#x113;du&amp;&amp;dtod;u. n. An epithet of Fire, as being the &quot;source of the Veda.&quot; &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;j&#x101;ya. [Skt.] n. A wife. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;, &#xC1C;&#xC3E;&#xC2F;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; j&#x101;y&#x101;-j&#x12B;vu&#x1E0D;u. n. One who &quot;lives by his wife;&quot; an actor, a dancer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;&#x1E0D;yamu. [Skt.] n. Disease, sickness, infirmity. Coldneess, apathy. Dulness, folly, stupidity. &#xC2C;&#xC21;&#xC24;, &#xC1C;&#xC21;&#xC4D;&#xC21;&#xC41;. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC1C;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41; inadvertency.
			</div>
                