&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;jigi-bigi. [Tel.] adj. Puzzling, surprizing, strange, striking (as beauty.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;jigi. [Tel.] n. Brilliancy &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. T. iv. 200.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC17;&#xC1F;</span>&#xA0;&#xA0;jiga&#x1E6D;a. [Tel.] n. Stickiness, gum, slime, birdlime. &#xC1C;&#xC3F;&#xC17;&#xC1F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; clay.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC02;&#xC15;</span>&#xA0;&#xA0;jinka. [Tel.] n. The Indian Antelope or Black Buck, Antilope cervicapra. See &#xC07;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC39;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC41;. &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; one who carries the antelope on his head, i.e., the moon or Siva &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; jinka-pokkili. n. Musk &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;, &#xC2E;&#xC43;&#xC17;&#xC28;&#xC3E;&#xC2D;&#xC3F;. &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; jinka-ravatu. n. One who rides on an antelope, i.e., the god of wind. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x101;lmu&#x1E0D;u. [Skt.] n. A fool, a block head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x101;liku&#x1E0D;u. [Skt.] n. A fisherman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC3E;&#xC32;&#xC15;&#xC2E;&#xC41; j&#x101;lamu. [Skt.] n. A multidude, an assemblage. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; a confluence of waters. A net. &#xC35;&#xC32;. A window, a lattice, a loop or eyelet hole. &#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;. BD. iv. 1525. A bud, an unblown flower. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;. Deceit &#xC2E;&#xC3E;&#xC2F; &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;j&#x101;r&#x12B;. [H.] a Current, proceeding. &#xC1C;&#xC3E;&#xC30;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; to set on foot, to put in force.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;ratramu. [Skt.] n. Incontinence, adultery. &#xC1C;&#xC3E;&#xC30;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41; j&#x101;ra-dhavu-&#x1E0D;u. n. A lover, an adulterer. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; or &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F; j&#x101;ra-str&#x12B;. n. An adulteress. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;. &#xC1C;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; j&#x101;ru&#x1E0D;u. n. An adulterer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x101;yam&#x101;namu. [Skt.] adj. Which is got or produced, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC1C;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; unmerited kindness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ji&#x1E6D;&#x1E6D;a. [Tel.] n. Sorrow, grief, anxiety. &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. BD. vii. 217; v. 735: M. XII. iii. 441. A prank or strange act. adj. Small. &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; See &#xC35;&#xC47;&#xC17;&#xC3F;. Miscellaneous, of odds and ends, what remains over. &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3E;&#xC38;&#xC3F; a heap formed of odds and ends.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC38;</span>&#xA0;&#xA0;jigny&#x101;sa. [Skt.] n. The wish to know, a wish to ascertain or enquire. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. An enquiry, a search, an investigation. &#xC1C;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC41; jigny&#x101;suvu. n. An enquirer, an investigator.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC18;&#xC3E;&#xC02;&#xC38;</span>&#xA0;&#xA0;jigh&#x101;msa. [Skt.] n. Murderous intent. &#xC1A;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. &#xC1C;&#xC3F;&#xC18;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC35;&#xC41; jigh&#x101;msuru.n. A would-be murderer &#xC1A;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. An enemy &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC18;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jighatsu-vu. [Skt.] n. He who is hungry. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC17;&#xC1F; jiguru. [Tel.] n. Slime, gum, birdlime, clay or paste. &#xC2C;&#xC02;&#xC15;. &#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC46; a gummed twig to catch birds with. &#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC2F;&#xC3F; jiguru-b&#x101;yi. n. A large kind of cricket or grasshopper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC17;&#xC40;&#xC37;</span>&#xA0;&#xA0;jig&#x12B;sha. [Skt.] n. Emulation, wish to excel or overcome. &#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. An attempt &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC1C;&#xC3F;&#xC17;&#xC40;&#xC37;&#xC41;&#xC35;&#xC41; one who is ambitious to win.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;jigili. [Tel.] adj. Plump, fleshy, rounded. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;, Fine, handsome, bright, nice, pretty. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC35;&#xC3F;</span>&#xA0;&#xA0;j&#x101;hnavi. [Skt.] n. Daughter of Jahnu; an epithet of the river Ganges as a goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;j&#x101;sti. [H.] adj. Extra, additional; in excess. n. Increase.
			</div>
                