&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC15; jibilika. [Tel.] n. A tree called &#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC17;&#xC02;&#xC27;. A kind of cucumber. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2C;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;jinu&#x1E0D;u. [Skt.] n. A man of Jain religion. Also, the generic name of the chief saints of the Buddhist and Jaina sects. The name of the god they worship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;jiddu. [Tel.] n. Enmity. A quarrel. &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;jittu. [Tel.] n. A prank, a freak, deceit. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; fox&apos;s tricks. &#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a cunning rogue &#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jitamu. [Skt.] adj. Conquered, mastered, overcome. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC1C;&#xC3F;&#xC24;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC1C;&#xC3F;&#xC24;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC03; (Lalito. XI. 9.) free from the passion of anger and the pressure of difficulties. Firm &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41;. &#xC1C;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC41; jitu-pa&#x1E0D;u. v. n. To become firm. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;. To become familiar. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41;. &#xC06; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3F; she became accustomed to these whims. &#xC1C;&#xC3F;&#xC24;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC3F; jita-v&#x101;ridhi. n. The conqueror of the ocean: a title of Rama or Hanuman or Agastya. &#xC1C;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; jitin&#x1E6D;su. v. n. To become familiar, (as a climate.) To agree (with the constitution.) &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1C;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC26;&#xC41; the fog does not digest. &#xC1C;&#xC3F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; jit&#x113;nariyu&#x1E0D;u. n. One who is free from lusts, one who is chaste and not a slave to any passion. &#xC1C;&#xC3F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has great self-command.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC15;&#xC30;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; See &#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;</span>&#xA0;&#xA0;jila. [Tel.] n. An itching sensation. &#xC26;&#xC41;&#xC30;&#xC26;. &#xC1C;&#xC3F;&#xC32;&#xC1C;&#xC3F;&#xC32;&#xC2E;&#xC28;&#xC41; jila-jila-m-anu. v. n. To itch, to the prurient. To tingle or tickle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;jirra. [Tel.] n. The noise made by the cricket. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC15;&#xC42;&#xC24;&#xC3F;. A loud noise. &#xC1C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; jirru-na. adv. Quickly; suddenly. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;, &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;Same as &#xC1C;&#xC3F;&#xC30;. &#xC1C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC21;&#xC41; jirra-la&#x1E0D;u. [Tel.] n. A twisted cord, a halter (HD. i. 1775.) &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;jira-ko&#x1E6D;&#x1E6D;u. [Tel.] v. n. To shout, in driving cattle: to hoop or halloo. Parij. v. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC40;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC24;&#xC3F; jir&#x101;yit&#x12B; [H.] adj. Cultivated. n. Cultivation. &#xC15;&#xC43;&#xC37;&#xC3F;. &#xC1C;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC3F; &#xC2D;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41; lands assessable, as opposed to inam lands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;jiyya. [Tel.] n. God. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. A king &#xC30;&#xC3E;&#xC1C;&#xC41;. &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC1C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC3F;&#xC15;&#xC28;&#xC48;&#xC28;&#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC35;&#xC47; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&quot; &#xC2F;&#xC41;. ii. &quot;&#xC05;&#xC2A;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2E;&#xC17;&#xC02;&#xC21;&#xC41; &#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC32; &#xC1C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC3F;&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;jimm&#x101;. [Tel.] n. Charge, fidelity, service.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;jimma. [Tel.] adj. Much, great. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC40; jibba&#x1E0D;&#x101;yi. [Tel.] n. A small kind of bat. &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC40;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;jilugu. [Tel.] n. Fineness. Fine cloth, muslin. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Swa. v. 92. The Hill-Palm (Bombay), the Sago-Palm, Caryota urens, (Watts). &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;. adj, Fine, delicate. Weak, thin. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC28;&#xC3F; delicate work. A. v. 78. &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; a delicate rebuke, gentle chiding. &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41; v. n. To scribble or write a fine minute hand. &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;. To make a thing intricate &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC30;&#xC3E; jir&#x101;. [Tel.] n. Armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. An arrow &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC30;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC30;&#xC4D;&#xC30; jira. [Tel.] n. A whirling noise &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC1C;&#xC3F;&#xC30;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; jira-ko&#x1E6D;&#x1E6D;u. v. n. To turn suddenly round. &#xC1C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;jiluga-tiriki. [Tel.] n. A kind of fish, T&#xE6;niura melanospilos, Teniura Lymma, Forskal (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;jili-bili. [Tel.] adj. Sweet, fine, nice, delicate, agreeable. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. Trifling, petty &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC30;. watered silk cloth &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC30;. &#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F; a small mark on the forehead &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;jili. [Tel.] adj. Sweet. &#xC1C;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; sweet or fresh milk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jilama. [Tel.] n. A kind of rice. &#xC1C;&#xC3F;&#xC32;&#xC2E;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Rox. ii. 204.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC41; jiyya. [Tel.] n. Sir. A general term of respect or affection. A lord or master. A Vaishnava palmer or mendicant. &#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;.
			</div>
                