&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x12B;ll&#x113;&#x1E0D;u. [Tel.] n. The gigantic Swallow wort. Aselepias gigantea. Rox. ii. 30. and ii. 7. Calotropis gigantea (Watts.) &#xC05;&#xC30;&#xC4D;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; the red-flowered variety; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41; the lilac-flowered variety. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a child that is as lean as a lath. &#xC24;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; will the bee seek the acrid asclepias? &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; jill&#x113;&#x1E0D;u-k&#x101;yalu. n. plu. The fruit of the &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;. Also, a cake of that shape. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;jillu. [Tel.] n. Coldness, chill. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC32;&#xC3F;. &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC47; bleak, chill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E; jill&#x101;. [H.] n. A province or district.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;jilla. [Tel.] n. A bit of stick. &#xC15;&#xC30;&#xC4D;&#xC30; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;, &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; or &#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41; jilugu. [Tel.] n. The gigantic Swallow wort. &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;tamu. [Tel.] n. Salary, wages, pay. &#xC35;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41; j&#x12B;ta-g&#x101;&#x1E0D;u. n. A paid servant, one who serves for wages.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC21;&#xC3F;&#xC2F; ji&#x1E0D;e. [Tel.] n. A sweatmeat, composed of sesamum seeds and treacle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC21;&#xC3F;</span>&#xA0;&#xA0;j&#x12B;&#x1E0D;i. [Tel.] n. The sap or milk of the mango, &amp;c. &#xC1C;&#xC40;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1C; ji&#x1E0D;i-ginza. n. The marking nut. &#xC1C;&#xC40;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1C;&#xC40;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; j&#x12B;&#x1E0D;i-che&#x1E6D;&#x1E6D;u. n. The cashew nut tree, Anacardium occidentale. (Rox. ii. 312. and Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;n&#x1E0D;ramu. [Tel.] n. A miserable state, a pest, a plague, teasing. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC32;&#xC3E;&#xC1F;, &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;</span>&#xA0;&#xA0;jihva. [Skt.] n. The tongue. &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; jihva-yantramu. n. A hook for fishing. &#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; jihva-ch&#x101;palyamu. n. A longing to eat. &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC42;&#xC32;&#xC40;&#xC2F;&#xC2E;&#xC41; a term applied to visarga when it comes before &#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC39;&#xC3E;&#xC38;</span>&#xA0;&#xA0;jih&#x101;sa. [Skt.] n. Desire to give up. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. Hate. Inveteracy. Disinclination. &#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;jish&#x1E47;uvu. [Tel.] n. A conqueror; an epithet of Indra and Arjuna. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. adj. Victorious, triumphant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;jivvuru. [Tel.] n. Boiling over. &#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;</span>&#xA0;&#xA0;jivvu-na. [Tel.] adv. All at once, briskly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;jill&#x113;d&#x101;ru&#x1E0D;u. [H.] n. A certain revenue officer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC28;&#xC41;&#xC17;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; j&#x12B;nu-g&#x14D;vi. [Tel.] n. A flute used in charming snakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC28;&#xC41;</span>&#xA0;&#xA0;j&#x12B;nu. [Tel.] n. An anchor. &#xC32;&#xC02;&#xC17;&#xC30;&#xC41;. A saddle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC28;&#xC3F;</span>&#xA0;&#xA0;j&#x12B;ni. [Tel.] adj. Fine. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28;. &#xC1C;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; j&#x12B;nigiri-v&#x101;&#x1E0D;u. n. An artisan; a worker in leather; an upholsterer. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;namu. [Tel.] n. A pad put under the saddle of a horse. &#xC28;&#xC2E;&#xC4D;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC28;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;na-pa&#x1E6D;amu. [Tel.] n. A belt. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jihmamu. [Skt.] adj. Crooked. &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; squint eyed. &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC2E;&#xC17;&#xC2E;&#xC41; jihm&#x101;gamu. n. (Lit.) A crooked goer, i.e., a snake or serpent. A sinner, one who goes astray.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC37;</span>&#xA0;&#xA0;jih&#x12B;rsha. [Skt.] n. Inclination to seize. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;.
			</div>
                