&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;&#xC3E;</span>&#xA0;&#xA0;j&#x12B;r&#x101;. [Tel.] n. Armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1C;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41; or &#xC1C;&#xC40;&#xC30;&#xC2E;&#xC41; j&#x12B;rakamu. [Skt.] n. Cummin seed. &#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;j&#x12B;rangi. [Tel.] n. A green beetle, the emerald wing cases of which are fastened on emrboidery as an ornament.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;</span>&#xA0;&#xA0;j&#x12B;ra. [Tel.] n. A line or stripe, a crack, slit, or flaw (in coin or diamonds) &#xC17;&#xC40;&#xC30;, &#xC30;&#xC47;&#xC16;. A kind of fish. G. i. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC2E;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;-m&#x16B;tamu. [Skt.] n. A mountain: &#xC15;&#xC4A;&#xC02;&#xC21;. A cloud &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC28;&#xC40;&#xC32;&#xC1C;&#xC40;&#xC2E;&#xC42;&#xC24; &#xC38;&#xC02;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; like a blue cloud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC2C;&#xC41;</span>&#xA0;&#xA0;j&#x12B;bu. [Tel.] n. A woman&apos;s cloth. &#xC15;&#xC4B;&#xC15;. Anuk. v. A net: lace: a net-like web which surrounds the cocoanut and other similar trees at those parts whence the branches expand. &#xC2A;&#xC40;&#xC1A;&#xC41;. &#xC1C;&#xC40;&#xC2C;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; j&#x12B;bu-konu. v. n. To become thick. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; j&#x12B;nuva. [Tel.] n. The tailor bird, or The White-throated Munia, Uroloncha malabarica. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; nalla-j&#x12B;nuv&#x101;yi. n. The Black headed Munia, munia maelacea. &#xC15;&#xC3E;&#xC15;&#xC30;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; k&#x101;kara-j&#x12B;nuv&#x101;yi. n. The Spotted Munia, Uroloncha punctulata. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; torra-j&#x12B;nuv&#x101;yi. n. The Indian Red Munia, Sporocginthus amandava. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; veduru-j&#x12B;nuv&#x101;yi. n. The common Rose Finch, Carpodacus erythrinus. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; p&#x101;&#x1E6D;s&#x1E6D;sa-junuv&#x101;yi. n. The Red-headed Bunting, Emberiza luteola. (F.B.I.) (Jerdon, No. 114.) &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC3E;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;&quot; Tara. ii. &#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; j&#x12B;nuva-mukkulu. n. A sort of grain. H. iv. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41; j&#x12B;luga. [Tel.] n. A certain tree of pithy substance, like the cork tree. &#xC38;&#xC40;&#xC24;&#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC17;&#xC1C;&#xC40;&#xC32;&#xC41;&#xC17; the Indian Horse Chestnut. &#x4D4;schynomene indica. &#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;&#xC2C;&#xC46;&#xC02;&#xC21;&#xC41; j&#x12B;luga-ben&#x1E0D;u. n. A sort of pith, of which toys are made.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;j&#x12B;luga. [Tel.] n. A kind of bird: the shrike, or the small owl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;j&#x12B;lu. [Tel.] n. A sequel, a supplement, an appendix. &#xC08; &#xC1C;&#xC40;&#xC32;&#xC41;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; herein after written.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC30;&#xC15;&#xC2E;&#xC41; j&#x12B;la-karra. [Tel.] n. Fennel, cummin seed: Cuminum. Rox. ii. 92. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; or &#xC38;&#xC40;&#xC2E;&#xC1C;&#xC40;&#xC32;&#xC15;&#xC30; the black Caraway, Carum nigrum. (Watts.) This word is used as a term of contempt like &quot;fiddlesticks.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;r&#x1E47;amu. [Skt.] adj. Digested. Tattered, worn, old, ruined, dead, faded, (as leaves). &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;. n. Digestion. &#xC05;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;. Ruin, the act of being destroyed. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41; the stomach. &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; j&#x12B;r&#x1E47;i&#x1E47;&#x1E6D;su. v. n. To be digested. To grow old, to waste, to decay, wear away. &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC15;&#xC41; j&#x12B;ruku. [Tel.] n. Slipperiness. &#xC1C;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC32;&#xC41; smooth slippery slabs of stone. (Parij. iv. 43.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;j&#x12B;ru. [Tel.] v. n. To hand down, dangle, or trail on the ground. &#xC1C;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC41;, &#xC1C;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC1C;&#xC40;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; j&#x12B;r&#x101;&#x1E0D;u. [Tel. &#xC1C;&#xC40;&#xC30;&#xC3F;+&#xC06;&#xC21;&#xC41;.] v. n. To sweep. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC1C;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the sow&apos;s belly sweeps the ground. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41; &#xC1C;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the end of the cloth is hanging down on the ground. &#xC1C;&#xC40;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; j&#x12B;ru-v&#x101;ru. v. n. To spread (as a smile over the countenance) &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move, &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;. To avoid, go out of the way. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;.
			</div>
                