&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC42;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x16B;&#x1E6D;amu. [Skt.] n. Matted hair; such as is worn by hermits. &#xC1C;&#xC21;&#xC2E;&#xC21;&#xC3F;. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1C;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC38;</span>&#xA0;&#xA0;jugupsa. [Skt.] n. Dislike, Censure, reviling, &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC26;&#xC42;&#xC30;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;j&#x12B;vamu. [Skt.] n. Life, existence. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;. The vital spirit, the soul &#xC05;&#xC24;&#xC4D;&#xC2E;. An animal or creature, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; one whose life is as long, as vile and as wretched as that of a crow. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; a despicable being. &#xC1C;&#xC40;&#xC28;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; the living image. &#xC1C;&#xC40;&#xC35;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; jivam-j&#x12B;vamu. n. A fabulous bird. &#xC1A;&#xC15;&#xC4B;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC17;&#xC30;&#xC4D;&#xC30; j&#x12B;va-garra. n. A prop, stay, support. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;. R. vii. 143. &#xC1C;&#xC40;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41; j&#x12B;vaku&#x1E0D;u. n. A living man. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. One who lives &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A servant &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC1C;&#xC40;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC35;&#xC2E;&#xC41; j&#x12B;vach-chhavamu. n. A living corpse. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC36;&#xC35;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC26;&#xC41;&#xC21;&#xC41; j&#x12B;vadu&#x1E0D;u. n. One who gives life. &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A medical man. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC27;&#xC28;&#xC2E;&#xC41; j&#x12B;va-dhanamu. n. Cattle. &#xC17;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F;. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41; j&#x12B;van-aushadhamu. n. A medicine that revives life. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC1C;&#xC47;&#xC38;&#xC47;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; j&#x12B;van-muktu&#x1E0D;u. n. One who has become emancipated from all desire. A man who is in the world but not of the world. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC3F;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; j&#x12B;va-u&#x1E5B;itti. n. Tending cattle. &#xC17;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41; j&#x12B;va-dantamu. n. Solid ivory; ivory cut from a living elephant. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; j&#x12B;vanamu. n. Life, existence, livelihood, means of subsistence, profession. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. Water &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make a living, to earn a livelihood. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC27;&#xC3F; j&#x12B;va-n&#x14D;p&#x101;dhi. n. Livelihood, means of living. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; j&#x12B;van-m&#x1E5B;itu&#x1E0D;u. n. One who though living is yet dead, one who is half dead. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; j&#x12B;va-ratnamu. n. A gem of the first water. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC30;&#xC47;&#xC16;&#xC32;&#xC41; j&#x12B;va-r&#x113;khalu. n. The finishing lines in statuary, the last touches which give a living appearance. &#xC1C;&#xC40;&#xC35;&#xC36;&#xC3F;&#xC32; j&#x12B;va-&#x1E63;ila. n. The living rock. &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; j&#x12B;v&#x101;ntaku&#x1E0D;u. n. A bird catcher. &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; j&#x12B;v&#x101;tuvu. n. Livelihood. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;. A prop or support &#xC1C;&#xC40;&#xC35;&#xC17;&#xC30;&#xC4D;&#xC30; Cooking &#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E; j&#x12B;v-&#x101;tma. n. An embodied spirit, the individual soul enshrined in the human body as distinguished from the Supreme Soul (&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;.) The principle of life. &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41; or &#xC1C;&#xC40;&#xC35; j&#x12B;v&#x101;lamu. n. The main point, the chief object. A bit of cord or wire put loose between the cords of a guitar to regulate the sound. &#xC24;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC24;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC3F; j&#x12B;vi. n. A living creature or animal. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;, &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC1C;&#xC40;&#xC35;&#xC3F; a vain foolish brute. &#xC15;&#xC3E;&#xC15;&#xC1C;&#xC40;&#xC35;&#xC3F; one whose life is as long and wretched as that of a crow. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; j&#x12B;vin&#x1E6D;su. v. n. To live, exist, subsist. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC15; j&#x12B;vika. n. Livelihood, profession or occupation. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; j&#x12B;vitamu. n. Living, existence. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC15;&#xC21;&#xC2E;&#xC41;. Life &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; j&#x12B;vita-k&#x101;lamu. n. Lifetime. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; j&#x12B;vit-&#x113;&#x1E63;u&#x1E0D;u. n. &quot;Lord of one&apos;s life, i.e.,&quot; a husband, a name of Yama, the judge of departed souls. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; j&#x12B;vu&#x1E0D;u. n. The soul, the sentient principle: a living being. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41; j&#x1E5B;imbhamu. [Skt.] n. Gaping. yawning; opening, expansion, spreading. &#xC06;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC24;, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; j&#x1E5B;imbhintsu. v. a. To gape, yawn. &#xC06;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; j&#x1E5B;imbhitamu. n. A yawm. &#xC06;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC24;. adj. Gaping, yawning; expanded, open, spread. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC02;&#xC24;</span>&#xA0;&#xA0;jenta. [Tel.] n. A cunning woman. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC02;&#xC21;&#xC3E;</span>&#xA0;&#xA0;jen&#x1E0D;&#x101;. [H.] n. A flag, banner. Same as &#xC1C;&#xC02;&#xC21;&#xC3E;.
			</div>
                