&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC32;</span>&#xA0;&#xA0;jela. [Tel.] n. A spring of water. &#xC28;&#xC40;&#xC1F;&#xC3F; &#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;, &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC1C;&#xC32;&#xC27;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;jerri. [Tel.] n. A centipede (scolopendra.) &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; the same. &#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; jerri-p&#x14D;tu. n. The whipsnake, erroneously supposed to be the male of the cobra. This name is given to various species of the Sole-fish (pleuronectes) See Russell, Fishes. No. 70. Solea Commersonii. J. No. 71. Solea Jerreus. 73. Plagusia Potous, No. 74. Plagusia Bilineatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;jemu&#x1E0D;u. [Tel.] n. A general name applied to plant of the cactus family. The plant called milk-hedge. Euphorbia tirucalli. Rox. ii.470. (Ainslie) &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC06;&#xC15;&#xC41;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; oleander-leaved spurge. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; the large species of cactus. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; and &#xC15;&#xC4B;&#xC32;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; and other species occur. &#xC38;&#xC40;&#xC2E;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;, Bryophyllum calcycinum. &#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F; jemu&#x1E0D;u-k&#x101;ki. n. The common coucal or Crow-Pheasant, Centropus sinensis.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC28;</span>&#xA0;&#xA0;jena. [Tel.] n. Spawn, roe. The yolk of an egg. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;je&#x1E6D;&#x1E6D;i. [Tel.] n. A wrestler, a prizefighter. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. adj. Best &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; je&#x1E6D;&#x1E6D;i-pa&#x1E6D;&#x1E6D;u. n. A wrestling match. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC15;&#xC41;&#xC35; je&#x1E6D;&#x1E6D;i-penakuva. n. A bout in wrestling. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC24; je&#x1E6D;&#x1E6D;i-mi&#x1E0D;ata. n. The giant locust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC17;&#xC02;&#xC1F;</span>&#xA0;&#xA0;j&#x113;gan&#x1E6D;a. [Tel. for &#xC1C;&#xC2F;&#xC18;&#xC02;&#xC1F;.] n. A gong or bell. &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC17;</span>&#xA0;&#xA0;j&#x113;ga. [Tel.] n. A sort of crane or heron.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;j&#x113;n&#x1E0D;ra. [Tel.] n. A certain tribe of weavers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;</span>&#xA0;&#xA0;j&#x113; [Tel.] Interj. Victory! May the victory be yours! May you have victory or success &#xC1C;&#xC2F;&#xC1C;&#xC2F; &#xC05;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. A salutation. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;jesh&#x1E6D;a. [Tel from &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC3E; an elder sister: used to mean an old crone.] n. A plague: a pest: an evil: gibberish: nonsense, rubbish. &#xC1C;&#xC46;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; I am out of that plague. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1C;&#xC46;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; I was bewitched. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC46;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has lost all his luck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC2A; jelli. [Tel.] n. The plant called Arachis fruticosa. Rox. iii. 282.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;jella. [Tel.] n. A fish like the dragonet: with a broad snout and three large strong prickles, supposed to be venomous, on its forehead and cheeks. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;. Bagrus China (Russell Fishes, No. 167.) Bagrus bilineatus, J. (No. 167) &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; Pimelodus nella, J., three species of Silurus Also &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; (No. 174.) Esox sphy&#x153;na jellow and &#xC2E;&#xC17;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; (No. 183.) A species of Polyncmus, Hemicampu Marginatus, Swains. Other spcies are &#xC28;&#xC3E;&#xC30;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; and &#xC17;&#xC41;&#xC21;&#xC3F;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;. H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC46;&#xC32;&#xC17;</span>&#xA0;&#xA0;jelaga. [Tel.] n. A leech. &#xC06;&#xC15;&#xC41;&#xC24;&#xC4B;&#xC1F;&#xC1C;&#xC46;&#xC32;&#xC17; a snail. &#xC1A;&#xC40;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC1C;&#xC46;&#xC32;&#xC17; (the slime snail) a slug. &#xC1C;&#xC46;&#xC32;&#xC17;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; jelaga-r&#x14D;gamu. n. The leech evil, that kills cattle, through their paunches being filled with leeches. &#xC1C;&#xC46;&#xC32;&#xC17;&#xC35;&#xC3E;&#xC1F;&#xC41; jelaga-v&#x101;&#x1E6D;u. n. A triangular pattern woven at the end of cloths.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41; j&#x113;guru. [Tel.] n. Redness. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. adj. Red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;&#xC47;&#xC30;&#xC41; a red stream. Kalahas. ii.58. Zacc. iii. 80. &#xC17;&#xC48;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC02;&#xC21;&#xC3F; j&#x113;guru-gan&#x1E0D;i. n. An embrasure or loophole for muskets: being a hole coloured red. &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; a red hill. &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41; j&#x113;guru-v&#x113;ru. n. The root from which a red dye is extracted. &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; j&#x113;gurin&#x1E6D;su. v. n. To redden, or blush with shame or anger. To grow red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC17;&#xC41;. &quot;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC17;, &#xC1C;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC3E; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41; &#xC26;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC2A;.&quot; Pal. 108.
			</div>
                