&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC48;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jainamu. [Skt.] n. The Jain religion. &#xC1C;&#xC48;&#xC28;&#xC41;&#xC21;&#xC41; a Jain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jaitramu. [Skt.] adj. Victorious, triumphant. &#xC1C;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a victor or conqueror. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;j&#x113;vuru. Same as &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x113;ru-bandu. [H.] n. A martingale, a saddle girth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;j&#x113;yu&#x1E0D;u. [Skt.] n. One who can be conquered. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC2C;&#xC41;</span>&#xA0;&#xA0;j&#x113;bu. [H.] n. A pocket. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC47;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; j&#x113;-pa&#x1E6D;&#x1E6D;u. [Tel.] v. a. To bless. &#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;j&#x113;na-che&#x1E6D;&#x1E6D;u. [Tel.] n. A certain tree the fruit of which is eaten. Adenanthera aculeata. Rox. ii. 371. &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC1C;&#xC47;&#xC28; the Arum Sylvatica. Rox. iii. 511.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC28;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC1C;&#xC3E;&#xC28;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; or &#xC5B;&#xC3E;&#xC28;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; j&#x113;nagi-t&#x101;&#x1E0D;u. [Tel.] n. A match or fuse for a gun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC28;</span>&#xA0;&#xA0;j&#x113;na. [Tel.] n. A span, a length of nine inches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC24;</span>&#xA0;&#xA0;j&#x113;ta. [Skt.] n. One who conquers. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC1C;&#xC47;&#xC21;&#xC3F;&#xC2F; j&#x113;&#x1E0D;e. [Tel.] n. A marshy soil. &#xC2C;&#xC41;&#xC30;&#xC26;&#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC47;&#xC1C;&#xC46;</span>&#xA0;&#xA0;or &#xC1C;&#xC47;&#xC1C;&#xC47; j&#x113;je. [Tel.] n. A god, a goddess, a deity: &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC47;&#xC1C;&#xC2E;&#xC4D;&#xC2E; j&#x113;jamma. n. A goddess. &#xC28;&#xC40;&#xC15;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC35;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC1C;&#xC47;&#xC1C;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC35;&#xC41; it will puzzle you and your grand mother too to find them. &#xC1C;&#xC47;&#xC1C;&#xC47;&#xC1A;&#xC46;&#xC32;&#xC3F; is a wife of a god. &#xC26;&#xC47;&#xC35;&#xC24;. &#xC1C;&#xC47;&#xC1C;&#xC47; j&#x113;j&#x113;. interj. Hurra! huzza! &#xC1C;&#xC2F;&#xC1C;&#xC2F; &#xC05;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC1C;&#xC47;&#xC1C;&#xC47;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC41;&#xC32;&#xC41; huzzas, salutations. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; BD. v. 1035. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC1C;&#xC47;&#xC1C;&#xC47;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; the mount M&#x113;ru. &#xC1C;&#xC47;&#xC1C;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; Heaven &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gny&#x101;ti. [Skt.] n. A fellow heir: a cousin or kinsman on the father&apos;s side. &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; relationship through common male ancestors. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC47;&#xC28;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; rivalry such as exists between heirs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gny&#x101;tamu. [Skt.] adj. That which is known. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC2E;&#xC41; unknown &#xC05;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; living incognito.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4B;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; j&#x14D;kyamu. [Tel.] n. Connection. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. Risk, peril, hazard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC48;&#xC28;&#xC3E;&#xC24;&#xC43;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jaiv&#x101;t&#x1E5B;ikamu. [Skt.] n. A drug or medicament. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41;. adj. Long lived. &#xC1C;&#xC48;&#xC28;&#xC3E;&#xC24;&#xC43;&#xC15;&#xC41;&#xC21;&#xC41; jaiv&#x101;t&#x1E5B;iku&#x1E0D;u. n. One who is long lived. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A physician &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. The moon &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;gnyapti. [Skt.] n. Understanding, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC24;&#xC32;&#xC2A;&#xC41;. Recollection. &#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; I was at that time out of my senses. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I did not recollect it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;j&#x14D;&#x1E6D;i. [Skt.] n. A sheet or blanket. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;.
			</div>
                