&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC2F;&#xC3E;</span>&#xA0;&#xA0;jy&#x101;. [Skt.] n. A bowstring. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. The earth. &#xC28;&#xC47;&#xC32;, &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC1E;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gny&#x113;yamu. [Tel.] adj. Knowable, cognisable, known. &#xC24;&#xC4C;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gny&#x101;pakamu. [Skt.] n. That which makes known. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. Memory. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to remind, to recall. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3E; did you remind him about me? &#xC05;&#xC26;&#xC3F; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC3E; do you recollect it? &#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC3F;&#xC15;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC15; gny&#x101;pika. n. A reminder. A notice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;gny&#x101;namu. [Skt.] n. Wisdom, knowledge. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. Higher knowledge. Theology. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. Philosophy. In some compounds it may be rendered supernatural. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41; gny&#x101;na-k&#x101;n&#x1E0D;amu. n. The doctrinal portion of the Vedas which contains the esoteric teaching relating to the spiritual knowleldge. The doctrine of Faith as opposed to that of Works. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; gny&#x101;na-d&#x1E5B;sh&#x1E6D;i. n. Spiritual vision, supernatural intelligence, the prophetic eye: second sight. Clairvoyance. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; gny&#x101;na-nidra. n. A deep unnatural sleep, such as occurs in Mesmerism. Ecstasy. A metaphysical delirium which suspends the senses. &#xC2F;&#xC4B;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; gny&#x101;na-m&#x101;rgamu. n. The path of wisdom; the doctrine that salvation is to be obtained by means of meditation on, and the consequent union with the Supreme Spirit. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; gny&#x101;na-&#x1E63;ar&#x12B;ramu. n. The spiritual body: as distinguished from the corporeal body. (&#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;, or &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.) &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; gyn&#x101;na-svar&#x16B;pamu. n. The spiritual form or image, invisible to the mortal eye. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F; gny&#x101;ni. n. One who possesses wisdom, a philosopher, a sage, a prophet, an inspired teacher. &#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; gny&#x101;n&#x113;ndriyamu. n. An organ of perception. A supernatural sense, such as the power of perceiving spirits. See Tantra Rajam. XVII. 4. &#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; senses of perception or knowledge as opposed to &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; senses of action. The five senses of man as &#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC41; Touch, &#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; Sight, &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; Hearing, &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35; Taste and &#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; Smell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;jy&#x101;ni. [Skt.] n. Old age, infirmity. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F;. Decay, &#xC2A;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;jy&#x113;sh&#x1E6D;ha. [Skt.] n. The month Jyesh&#x1E6D;ha, (June, July.) &#xC12;&#xC15; &#xC28;&#xC46;&#xC32;. adj. Elder. &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC38;&#xC02;&#xC24;&#xC24;&#xC3F; the eldest born. &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20; n. Misfortune personified as a goddess &#xC1C;&#xC46;&#xC37;&#xC4D;&#xC1F;. &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC35;&#xC27;&#xC3F; A day in the month Jy&#x113;sh&#x1E6D;ha, on which ploughing time commences. &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; the eldest man &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
                