&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC5B;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zan&#x1E0D;z&#x101;&#x1E6D;amu. [Tel.] n. Connection, relationship. &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC1A;&#xC40;. &quot;&#xC15; &#xC13;&#xC1F;&#xC2E;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC28;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC24;&#xC4B;&#xC28;&#xC47; &#xC2F;&#xC3E;&#xC1F;&#xC32;&#xC15;&#xC41;&#xC2C;&#xC4B;&#xC15;&#xC2F;&#xC4A;&#xC15; &#xC5B;&#xC02; &#xC5B;&#xC3E;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC28;&#xC28;&#xC18;&#xC3E;.&quot; &#xC2D;&#xC3E;&#xC17;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;</span>&#xA0;&#xA0;&#x1E0D;za. [Tel.] n. The letter z.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jvalanamu. [Skt.] n. Burning, fire &#xC2E;&#xC02;&#xC1F;, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; jvalin&#x1E6D;su. v. n. To burn &#xC2E;&#xC02;&#xC21;&#xC41;. To shine &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; jvalitama. adj. Burnt. &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC28;. Shining, illuminated. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32; jva&#x101;la. n. A flame, a blaze. &#xC2E;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jvaramu. [Skt.] n. Fever. &#xC1A;&#xC32;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; ague and fever. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; bilious fever. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41; A specific against fever. (Rox: i. 275 Ainsl. ii. 114.) Quinine. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F; the Calisaya Bark, the yellow bark of commerce, Cinchona Calisaya (Watts.) &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; jvaritu&#x1E0D;u. n. A fever-stricken man, one suffering from fever &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;</span>&#xA0;&#xA0;jy&#x14D;ti. [Skt.] n. Light, radiance. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. In a mystic sense, internal illumination. The lights that dance before the eyes when dazzled or closed. A lump of paste, used as a meat offering. A star &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; The eye &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. The sun &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC30;&#xC4D;&#xC32;&#xC24; jy&#x14D;tir-lata. n. An ignis fatuus. A ray of light. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC23;&#xC2E;&#xC41; jy&#x14D;ti-r-inga&#x1E47;amu. n. A firefly or glow-worm &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC2E;&#xC41; jy&#x14D;tishamu. n. Astronomy, astrology. &#xC1C;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; jy&#x14D;ti&#x1E63;hku&#x1E0D;u. n. An astronomer: an astrologer, a fortune teller. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC2E;&#xC24;&#xC3F; jy&#x14D;tish-mati. n. A plant, the Balloon vine, or, the Heart-pea, or, the Winter Cherry, Cardiospermum Halicacabum, (Watts), also called &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC28;&#xC24;&#xC32;, &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC24;&#xC40;&#xC17; or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC02;&#xC24;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC36;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; an astronomical chart or diagram. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC47;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41; jy&#x14D;tissu. n. Radiance. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC28; jy&#x14D;tsna. n. Moonlight. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC28;&#xC3F; jy&#x14D;tsni. n. A moonlight night. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;zan&#x1E0D;z&#x101;. [Tel.] n. A multitude &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC5B;&#xC21;</span>&#xA0;&#xA0;&#x1E0D;zan&#x1E0D;za&#x1E0D;a. [Tel.] n. A nail or screw. &#xC1A;&#xC40;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zangu-pilli. [Tel.] n. The serval: a spotted reddish wild cat. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;&#xC41;, &#xC5B;&#xC02;&#xC17;&#xC46;</span>&#xA0;&#xA0;or &#xC5B;&#xC02;&#xC17;&#xC3F;&#xC2F; &#x1E0D;zangu. [Tel.] n. A silver ornament or badge, fastened on the leg of a Jangam when he is first sent to receive alms. &#xC05;&#xC02;&#xC26;&#xC46;, &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zangili. [Tel.] n. A herd of cattle. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC02;&#xC26;. A herd of animals &#xC1C;&#xC02;&#xC24;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A headman or leader. &#xC17;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC5B;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F; a herd of elephants. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC5B;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F; a herd of lions. &#xC2F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zangi. [Tel.] n. The spreading of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;. &#x1E0D;zang&#x101;&#x1E37;amu. [Tel.] n. Length. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. A fictitious or artificial emerald. Charitr. v. 1878.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zangamu. [Tel.] n. (Lit. a sojourner) A Jangam. Name of a Saivite sect, the members of which wear the lingam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC17;</span>&#xA0;&#xA0;&#x1E0D;zanga. [Tel.] n. The calf of the leg. &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;. A stride. &#xC05;&#xC02;&#xC17;. &#xC5B;&#xC02;&#xC17;&#xC2F;&#xC3F;&#xC21;&#xC41;, &#xC5B;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;, or &#xC5B;&#xC02;&#xC17;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to take a stride. &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC5B;&#xC02;&#xC17;&#xC1A;&#xC3E;&#xC1A;&#xC41; to stride. &#xC5B;&#xC02;&#xC17;&#xC28;&#xC21; &#x1E0D;zanga-na&#x1E0D;a. n. A certain pace in horses. &#xC5B;&#xC02;&#xC17;&#xC28;&#xC21;&#xC15; striding, &#xC15;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC21;&#xC1A;&#xC41;&#xC28;&#xC21;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zanku. [Tel.] v. n. To fear. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To hesitate &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Fear, hesitation, fright. &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28; &#xC1C;&#xC02;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the ladder is shaking or giving way. &#xC5B;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zankin&#x1E6D;su. v. a. To frighten, to intimidate. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC02;&#xC15;&#xC46; or &#xC5B;&#xC02;&#xC15;&#xC46;&#xC28; &#x1E0D;zanke. n. Fright, alarm, a threat. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC1C;&#xC02;&#xC15;&#xC46;&#xC28; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; timid glances. &#xC5B;&#xC02;&#xC15;&#xC46;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; to frighten &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC5B;&#xC3E;&#xC21;&#xC3F;, &#xC5B;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC21;&#xC3F;, &#xC5B;&#xC2E;&#xC41;&#xC1C;&#xC3E;&#xC32;&#xC3F;, &#xC5B;&#xC02;&#xC5B;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC02;&#xC5B;&#xC3E;&#xC33;&#xC3F; &#x1E0D;zan&#x1E0D;z&#x101;&#x1E0D;i. [Tel.] n. A dagger with a gauntlet handle across the blade. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC17;&#xC32; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. A swivel-gun.
			</div>
                