&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC41; &#x1E0D;zandemu. [Tel.] n. The sacred thread worn by the twice born castes in India. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC4B;&#xC2A;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I drew a line across him (with my sword, meaning. I cleft him through the shoulder.) &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC1C;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; a gold thread worn in lieu of a cotton one on solemn occasions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zantramu. [from Skt. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. n. An instrument, a machine. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A string &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A doll moved by a string, a puppet. &#xC5B;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; &#x1E0D;zantrak&#x101;&#x1E0D;u. n. One who moves dolls at a show by means of strings. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC5B;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; instrumental music. &#xC5B;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41; instrumental and vocal music. &#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; a puppet, an automaton, a doll: a splendid image or beautiful figure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC24;&#xC46;</span>&#xA0;&#xA0;&#x1E0D;zante. [Tel.] n. A weeding machine. &#xC5B;&#xC02;&#xC24;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to weed a field with the weeding machine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;zantika. [Tel.] n. A kind of cake. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Also, an instrument for making those cakes. &#xC06; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC5B;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; a boil with many openings in it &#xC05;&#xC28;&#xC47;&#xC15;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC24;</span>&#xA0;&#xA0;or &#xC5B;&#xC02;&#xC24;&#xC3F; &#x1E0D;zanta. [Tel.] n. A wicked woman, a hag, a jade. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC1F;</span>&#xA0;&#xA0;&#x1E0D;zan&#x1E6D;a. [Tel.] n. A pair or couple. &#xC5B;&#xC4B;&#xC21;&#xC41;, &#xC5B;&#xC24;. adv. Behind &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;; near &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;. &#xC1C;&#xC02;&#xC1F;&#xC17;&#xC3E; with, along with. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1C;&#xC02;&#xC1F;&#xC17;&#xC3E; &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; to twist three cords together. &#xC5B;&#xC02;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F; (&#xC1C;&#xC02;&#xC1F;+&#xC2E;&#xC42;&#xC21;&#xC41;+&#xC15;&#xC3E;&#xC32;&#xC41;+&#xC07;.) n. That which has twice three legs, i.e., a bee &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;, &#xC37;&#xC1F;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41;. &#xC5B;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zan&#x1E6D;in&#x1E6D;su. v. a. To add or connect, annex, subjoin. &#xC5B;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to add word to word, to jabber. &#xC5B;&#xC02;&#xC1F;&#xC41; &#x1E0D;zan&#x1E6D;u. v. n. To be in a string: to be connected together. &#xC5B;&#xC02;&#xC1F;&#xC2A;&#xC21;&#xC41;. &#xC5B;&#xC02;&#xC1F;&#xC28; joined. &#xC5B;&#xC02;&#xC1F;&#xC3F; or &#xC5B;&#xC02;&#xC1F;&#xC40; &#x1E0D;zan&#x1E6D;i. n. Lace &#xC38;&#xC30;&#xC3F;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC5B;&#xC02;&#xC1F;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC15; a boddice trimmed with lace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zakkin&#x1E6D;su. [Tel.] v. n. To be bound as regards the law or duty. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zakki. [Tel.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A grindstone. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC35;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC17;&#xC4A;&#xC02;&#xC17; the moon &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; the sun &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zakkalin&#x1E6D;su. [Tel.] v. t. To ridicule. &#xC17;&#xC47;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x1E0D;zakkalimpu. n. Jeering, quizzing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC30;</span>&#xA0;&#xA0;&#x1E0D;zakkara. [Tel.] n. A river. &#xC28;&#xC26;&#xC3F;. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; the ocean &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#x1E0D;zambu. [Tel.] n. A bulrush: sedge. &#xC5B;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC42;&#xC21; or &#xC1C;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC42;&#xC21;&#xC41; a cope made of this, worn by fisherman and other against rain. &#xC5B;&#xC02;&#xC2C;&#xC47;&#xC30;&#xC41; &#x1E0D;zamb-&#x113;ru. [&#xC5B;&#xC02;&#xC2C;&#xC41;+&#xC0F;&#xC30;&#xC41;.] n. The river &#xC1C;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;. A river of gold said to flow from the Mountain M&#x113;ru.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#x1E0D;zambi. [Tel.] n. The tree called Mimosa suma. Rox. ii. 563.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2A;&#xC46;</span>&#xA0;&#xA0;&#x1E0D;zampe. [Tel.] n. Slow time in music. Andante. &#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zampu. [Tel.] n. Length. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. Procrastination. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Thinness &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. A long gold jewel with pendant pearls worn on the ear. adj. Long. &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC5B;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; long tresses. &#xC5B;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;. &#x1E0D;zampu-na&#x1E0D;apu. v. a. To procrastinate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zamp-amu. [Tel.] n. A piece of rope or leather thong to which a stirrup is tied. &#xC05;&#xC02;&#xC15;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2A;&#xC16;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;zampa-kh&#x101;n&#x101;. [H.] n. A carpet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zamp-&#x101;&#x1E0D;u. [Tel. &#xC5B;&#xC02;&#xC2A;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To swing. B. x. 281. To move. &#xC15;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC02;&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zamp&#x101;lu. [Tel.] n. A lullaby, a cradle song. &#xC1C;&#xC4B;&#xC32;&#xC2A;&#xC3E;&#xC1F;.
			</div>
                