&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1C;&#xC17;&#xC3F;&#xC24;&#xC46;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC17;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; &#x1E0D;zagile&#x1E0D;u. [Tel.] n. A fellow son-in-law. &#xC32;&#xC4B;&#xC21;&#xC3F;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC17;&#xC3F;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC5B;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC46; &#x1E0D;zagile. [Tel.] n. A settle or stone bench. &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;. Chikk. i. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC17;&#xC3E;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zagati. [From Skt. &#xC1C;&#xC17;&#xC2E;&#xC41;.] n. A raised verandah. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC5B;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41; places, parts, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC5B;&#xC17;&#xC2E;&#xC41; &#x1E0D;zagamu. [from Skt. &#xC1C;&#xC17;&#xC2E;&#xC41;.] n. The world. &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC1C;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; the eye of the world, i.e., the Sun. &#xC28;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;. &#xC1C;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; the relation of the world, i.e., the Sun &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;. &#xC5B;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; the mother of the world, i.e., Laksmi &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;, &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC3E;&#xC24;. &#xC1C;&#xC17; &#x1E0D;zaga. [Short for &#xC5B;&#xC17;&#xC2E;&#xC41;.] adj. Noble, fine, matchless. &#xC5B;&#xC17;&#xC26;&#xC4A;&#xC02;&#xC17; a great thief. &#xC5B;&#xC17;&#xC30;&#xC4C;&#xC24;&#xC41; a heroic trooper. &#xC5B;&#xC17;&#xC5B;&#xC02;&#xC24; &#x1E0D;zaga-&#x1E0D;zanta. n. A jade, a vile woman. &#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;. &#xC5B;&#xC17;&#xC5B;&#xC02;&#xC2A;&#xC41; &#x1E0D;zaga-&#x1E0D;zampu. n. Greatness. Excess. Delight. A row of pearls. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC5B;&#xC17;&#xC5B;&#xC02;&#xC2A;&#xC41;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; a very brilliant ruby. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC23;&#xC3F;. T. ii. 107. iv. 60. A. vi. 181. Vasu. iii. 115. &#xC5B;&#xC17;&#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#x1E0D;zaga-je&#x1E6D;&#x1E6D;i. n. A prize-fighter: a wrestler: a hero. M. VII. iv. 179.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zaga&#x1E0D;amu. [Tel.] n. A dispute, a quarrel. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. War, a battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC5B;&#xC17;&#xC21;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; or &#xC5B;&#xC17;&#xC21;&#xC17;&#xC02;&#xC1F;&#xC3F; &#x1E0D;zaga&#x1E0D;a-gon&#x1E0D;i. n. A scold, a termagant, a virago. &#xC15;&#xC32;&#xC39;&#xC36;&#xC40;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC5B;&#xC17;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41; &#x1E0D;zaga&#x1E0D;am-&#x101;&#x1E0D;u. v. n. To fight: to quarrel, to wrangle. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC17;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a quarrelsome person. &#xC5B;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zaga&#x1E0D;in&#x1E6D;su. v. n. To quarrel or fight. To fight a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zakkula-v&#x101;&#x1E0D;lu. [Tel.] n. plu. A certain caste of conjurors or wizards, who worship the goddess K&#x101;m&#x113;swari or Circe. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#x1E0D;zakkulu. n. plu. Demigods or nymphs, attendants, on Cubera. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41;. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; Kubera.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zakkini. [Tel.] n. A woman who dies in the matron state, not as a widow. &#xC2E;&#xC43;&#xC24;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F;. Name of Kubera&apos;s wife &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC40;&#xC21;&#xC41; &#x1E0D;zakkin-&#x12B;&#x1E0D;u. [&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3F;+&#xC08;&#xC21;&#xC41;.] n. Kubera &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E6D;&#x1E6D;i. [Tel.] n. Price, earnest money; &#xC35;&#xC46;&#xC32;. A bargain, a contract, an agreement. Sale &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;. A monopoly. Forestalling. A species of loan on mortgage. &#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a middleman, &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;; a buyer &#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;; one who buys in order to sell to profit &#xC15;&#xC4A;&#xC28;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; a wholesale purchase. &#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E0D;za&#x1E6D;&#x1E6D;i-konu. v. t. To buy &#xC35;&#xC46;&#xC32;&#xC15;&#xC41; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#x1E0D;za&#x1E6D;&#x1E6D;i-y-i&#x1E6D;s&#x1E6D;su. v. t. To sell wholesale. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zaz&#x1E0D;zu. [Tel.] n. The state of being much torn. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC3F;. A flaw in an emerald. adj. Old, worn, tattered, threadbare, trite. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC1C;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41; mere tatters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC5B;&#xC4D;&#xC1C;&#xC30;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC5B;&#xC30; &#x1E0D;zaz&#x1E0D;zara. [Tel.] n. Deception. &#xC35;&#xC02;&#xC1A;&#xC28;. &#xC5B;&#xC1C;&#xC4D;&#xC1C;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC5B;&#xC3E;&#xC5B;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a deceitful woman &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC5B;&#xC5B;&#xC4D;&#xC1C;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; a cheat, deceiver, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC5B;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;z&#x101;yi. [Tel.] n. A kind of cannon. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zaggu. [Tel.] n. Brightness. &#xC24;&#xC33;&#xC24;&#xC33;. Grace, prettiness. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. T. iii. 131. H. ii. 159. iv. 179. &#xC5B;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35; prettily. T. iv. 159. &#xC5B;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC5B;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; very prettily. &#xC5B;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to perform grandly. &#xC5B;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E0D;zaggu-tanamu. n. Prettiness, grace. H. v. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zakki&#x1E47;i. [Tel.] n. (A term in music) A flourish, a grace. Vish. vii. 292. An actor&apos;s garb or masque. Antics: a sort of wild dance. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC1F;. R. ii. 133.
			</div>
                