&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;a. [Tel.] n. Hair plaited or braided in chains, matted hair. The finishing twist or plait of a straw roof. The mane of a lion. &#xC5B;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC5B;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41;. &#x1E0D;za&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. v. n. To be plaited, to form into plaits. &#xC5B;&#xC21;&#xC26;&#xC3E;&#xC30;&#xC3F; &#x1E0D;za&#x1E0D;a-d&#x101;ri. n. A hermit or anchorite with matted locks. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC5B;&#xC21;&#xC32;&#xC41;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC0B;&#xC37;&#xC3F;. &#xC5B;&#xC21;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; &#x1E0D;za&#x1E0D;a-bi&#x1E37;&#x1E37;a. n. A head ornament worn by Hindoo women over their plaited hair. &#xC5B;&#xC21;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#x1E0D;za&#x1E0D;a-mu&#x1E0D;i. n. The knot of hair behind the head. &#xC5B;&#xC21;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; the maned beast, i.e., a lion. &#xC15;&#xC47;&#xC38;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E6D;&#x1E6D;u. [Tel.] n. A crowd (of men); a party &#xC1C;&#xC28;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC17;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E6D;&#x1E6D;inga. [Tel.] n. A thief. &#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC2E;&#xC41; &#x1E0D;za&#x1E0D;&#x1E0D;igamu. [Tel.] n. The funnel on the top of a drill plough. Vij. iii. 29. Pride &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC28;&#xC40; &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. &#xC0A;&#xC21;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41; I will knock your top off.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;&#x1E0D;i. [Tel.] n. A pole, on which a weight bound in the middle is borne by two men. &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a large bow thus borne on a pole. &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC40;&#xC1F;&#xC46; &#x1E0D;za&#x1E0D;&#x1E0D;i-y-&#x12B;&#x1E6D;e. n. A spear with a handle in the middle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;&#x1E0D;a. [Tel.] adj. Near, close by, connected with. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC28;. n. Terror, fright. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. Also, in spelling, one consonant written below another; when two come together, without the intervention of a vowel. The mark of an aspirate. &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC28; suddenly &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;iyu. [Tel.] v. n. To fear, to be afraid. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To move about &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move aside &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To sound &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. v. a. To push &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. To parry a blow &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To beat &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Also, to flower. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. A. v. 137. &#xC5B;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;za&#x1E0D;ipin&#x1E6D;su. v. n. To frighten, threaten, or alarm. &#xC5B;&#xC21;&#xC41;&#xC2A;&#xC41; &#x1E0D;za&#x1E0D;upu. n. Fear, fright.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;i. [Tel.] n. A flood, a stream, a gush, a torrent of rain, tears or words. &#xC35;&#xC3E;&#xC28;. L. ii. 65. iv. 73. Trouble &#xC2C;&#xC3E;&#xC27;. ND. pref. 139. adj. Constant, continuous &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC17;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;, &#xC5B;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;. &#x1E0D;za&#x1E0D;i-gonu. v. n. To stream, to pour in a sheet or torrent. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC1C;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC46;, &#xC1C;&#xC21;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46; it rained in floods. To be excessive &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;. &#x1E0D;za&#x1E0D;i-g&#x101;&#x1E0D;pu. n. A strong wind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;anu. [from Skt. &#xC1C;&#xC21;&#xC2E;&#xC41;.] n. Awkwardness, stupidity, apathy, laziness. &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC5B;&#xC21;&#xC38;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E0D;za&#x1E0D;anu-pa&#x1E0D;u. v. n. To become dull or lazy. B. viii. 458. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC48; &#xC2E;&#xC02;&#xC26;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;aka. [Tel.] n. A blanket. &#xC2C;&#xC4A;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zati. [Tel.] n. Harmony in music. &#xC17;&#xC3E;&#xC28; &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC5B;&#xC24;&#xC28;</span>&#xA0;&#xA0;or &#xC5B;&#xC24;&#xC28;&#xC41; &#x1E0D;zatanamu. [from Skt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.] n. An endeavour, attempt, effort, exertion. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. The design or plan of a picture or a carpet. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC5B;&#xC24;&#xC28;&#xC2A;&#xC21;&#xC41; or &#xC5B;&#xC24;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E0D;zatana-pa&#x1E0D;u. v. n. To be ready. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. To try &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC24;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to get ready &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC24;</span>&#xA0;&#xA0;&#x1E0D;zata. [Tel.] n. A pair; a set, &#xC5B;&#xC02;&#xC1F;. Similarity, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A match, an equal; a fellow. &#xC28;&#xC3E;&#xC5B;&#xC24;&#xC28;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; those who came with me. &#xC05;&#xC35;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC1C;&#xC24;&#xC47; they are as good as lost to me. adj. Equal. &#xC5B;&#xC24;&#xC2A;&#xC21;&#xC41; &#x1E0D;zata-pa&#x1E0D;u. v. n. To agree, unite, suit, combine. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC5B;&#xC24;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they joined him. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC1C;&#xC24;&#xC2A;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; the business did not succeed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;za&#x1E0D;&#x1E0D;u. [Tel.] n. Drowsiness, exhaustion &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Disease &#xC1C;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A lie, a falsehood. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Connection &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;, &#xC2C;&#xC4B;&#xC32;&#xC3F;. &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; connection &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC5B;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; to become dull or inactive &#xC1C;&#xC21;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
                