&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zanna&#x1E0D;u. [Tel.] n. The name of a certain horse. &#xC08; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC17;&#xC32; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zanumu. [Tel.] n. The jute-plant. &#xC5B;&#xC28;&#xC41;&#xC2A;&#xC28;&#xC3E;&#xC30; or &#xC1C;&#xC28;&#xC2A;&#xC28;&#xC3E;&#xC30; the jute fibre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zaddu. [Tel.] n. Hard-heartedness, want of feeling. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zattu. [Tel.] n. An armlet. M. iv. i. 213.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC24;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zatigelu. [Tel.&#xC5B;&#xC24;+&#xC24;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41;.] n. The small ropes that go round bullock&apos;s necks and are tied to the yoke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;&#x1E0D;zabba. [Tel.] n. The shoulder. &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;. The hip, or outer part of the thigh. &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15; the shoulder blade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zaburu-&#x1E0D;zangi. [Tel.] n. A kind of small cannon. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zaburu-konu. [Tel.] v. a. To devour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2C;&#xC30;</span>&#xA0;&#xA0;&#x1E0D;zabara. [Tel.] n. An areca blossom. &#xC2A;&#xC4B;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2A;&#xC4D;&#xC24;&#xC40;</span>&#xA0;&#xA0;&#x1E0D;zapt&#x12B;. [H.] n. Attachment of property.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC46; &#x1E0D;zanniya. [from Skt. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;.] n. A consecrated thing. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. A cow or ox so dedicated. A vow &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. adj. Consecrated. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC06;&#xC35;&#xC41; a cow that is consecrated. (See under &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.) &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; a girl that is presented to a temple as a courtezan. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to consecrate and release a bull calf. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC40;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a date tree set aside as consecrated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zannidamu. [Tel. from Skt. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;.] n. The sacred thread. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC4B;&#xC2A;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zanni. [Tel.] n. Delirium. A sort of fit, convulsions. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC1C;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; she fell down in a fit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zannamu. [from Skt. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;.] n. A sacrifice, a ceremony, in which oblations are presented. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; a star or constellation on whose appearance sacrifices (&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC32;&#xC41;) are to be performed. &#xC2E;&#xC16;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; one who eats at a sacrifice, i.e., a god, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC17; &#x1E0D;zannapu-gonga. n. One who steals sacrifices, i.e., Siva. &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F;. &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC1F;&#xC4A;&#xC5B;&#xC4D;&#xC1C; &#x1E0D;zannapu-&#x1E6D;-o&#x1E0D;&#x1E0D;za. (&#xC1C;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;+&#xC12;&#xC5B;&#xC4D;&#xC1C;.) n. The priest who presides at a sacrifice. &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; &#x1E0D;zann-&#x101;vu. n. A cow that is consecrated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC2E;&#xC32;&#xC3F; &#x1E0D;zamili. [Tel.] n. A pair, a couple. adj. Double, paired, coupled. &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41; stuttering words, stammering. &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; double M: the letter &#xC4D;&#xC2E; &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zamil-in&#x1E6D;su. v. n. To redouble or increase (as fear or shame). &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F; &quot;the double three footed&quot; insect, i.e., a bee. A carpenter bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;or &#xC5B;&#xC02;&#xC1F; &#x1E0D;zama&#x1E6D;a. [Tel. locative case of &#xC1C;&#xC2E;&#xC32;&#xC3F;.] n. Double. &#xC5B;&#xC2E;&#xC1F;&#xC2A;&#xC4A;&#xC30; a double fold. &#xC5B;&#xC2E;&#xC1F;&#xC2A;&#xC3E;&#xC24; a fold of cloth worn as a glove by falconers, when they have a hawk perched on the hand. HK. ii. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2E;</span>&#xA0;&#xA0;&#x1E0D;zama. [H.] n. A collection of money. Total. &#xC5B;&#xC2E;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41; income and expenditure. &#xC5B;&#xC2E;&#xC3E;&#xC2C;&#xC02;&#xC26;&#xC40; the yearly settlement of accounts made by a revenue officer under the ryotwari system.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zabbu. [Tel.] n. Weakness, sluggishness, inactivity &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;. Disease, illness, sickness &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC36;&#xC3E;&#xC28;&#xC3E; &#xC1C;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; his business has decreased or fallen away. &#xC1C;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make one sick, to cause sickness. &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41; adj. Weak, slow, stupid, infirm. Flat, spiritless, as bad poetry. &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC15;&#xC35;&#xC3F; a poetaster. &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; a poor poem &#xC05;&#xC26;&#xC3F; &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; that was but a poor year. &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC3E; &#x1E0D;zabbu-g&#x101;. adv. Slightly weak. &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E0D;zabbu-pa&#x1E0D;u. v. n. To fall ill, to become sick. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC17;&#xC41;.
			</div>
                