&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC30;&#xC17;&#xC41;. &#x1E0D;zarugu. [Tel.] v. n. To slip, creep, or slide. To pass or change the place. To flee. To pass, elapse, expire as time. To move on, get on. To be current or usual. To occur, happen. &#xC5B;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC3F; a real occurrence, a fact, a thing that happened. &#xC07;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1C;&#xC30;&#xC17;&#xC26;&#xC41; I cannot get on without this. &#xC06; &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC26; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that land is in my hands. &#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E; as usual. &#xC05;&#xC24;&#xC21;&#xC41; &#xC5B;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he departed, i.e., died. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC1C;&#xC30;&#xC17;&#xC15; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; as I could not subsist there I came away. &#xC5B;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC3F; passing, elapsing. (lit: what slides). &#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; or &#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F; &#x1E0D;zarugu-b&#x101;&#x1E6D;u. n. Living, subsistence. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; substantial; well-to-do. &#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; slipperiness &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC5B;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC5B;&#xC30;&#xC2A;&#xC41; &#x1E0D;zarupu. v. a. To pass or spend as time. To put off, procrastinate. To push on, move forward. To do, perform. &#xC1C;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41; procrastination. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC1C;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC1F;. &#xC5B;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zarigin&#x1E6D;su. v. a. To conduct, transact, carry on (business, &amp;c.) To execute, fulfil, commit, perpetrate, celebrate, perform. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to raise a disturbance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zalubu. [Tel.] n. A cold or catarrh. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E0D;zalubu-ch&#x113;yu. v. n. To catch cold. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; I have caught cold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC5B;&#xC32;&#xC41;&#xC17;&#xC41; &#x1E0D;zaluga. [Tel.] n. A species of fish akin to the Salmon, Odoe, sci&#x153;na lineata. A sort of tree, called &#x4D4;schynomene sesban. Rox. iii. 333 and 337. The species &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC5B;&#xC32;&#xC41;&#xC17; is &#x4D4;schyn. procumbens.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC2A;&#xC4B;&#xC24;</span>&#xA0;&#xA0;or &#xC5B;&#xC32;&#xC2A;&#xC4B;&#xC38;&#xC28;&#xC2E;&#xC41; &#x1E0D;zala-p&#x14D;ta. [Tel. &#xC5B;&#xC32;&#xC15;&#xC2E;&#xC41;+&#xC2A;&#xC4B;&#xC38;&#xC28;&#xC2E;&#xC41;.] n. Gilding with gold leaf.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC32;&#xC4D;&#xC1C;&#xC3E;&#xC30;&#xC3F; &#x1E0D;zala-d&#x101;ri. [Tel. &#xC5B;&#xC32;&#xC15;&#xC2E;&#xC41;+&#xC26;&#xC3E;&#xC30;&#xC3F;.] n. A drain: &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC32;&#xC2A;&#xC30;&#xC2E;&#xC41;. &#x1E0D;zala-daramu. [Tel.] n. Trembling &#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;. &#xC5B;&#xC32;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC5B;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zladar-in&#x1E6D;su. v. n. To shudder, tremble. To be in a fright. P. iii. 213. HD, i. 1185. KP. iii. 20. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To be set on edge, as the teeth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC24;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zalat&#x101;ru. [Tel. &#xC5B;&#xC32;&#xC15;&#xC2E;&#xC41;+&#xC24;&#xC3E;&#xC30;&#xC41;.] n. Gold or silver lace. &#xC5B;&#xC30;&#xC40;, &#xC38;&#xC30;&#xC3F;&#xC17;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC5B;&#xC32;</span>&#xA0;&#xA0;&#x1E0D;zala&#x1E0D;zala. [Tel. anuk] adv. Aloud, audibly, clanking, ringing, rippling, &amp;c. &#xC5B;&#xC32;&#xC5B;&#xC32;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it throbbed fiercely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC17;</span>&#xA0;&#xA0;or &#xC1C;&#xC46;&#xC32;&#xC17; &#x1E0D;zalaga. [Tel.] n. A leech.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zalakamu. [Tel.] n. Water. &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;. A bath &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC5B;&#xC32;&#xC15;&#xC2E;&#xC3E;&#xC21;&#xC41; zalakam-&#x101;&#x1E0D;u. v. n. To bathe. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC1C;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41; &#x1E0D;zala-ga &#x1E0D;ugu. (&#xC1C;&#xC32;&#xC15;&#xC2E;&#xC41;+&#xC15;&#xC21;&#xC41;&#xC17;&#xC41;) v. n. To wash earth for gold, diamonds, &amp;c. &#xC5B;&#xC32;&#xC17;&#xC30;&#xC3F; or &#xC5B;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &#x1E0D;zalagari. n. One belonging to the caste of gold finders, who search for gold in drains and in the sweepings of gold-smith&apos;s shops. BD. vii. 844.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#x1E0D;zalaka&#x1E6D;&#x1E6D;e. [Tel.] n. A sort of hawk; a goshawk. Swa. iv. 83.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;</span>&#xA0;&#xA0;&#x1E0D;zarru-na. [Tel.] adv. Quickly. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zalli. [Tel.] n. Shivers, small bits. A whisk made of the tail of the cow of Tartary: &#xC38;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;. That animal itself. &#xC1A;&#xC2E;&#xC30;&#xC40;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. A tassel. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. A curtain &#xC5B;&#xC3E;&#xC32;&#xC30;&#xC41;. Incoherent talk, a farrago of nonsense. &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41; &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F; powdered pearls. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2C;&#xC4A;&#xC02;&#xC24; a patchwork. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; hirsute, as a branching root. adj. Separated, shivered, broken, incoherent. False &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a liar &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC15; a bushy tail like that of a horse. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC40;&#xC21; a broken shade as that of leaves. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41; seed pearls. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41; a kind of jewel worn on the foot &#xC2A;&#xC3E;&#xC26;&#xC2D;&#xC42;&#xC37;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; a pan with holes &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; a tasselated root. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32; &#x1E0D;zalli-polla. n. Babble, incoherent jabber. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zallin&#x1E6D;su. v. a. To sift in a sieve &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To flow &#xC15;&#xC3E;&#xC30;&#xC41;. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41; &#x1E0D;zallu. n. A shower, a drizzle, a sprinkling. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41; Same as &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;, &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21; &#x1E0D;zalle&#x1E0D;a. n. A sieve (from &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41; a sprinkle.) The skirt, of a dress. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it became very thin. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC46; &#x1E0D;zalle&#x1E0D;e. n. A whisk. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41; &#x1E0D;zallanu. [Tel. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;+&#xC05;&#xC28;&#xC41;.] v. n. To shudder, twitter. To thrill, to tingle or glow all over, to feel a pang, terror, &amp;c. &#xC06;&#xC2E;&#xC46; &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; her heart shuddered. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1F; a pit a pat, palpitation. &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC28;&#xC4D; thrillingly, like an electric shock.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;zal&#x113;ri. [Tel. &#xC5B;&#xC32;&#xC15;&#xC2E;&#xC41;+&#xC0F;&#xC30;&#xC3F;.] n. The trench part of a lingam image. &#xC2A;&#xC3E;&#xC28;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;&#x1E0D;zalla. [Tel.] n. A manager. A long, narrow basket used for the body of a cart. A fish; the river mullet: &#xC06;&#xC15;&#xC41;&#xC1C;&#xC32;&#xC4D;&#xC32; is one kind.
			</div>
                