&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC1F;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC30; &#x1E0D;zava&#x1E37;a. [Tel.] n. A net-like substance, which surrounds the palmyra tree. Fibres, the reticulation at those parts whence the branches expand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC5B;&#xC35;</span>&#xA0;&#xA0;&#x1E0D;zava-&#x1E0D;zava. [Tel.] n. A quivering sound. &#xC35;&#xC23;&#xC15;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. adv. Tremulously, violently (trembling or shaking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;</span>&#xA0;&#xA0;&#x1E0D;zara. [Tel.] n. The edge of a round jewel worn on the head. &#xC5B;&#xC21;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC05;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E0D;zava-ka&#x1E6D;&#x1E6D;u. v. a. To set or frame. &#xC5B;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC40;&#xC1F; a reeded or inlaid stool.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC33;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zalipin&#x1E6D;su. [Tel. from &#xC5B;&#xC21;&#xC3F;&#xC2F;&#xC41;.] v. t. To frighten. &#xC5B;&#xC21;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To shake &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC33;&#xC41;&#xC15;&#xC41; &#x1E0D;za&#x1E37;uku. n. Tremulousness, timidity, alarm. The gleam of the eye, &#xC5B;&#xC33;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; glancing eyes. Vasu. iv. 17. Fright &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. Chaff &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;. &#x1E0D;zavvu. [Tel.] n. Beauty, bloom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;. &#x1E0D;zavvi. [Tel.] n. The hair of a horse&apos;s tail. Horsehair. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC4B;&#xC15; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zavv&#x101;&#x1E0D;u. [Tel. &#xC5B;&#xC35;+&#xC06;&#xC21;&#xC41;.] v. n. To shake, quiver. To struggle, toss about, writhe. Swa. iv. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F; &#x1E0D;zavvaji. [Tel.] n. Civet. &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; &#x1E0D;zavv&#x101;ji-pilli. n. A civet cat. &#xC15;&#xC30;&#xC4D;&#xC30;&#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F; See under &#xC5B;&#xC35;&#xC3E;&#xC26;&#xC3F;. &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F;&#xC35;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41; &#x1E0D;zavv&#x101;ji-vankelu. n. The name of a sort of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zavvanamu. [from Skt. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;.] n. Youth, juvenility. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC3F; &#x1E0D;zavvani. n. A damsel, a maiden.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zavuku. [Tel.] v. n. To waggle, to be loose, as a stake, to become soft, as a boil. To rot. &#xC5B;&#xC35;&#xC3F;&#xC15;&#xC3F;&#xC28; loosened. Rotten.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC3E;&#xC26;&#xC3F; &#x1E0D;zav&#x101;ji. [Tel.] n. Civet: See &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC30; &#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F; stick civet that is found adhering to twigs. &#xC38;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC5B;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; &#x1E0D;zav&#x101;di-pilli. n. A female civet cat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC3F;&#xC33;&#xC3F; &#x1E0D;zava&#x1E37;i. [Tel.] n. A new cloth. &#xC5B;&#xC35;&#xC3F;&#xC33;&#xC3F; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F; a clother&apos;s shop. Drapery, a draper&apos;s shop. &#xC1C;&#xC35;&#xC3F;&#xC33;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. a draper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zava-r-&#x101;lu. [Tel. &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC3F;+&#xC06;&#xC32;&#xC41;.] n. A damsel, a young woman. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC30;</span>&#xA0;&#xA0;&#x1E0D;zavara. [Tel.] n. The fibres, in a palmyra tree. See &#xC1C;&#xC35;&#xC1F;. adj. Straight. &#xC0B;&#xC1C;&#xC41;&#xC35;&#xC41;. Soft &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;. &#xC5B;&#xC35;&#xC30;&#xC17;&#xC3E; &#x1E0D;zavara-g&#x101;. adv. Straightway, quickly. DRB. 428. &#xC5B;&#xC35;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC5B;&#xC35;&#xC30;&#xC28; &#x1E0D;zavara-tanamu. n. Straightness: smoothness. &#xC0B;&#xC1C;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC5B;&#xC35;&#xC30;&#xC2E;&#xC41; thickness. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;zavanika. [Tel.] n. A screen. &#xC24;&#xC46;&#xC30; &#xC1A;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC35;&#xC26;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;zava-d&#x101;&#x1E6D;u. [Tel.] v. t. To transgress, to disobey. &#xC2E;&#xC40;&#xC30;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC5B;&#xC35;&#xC26;&#xC3E;&#xC1F;&#xC15;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC5B;&#xC30;</span>&#xA0;&#xA0;or &#xC5B;&#xC1C;&#xC4D;&#xC1C;&#xC30; &#x1E0D;z&#x101;&#x1E0D;zara. [Tel.] n. Deception &#xC35;&#xC02;&#xC1A;&#xC28;. &#xC5B;&#xC3E;&#xC5B;&#xC3E;&#xC32; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15; &#x1E0D;z&#x101;&#x1E0D;z&#x101;la-p&#x101;lika. n. A marriage palanquin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC5B;&#xC3E;&#xC2E;&#xC41; &#x1E0D;z&#x101;dzamu. [Tel.] n. Different kinds of corn sprouts thrown into a palanquin on marriage occasions. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;gu. [Tel.] n. Delay: &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC21;&#xC1C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to trifle, to idle. &#xC5B;&#xC3E;&#xC17;&#xC41;&#xC0A;&#xC28;&#xC41; to be idle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC5B;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC3F; &#x1E0D;z&#x101;gilamu. [Tel.] n. A sort of dog for hog hunting. A hound. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;g&#x101;. [Tel.] adj. Great &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. n. Room, space, &#xC0E;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;, &#xC5B;&#xC3E;&#xC17;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E0D;z&#x101;garamu. [Tel.] n. A vigil or wake: sitting up all night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. Waking, watching, watchfulness. Kalah. ii. 134. Vasu. iv. 121. &#xC5B;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;z&#x101;garin&#x1E6D;su. v. n. To wake, watch, sit up all night.
			</div>
                