&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;duramu. [Tel. from Skt. &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. Cleverness. &#xC1C;&#xC3E;&#xC26;&#xC41;&#xC30; &#xC1C;&#xC3E;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41; great cleverness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;du-konu. v. n. To become black; to become thick. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC1F;&#xC3F;&#xC32;</span>&#xA0;&#xA0;or &#xC1D;&#xC3E;&#xC1F;&#xC3F; &#x1E0D;z&#x101;&#x1E6D;i. [Tel.] n. A whip, a scourge. &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;, &#xC15;&#xC4A;&#xC30;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC26;&#xC41; &#x1E0D;z&#x101;&#x1E0D;zu. [Tel.] n. Redness. Red chalk, red colour made of lac. P. iii. 266. &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC41;, &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC5B;&#xC3E;&#xC5B;&#xC3E; &#xC2A;&#xC3E;&#xC30;&#xC41; to become red &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC17;&#xC41;. Swa. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC26;&#xC3F; &#x1E0D;z&#x101;ji. [Skt.] n. A nutmeg tree. The great flowering jasmine. &quot;&#xC24;&#xC47; &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC1F;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC15;&#xC32;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E; &#xC35;&#xC3F;&#xC30;&#xC38;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC1A;&#xC47;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46; &#xC35;&#xC38;&#xC41;&#xC27;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; Sunanda Parin. iv. 22. &#xC5B;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F; &#x1E0D;z&#x101;ji-k&#x101;ya. n. A nutmeg. &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a spice box: &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC32;&#xC15; or &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC2A;&#xC32;&#xC15; the name used for dealwood. &#xC0F;&#xC30;&#xC41;&#xC1C;&#xC3E;&#xC1C;&#xC3F; a plant called &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;. &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; &#x1E0D;z&#x101;ji-patri. n. Mace. &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC3E;&#xC5B;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC3E;&#xC1C;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC24;&#xC30;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;tara. [Tel.] n. A merry-making or holiday. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;. The festival of any deity but chiefly of a village goddess Sakti. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC23;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;&#x1E47;a. [Tel.] n. A clever woman &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC26;&#xC3F;. adj. Clever, wise. Roguish, artful, shrewd, arch. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC5B;&#xC3E;&#xC23;&#xC21;&#xC41;. &#x1E0D;z&#x101;&#x1E47;a&#x1E0D;u. n. A clever man. &quot;&#xC2E;&#xC43;&#xC21;&#xC41;&#xC21;&#xC41; &#xC1C;&#xC3E;&#xC23;&#xC21;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC17;&#xC35;&#xC32;&#xC26;&#xC46;.&quot; BD. iv. 1257. &#xC5B;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E0D;z&#x101;&#x1E47;a-tanamu. n. Artfulness, sagacity, cunning, shrewdness, archness. &#xC5B;&#xC3E;&#xC23;&#xC46;&#xC24; &#x1E0D;z&#x101;&#x1E47;e&#x1E6D;a. (&#xC5B;&#xC3E;&#xC23;+&#xC0E;&#xC24;.) n. A flirt, a jilt. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;&#x1E0D;u. [Tel.] n. Unripe maize or Zonna. &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;. The tender stalk of the great millet. &#xC09;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;, &#xC2A;&#xC40;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC1C;&#xC3E;&#xC21;&#xC41; let it grow and it will fruit: pull it up and it is only a stalk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC21;&#xC40;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC21;&#xC3F; &#x1E0D;z&#x101;&#x1E0D;&#x12B;. [Tel.] n. A jar. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC5B;&#xC3E;&#xC21;&#xC3F; a golden vase.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1D;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;z&#x101;&#x1E0D;in&#x1E6D;su. [Tel.] v. t. To rinse about in water. To toss, whisk, flap about, fling, clean from mud. To stretch out the arm or leg. To twit, abuse or reprove. &#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC07;&#xC1F;&#xC41;&#xC05;&#xC1F;&#xC41; &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC5B;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC21;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;&#x1E0D;&#x101;. [Tel.] adj. To the root, entire. &#xC38;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC5B;&#xC3E;&#xC21;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E0D;z&#x101;&#x1E0D;&#x101;-ch&#x113;yu. v. t. To exterminate, to root out. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC21;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;&#x1E0D;a. [Tel.] n. A mark, a trace, a sign. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. A track &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;. Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC5B;&#xC3E;&#xC21; the marks of footsteps. &#xC35;&#xC40;&#xC21;&#xC41; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he resembles his father. &#xC06; &#xC5B;&#xC3E;&#xC21; &#xC35;&#xC3F;&#xC21;&#xC35;&#xC21;&#xC41; he will not leave off those practices. &#xC5B;&#xC3E;&#xC21;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC5B;&#xC3E;&#xC21;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to trace out. &#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC2A;&#xC41; to show a trace, to give a hint, to shew secretly or indirectly. &#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to give a hint. &#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41; to steal off. &#xC5B;&#xC3E;&#xC21;&#xC15;&#xC3E;&#xC21;&#xC41; &#x1E0D;z&#x101;&#x1E0D;a-k&#x101;&#x1E0D;u. n. One who can trace the way &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F; &#x1E0D;z&#x101;patri. [Tel.] n. The spice called Mace. See under &#xC5B;&#xC3E;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;nugu. [Tel.] n. An ear. &#xC1A;&#xC46;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;nu. [Tel.] adj. Graceful, bland. &#xC5B;&#xC3E;&#xC28;&#xC41;&#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; pure or sweet Telugu. &#xC5B;&#xC3E;&#xC28;&#xC41; or &#xC5B;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; n. Grace, prettiness. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Appa. Cavi. ii. &#xC5B;&#xC3E;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; prettily. &#xC5B;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC3E; gracefully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC28;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;naki. [Tel.] n. A fuse or match to fire guns with. &#xC15;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC41; &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;namu. [Tel.] n. A cushion used on a saddle &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;.
			</div>
                