&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC41; &#x1E0D;z&#x101;m&#x101;ru. [Tel.] n. A piece of new cloth. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. &#xC38;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;, &#xC1C;&#xC3E;&#xC2E; or &#xC1C;&#xC47;&#xC2E; &#x1E0D;z&#x101;ma. [Tel.] n. The Guava tree &#xC1C;&#xC47;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2C;&#xC41;&#xC30;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC2C;&#xC41;&#xC30;&#xC3E; &#x1E0D;z&#x101;bura. [Tel.] n. Name of a tree which yields a dye. &#xC17;&#xC02;&#xC26;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;bu. [from H. jawab, a reply.] n. A letter of correspondence. &#xC32;&#xC47;&#xC16;, &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC3F; &#x1E0D;z&#x101;billi. [Tel. &#xC5B;&#xC3E;&#xC28;&#xC41;+&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, i.e., &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.] n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. (The figure seen in the full moon is supposed to resemble a have; whence in Sanskrit the name &#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;.) &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; Siva. &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC2A;&#xC30;&#xC3F; Rahu. &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#x1E0D;z&#x101;bili-r&#x101;yi. n. A carbuncle, a moonstone &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; the constellation called &#xC2E;&#xC43;&#xC17;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;. &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; a game played by girls. H. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;bit&#x101;. [H.] n. A list. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC1C;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC5B;&#xC3E;&#xC2A;&#xC3F;&#xC30;&#xC2E;&#xC41; &#x1E0D;z&#x101;pyamu. [Tel.] n. Loitering, delay. Inertness, Languor, Dawdling. &#xC5B;&#xC3E;&#xC17;&#xC41;, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC32;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; &#x1E0D;z&#x101;la-pa&#x1E37;&#x1E37;ika. [Tel.] n. A tray for betel leaf. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;&#xC1F;&#xC4D;&#xC1F;. Rasica. i. 39. Pal. 255. Parij. ii. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC17;&#xC15;&#xC30;&#xC4D;&#xC30; &#x1E0D;z&#x101;la-karra. [Tel.] n. Open work or tracery in marble. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC38;&#xC4A;&#xC30;&#xC26;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC32; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC1C;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC5B;&#xC3E;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41;. &quot; (The bars across the windows (or - the openwork, or tracery) being made of fine gold). Nija Linga Chikkaya Charitra, verse 48. &quot;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC5B;&#xC3E;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; &#xC38;&#xC4A;&#xC2C;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Pal. p. 64.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC32;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;la. [Tel.] n. A fishing net. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC32;. A window. &#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;. A lattice, a loop, an eyelet hole. &#xC5B;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E0D;z&#x101;liku&#x1E0D;u. n. A fisherman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;ru. [Tel.] v.n. To slide or slip, to trip or stumble, to creep. &#xC5B;&#xC30;&#xC41;&#xC17;&#xC41;. To slip, open, or become loose. &#xC35;&#xC26;&#xC41;&#xC32;&#xC17;&#xC41;. To drop or gush out as water; to flee. &#xC09;&#xC30;&#xC41;&#xC15;&#xC41;; &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC41; &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the blow grazed the head. To slope, to slant, as &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; her slanting tire. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he crept under it. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F; a sliding knot: a knot with bows as distinguished from &#xC2A;&#xC40;&#xC1F;&#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, or &#xC5B;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to cause to slide or slip down. &#xC5B;&#xC3E;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1C;&#xC40;&#xC30;&#xC32;&#xC41; &#x1E0D;z&#x101;ru-j&#x12B;ralu. n. A certain game played by children. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x1E0D;z&#x101;ru&#x1E0D;u. n. Slipperiness. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1F;. A fault &#xC38;&#xC4D;&#xC16;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; Same as &#xC5B;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;or &#xC5B;&#xC3E;&#xC21;&#xC40; &#x1E0D;z&#x101;r&#x12B;. [Tel.] n. A vessel with a spout, like a teapot: &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1D;&#xC3E;&#xC2E;&#xC41; &#x1E0D;z&#x101;mu. [Tel.] n. A watch, or space of time equivalent to three English hours. The day from sunrise to sunset, and the night until sunrise is reckoned in four quarters, or watches; the second watch expires at twelve o&apos;clock. Hence &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; is midday or midnight, and &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC30; is about 2 p.m. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; the eight watches, i.e., 24 hours; or a day and night. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC28; in the morning. The plural is &#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC5B;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;lamu. [Tel.] n. Delay, loitering, a pretext. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;. &#xC5B;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E0D;z&#x101;lamu-ch&#x113;yu. v. a. To shuffle off, or delay. &#xC1C;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC5B;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; &#x1E0D;z&#x101;la-k&#x101;&#x1E0D;u. [&#xC5B;&#xC3E;&#xC32;&#xC2E;&#xC41;+&#xC15;&#xC3E;&#xC21;&#xC41;.] n. An idler, a loiterer. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A fisherman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x101;m&#x12B;nu. [H.] n. Surety, bail &#xC39;&#xC3E;&#xC1C;&#xC30;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41; personal bail. &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41; money security.
			</div>
                