&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; &#x1E0D;zollemu. [Tel.] n. A tire, formed by weaving the tresses in chains and then coiling them up at the back of the head: a wreath of mangrove flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;&#x1E6D;amu. [Tel.] n. A sheet. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;. G. ii. 69.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC5B;&#xC4B;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;-&#x1E0D;z&#x14D;. [Tel.] Interj. Hush, be still. n. A lullaby.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;gu. [Tel.] n. Alms. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A boat. &#xC0F;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC47;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC5B;&#xC4B;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; to go about the town for alms. &#xC5B;&#xC4B;&#xC17;&#xC41; v. n. To stagger. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC5B;&#xC4B;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#x1E0D;z&#x14D;gu-r-&#x101;lu. n. A nun &#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC28;&#xC3F;. A female beggar. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;gamu. [from Skt. &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.] n. Meditation, abstraction. &#xC5B;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC5B;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; &#x1E0D;z&#x14D;ga-pa&#x1E6D;&#x1E6D;e. n. A hermit&apos;s belt. &#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC1C;&#xC4B;&#xC17;&#xC3F; &#x1E0D;z&#x14D;gi. [from &#xC2F;&#xC4B;&#xC17;&#xC3F;.] n. A beggar. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. A vagrant. A hermit. &#xC1C;&#xC4B;&#xC17;&#xC3F;&#xC26;&#xC3F; a female rover, or a hermit. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC5B;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; roamers in the woods, vagrants. &#xC5B;&#xC4B;&#xC17;&#xC3F;&#xC23;&#xC3F; a certain female goddess; a witch &#xC38;&#xC4B;&#xC26;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See under &#xC5B;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;ku. [Tel.] v. a. To weigh. To lay on, to thrash or thump. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To abuse &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;. n. Abuse. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;ka. [Tel.] n. Manner, way. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Grandeur, fineness, bloom, prettiness &#xC2C;&#xC3E;&#xC17;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;. Similarity, resemblance &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Delight &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. Companionship, friendship &#xC5B;&#xC24;&#xC3F;. Whole; total &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. adj. Equivalent &#xC38;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. Proper &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. Possessed, got, obtained &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. adv. Thus, in that manner; duly, properly. &quot;&#xC05;&#xC35;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC1C;&#xC4B;&#xC15;&#xC28;&#xC1F;&#xC2E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.&quot; (Ila. iii. 159.) he was as sick as though he had drunk poison. &#xC5B;&#xC4B;&#xC15;&#xC17;&#xC3E;. &#xC5B;&#xC4B;&#xC15;&#xC24;&#xC4B;, &#xC1C;&#xC4B;&#xC15;&#xC48;, &#xC5B;&#xC4B;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC3F; or &#xC5B;&#xC4B;&#xC15;&#xC2A;&#xC30;&#xC17;, grandly, finely. &#xC5B;&#xC4B;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E0D;z&#x14D;ka-ch&#x113;yu. v. t. To get, earn &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To get ready &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC5B;&#xC4B;&#xC15;&#xC2A;&#xC21;&#xC41; &#x1E0D;z&#x14D;ka-pa&#x1E0D;a. v.n. To be obtained or got, to be joined &#xC5B;&#xC24;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC5B;&#xC4B; &#x1E0D;z&#x14D;. [Tel.] interj. Hush! a word used in lulling a child to sleep. &#xC5B;&#xC4B;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E0D;z&#x14D;-ko&#x1E6D;&#x1E6D;u. v. t. To lull asleep.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4A;&#xC39;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC5B;&#xC4A;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC5B;&#xC4B;&#xC39;&#xC3E;&#xC30;&#xC41; &#x1E0D;z&#x14D;h&#x101;ru. [Tel.] n. Homage, welcome, salutation, congratulation. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC35;&#xC48; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. interj. Huzza! Hurra!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;&#x1E0D;u. [Tel.] n. A pair, or couple, a pair of shoes or sandals. Junction, conjunction. &#xC5B;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC46; a match, an equal; a companion. &#xC38;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC5B;&#xC4B;&#xC32;&#xC33;&#xC4D;&#xC32;&#xC41; a pair of palanquins. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC08;&#xC21;&#xC3E; &#xC5B;&#xC4B;&#xC21;&#xC3E; is he my equal? &#xC5B;&#xC4B;&#xC21;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; &#x1E0D;z&#x14D;&#x1E0D;u-k&#x16B;r&#x1E6D;su. v. a. To embrace or join. &#xC5B;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC35;&#xC47;&#xC32; &#x1E0D;z&#x14D;&#x1E0D;u-tap&#x113;la. n. A metal cup or mug. &#xC5B;&#xC4B;&#xC21;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; the double star called &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC16;. &#xC5B;&#xC4B;&#xC21;&#xC28; &#x1E0D;z&#x14D;&#x1E0D;ana. [H. from jorna to join.] n. A couple: a lined vest. Bounding, a curvetting pace, as of a horse, springing, with all four legs off the ground: &#xC1A;&#xC4C;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1C;&#xC4B;&#xC21;&#xC28; a double nose, &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. A. v. 122. &#xC5B;&#xC4B;&#xC21;&#xC3E; or &#xC5B;&#xC4B;&#xC21;&#xC40; &#x1E0D;z&#x14D;&#x1E0D;&#x101;. [H.] n. A pair. &#xC5B;&#xC24;. &#xC5B;&#xC4B;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;z&#x14D;&#x1E0D;a-g-in&#x1E6D;su. v. t. To make a horse go at a curvetting pace. &#xC1C;&#xC4B;&#xC21;&#xC28; &#xC28;&#xC21;&#xC24;&#xC4B; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC5B;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;z&#x14D;&#x1E0D;in&#x1E6D;su. v. t. To join, couple, unite, combine, plot, plan, compose, lay together, contrive or scheme. &#xC5B;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC5B;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; joining &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC21;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC23;&#xC17;&#xC3F; &#x1E0D;z&#x14D;&#x1E0D;agi. [Tel.] n. A bloodhound. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;, &#xC36;&#xC4B;&#xC23;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC1F;&#xC3F;&#xC15; &#x1E0D;z&#x14D;&#x1E6D;i. [Tel.] n. A damsel. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. Vish. P. ii. 30. &#xC5B;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC5B;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; a female companion &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
                