&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC32;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;la. [Tel.] n. A lullaby.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;ru. [Tel.] n. Force. &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC0A;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC30;&#xC40;&#xC17;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;r-&#x12B;ga. [Tel. &#xC1C;&#xC4B;&#xC30;&#xC41; violent, &#xC08;&#xC17; fly.] n. The gadfly or horsedy. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC15; &#xC1C;&#xC4B;&#xC30;&#xC40;&#xC17; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F; or &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15; &#xC1C;&#xC4B;&#xC30;&#xC40;&#xC17; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F; as the gadfly is near the tiger, or the lion, i.e., safety in the lion&apos;s lap, weak in himself but mighty in his protector. &#xC27;&#xC40;&#xC30;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC40;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;&#xC5B;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; &#x1E0D;z&#x14D;ri-g&#x101;&#x1E0D;u. [Tel.] A sort of lark: the thick billed or red bellied species. Jerdon, Catal. No. 188.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC30;&#xC3E;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;r&#x101;-vari. [Tel.] n. Force, violence. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;mu.[Tel.] n. Torpidity, stupefaction, or silliness with pride. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC30;&#xC3F;. v. n. To rock backwards and forwards, as Musulmans do while reading.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;bi&#x1E37;&#x1E37;u. [Tel.] n. Salutations. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;du. [from Skt. &#xC2F;&#xC4B;&#xC27;.] n. A hero. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;ti. [from Skt. &#xC5B;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;.] n. Brilliancy &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. A light or lamp &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC24;</span>&#xA0;&#xA0;, &#xC5B;&#xC4B;&#xC24;&#xC2E;&#xC41; or &#xC5B;&#xC4B;&#xC24;&#xC3E;&#xC2E;&#xC41; &#x1E0D;z&#x14D;ta. [Tel.] n. A salutation &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC02;&#xC1D;</span>&#xA0;&#xA0;jhamjha. [Skt.] n. Wind accompanied by rain. A storm &#xC35;&#xC3E;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1D;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3F; jhank&#x101;ramu. [Skt.] n. The buzzing or humming noise of a bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC30;&#xC4A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;</span>&#xA0;&#xA0;jha. [Skt.] The name of a letter of the Skt. alphabet equivalent to JH.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;ro &#xC5B;&#xC35;&#xC41;&#xC30;&#xC41; &#x1E0D;zauru. [Tel.] v. a. To thrash or lash. To collect any thing scattered. To stroke. A. ii. 98. n. A hit &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC06; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC12;&#xC15; &#xC5B;&#xC35;&#xC41;&#xC30;&#xC41; &#xC5B;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made a great hit in that transaction. It sometimes implies taking bribes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4C;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC41;&#xC15;&#xC41; &#x1E0D;zauku. [Tel.] v. n. To become soft or ripe. To give way or yield, to become loose, as a stake. To rot. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. adj. Swampy. Loose. &#xC5B;&#xC4C;&#xC15;&#xC41;&#xC28;&#xC47;&#xC32; swampy ground &#xC0A;&#xC1F;&#xC28;&#xC47;&#xC32;. &#xC5B;&#xC4C;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;zaukin&#x1E6D;su. v. n. To swing down to hand loosely &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC39;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; &#x1E0D;z&#x14D;h&#x101;ru. [Tel.] interj. Well done! Hurra! &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;syamu. [from Skt. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC2E;&#xC41;.] n. Astrology. &#xC5B;&#xC4B;&#xC38;&#xC3F; or &#xC5B;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E0D;z&#x14D;si. n. An astrologer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC35;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC4B;&#xC32;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC5B;&#xC4B;&#xC32;&#xC3F;&#xC2F; &#x1E0D;z&#x14D;le. [Tel.] n. A pouch or bag that hangs down from the shoulder. &#xC1A;&#xC4C;&#xC15;&#xC2A;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC5B;&#xC24;&#xC5B;&#xC24;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC02;&#xC15;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC46;&#xC21;&#xC41; &#xC38;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;z&#x14D;li. [Tel.] n. A thing, concern, affair , matter, business. A topic, theme, subject. intercourse. &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1C;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; don&apos;t meddle with him. &#xC06;&#xC1C;&#xC4B;&#xC32;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I know nothing of the matter. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC1C;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; this is not your business. &#xC28;&#xC32;&#xC35;&#xC28;&#xC3F;&#xC1C;&#xC4B;&#xC32;&#xC3F; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; you are merely building castles in the air.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC02;&#xC2A;</span>&#xA0;&#xA0;jhampa. [Skt.] n. A certain kind of music. &#xC5B;&#xC02;&#xC2A;&#xC46; (&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;.) Impudence &#xC26;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC5B;&#xC4C;&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC5B;&#xC35;&#xC41;&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC41; &#x1E0D;zau&#x1E0D;zavvu. [Tel.] n. A rushing noise.
			</div>
                