&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1E;</span>&#xA0;&#xA0;The nasal attached to the palatal letters. It has something like the sound of N in the French words Ange, Melange. W.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC42;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;or &#xC1C;&#xC42;&#xC1F;&#xC3E; jh&#x16B;&#x1E6D;&#x101;. [H.] adj. False. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC1D;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; or &#xC1D;&#xC40;&#xC30;&#xC41;&#xC15; jhilli. [Skt.] n. A cricket. &#xC08;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. The noise made by a cricket &#xC08;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC42;&#xC24;. A towel &#xC24;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jh&#x101;&#x1E6D;amu. [Skt.] n. A crowd, a multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A thick forest. &#xC15;&#xC3E;&#xC30;&#xC21;&#xC35;&#xC3F;. A bower. &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. A broom. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;jhashamu. [Skt.] n. A fish. &#xC1A;&#xC47;&#xC2A;. A crocodile. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;. A forest. &#xC05;&#xC21;&#xC35;&#xC3F;. &#xC1D;&#xC37;&#xC15;&#xC47;&#xC24;&#xC41;&#xC21;&#xC41; one who has the sign of a fish on his flag, i.e., Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;jhallari. [Skt.] n. A kind of large drum. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC4B;&#xC32;&#xC41;. A whirlpool. &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC38;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1D;&#xC30;&#xC3F;  jharamu. [Skt.] n. A mountain stream. A waterfall or cascade. &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC30;&#xC2E;&#xC41;. &#xC1D;&#xC30;&#xC4D;&#xC1D;&#xC30;&#xC2E;&#xC41; or &#xC1D;&#xC30;&#xC4D;&#xC1D;&#xC30;&#xC3F; jharjharamu. n. A kind of drum. &#xC15;&#xC2F;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A flaw in a precious stone &#xC2E;&#xC23;&#xC3F;&#xC26;&#xC4B;&#xC37;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC21;&#xC3F;&#xC24;&#xC40;</span>&#xA0;&#xA0;or &#xC1D;&#xC41;&#xC21;&#xC4D;&#xC24;&#xC40; jha&#x1E0D;it&#x12B;. [H.] n. An examination of accounts, &amp;c. &#xC1D;&#xC41;&#xC21;&#xC3F;&#xC24;&#xC40;&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E; or &#xC1D;&#xC41;&#xC21;&#xC4D;&#xC24;&#xC40;&#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E; a certificate of examination, a memorandum of search; an inventory. A rough note book. A memorandum of daily accounts. &#xC1D;&#xC21;&#xC4D;&#xC24;&#xC40;&#xC1A;&#xC42;&#xC1A;&#xC41; to examine, to review, &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC1C;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC15;&#xC1F;&#xC15;</span>&#xA0;&#xA0;&#x1E6D;aka-&#x1E6D;aka. [Tel.] (anuk) adv. Agitatedly. Quickly, briskly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC15;&#xC1F;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC15;&#xC1F;&#xC4A;&#xC02;&#xC15;&#xC41; &#x1E6D;aka-&#x1E6D;anku. [Tel.] n. A rogue. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. Sar. Pad. iii. 231. adj. Roguish. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC02;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC41; &#x1E6D;angu. [Tel.] n. A saddle girth. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC1C;&#xC40;&#xC2E; &#xC1C;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;anku. [Tel.] n. A civilised person, &#xC28;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. A pretentious person &#xC21;&#xC3E;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC1F;&#xC02;&#xC15;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E6D;anku-tanamu. n. Refinement, pride. &#xC21;&#xC02;&#xC2C;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC02;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; &#x1E6D;ank&#x101;ramu. [Skt.] n. The &quot;twang&quot; of a bowstring. &#xC1F;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to twang a bow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;ankamu. [Tel.] n. A piece of money: a coin: &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41; a gold coin. A coin, of the value of 16 copper dubs. &#xC26;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. A composition of copper and pewter. A stonecutter&apos;s chisel. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC2F;&#xC41;&#xC32;&#xC3F;. Borax &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC1F;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; or &#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41; &#x1E6D;anka&#x1E47;amu. n. Borax: subborate of soda. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC1F;&#xC02;&#xC15;&#xC38;&#xC3E;&#xC32; &#x1E6D;anka-s&#x101;la. n. A mint. &#xC1F;&#xC02;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC41; or &#xC1F;&#xC02;&#xC15;&#xC38;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41; the name of a certain gold coin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;</span>&#xA0;&#xA0;&#x1E6D;a. The name of a letter. In composition this is sometimes changed into &#xC21; thus &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; ch&#x113;&#x1E6D;u-p&#x101;&#x1E6D;u. becomes &#xC1B;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; ch&#x113;&#x1E0D;-p&#x101;&#x1E6D;u. Colloquially it changes into &#xC37;. Thus &#xC05;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;, &#xC05;&#xC18;&#xC35;&#xC02;&#xC1F;&#xC3F; as, in English, intention is pronounced intenshun. This letter &#xC1F; is sometimes inserted to prevent elision. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC0F;&#xC30;&#xC41; (uppu-&#x113;ru) becomes &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC30;&#xC41; (uppu-&#x1E6D;&#x113;-ru.) a salt river. &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;+&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. This may happen even where the first word is Sanskrit, thus: &#xC2E;&#xC26;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1D;&#xC3E;&#xC21;&#xC3E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;jh&#x101;&#x1E0D;&#x101;g&#x101;. [H.] adv. Completely, finally. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;.
			</div>
                