&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC23;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;ik&#x101;&#x1E47;&#x101;. [Tel.] n. A trace. &#xC5B;&#xC3E;&#xC21;. &#xC1F;&#xC3E;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; there is not the slightest trace (of him.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;ikamu. [Tel.] n. The pelvis. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2A;&#xC42;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;ippa&#x1E47;amu. [Skt.] n. A brief glossary or commentary explanatory of hard passages alone. A commentary on a commentary. &#xC1F;&#xC40;&#xC15;&#xC15;&#xC41;&#xC1F;&#xC40;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2D;&#xC15;&#xC2E;&#xC41; &#x1E6D;i&#x1E6D;&#x1E6D;i-bhamu. [Skt.] n. The bird called a wagtail. &#xC0A;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;ingu. [Tel.] n. A tinkling sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3E;&#xC32;&#xC3E;&#xC1F;&#xC4B;&#xC32;&#xC40;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x101;l&#x101;-&#x1E6D;&#x14D;l&#x12B;-tanamu. [Tel.] n. Knavery, trickery, ill-behaviour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x101;pu. [Tel.] n. An island. A place, &#xC24;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3E;&#xC1F;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x101;&#x1E6D;&#x14D;&#x1E6D;u. [Tel.] n. Deceit, pretence, guile. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC1F;&#xC3E;&#xC1F;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; a deceiver &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x101;ku. [Tel.] n. A flat ring used to keep other rings from slipping down from the fingers. An edge, a side &#xC05;&#xC02;&#xC1A;&#xC41;, &#xC13;&#xC30;. The end or point of a pen. &#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; he will come here in a moment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;&#x101;k&#x12B;. [H.] n. A stitch. &#xC1F;&#xC3E;&#xC15;&#xC40;&#xC35;&#xC47;&#xC2F;&#xC41; to unite by stitching up, to patch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC15;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC23;&#xC3E; &#x1E6D;&#x101;k&#x101;n&#x101;. [Tel.] n. A place of residence; a resort, a resource; prospect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;av&#x101;yi. [Tel.] n. A foul wind, an unfavourable breeze.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC35;&#xC30;</span>&#xA0;&#xA0;or &#xC20;&#xC35;&#xC30; &#x1E6D;avara. [Tel.] adj. Rash, headstrong, precipitate. Skilful, artful, clever. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;, &#xC28;&#xC46;&#xC30;&#xC1C;&#xC3E;&#xC23;&#xC2F;&#xC48;&#xC28;, &#xC2C;&#xC47;&#xC30; &#xC1C;&#xC2E;&#xC41;, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC30;&#xC40;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;ar&#x12B;pu. [Eng.] n. Tariff. A table of import and export duties.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC2E;&#xC4D;&#xC15;&#xC41; &#x1E6D;amuku. [Tel.] n. A drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC2E;&#xC1F;&#xC2E;</span>&#xA0;&#xA0;&#x1E6D;ama-&#x1E6D;ama. [Tel.] n. A drum, a tom tom a proclamation by beat of drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC2A;&#xC3E;</span>&#xA0;&#xA0;or &#xC1F;&#xC2A;&#xC3E;&#xC32;&#xC41; &#x1E6D;ap&#x101;. [H.] n. The post or mail, the &quot;tappal.&quot; A station or stage. &#xC1F;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he travelled by post.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;akku. [Tel.] n. A trick, a pretence, guile, Gamesomeness, a prank. (Hence the word Thug or assassin is derived.) v. a. To deceive, to pretend. &#xC26;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; &#x1E6D;akku-l-&#x101;&#x1E0D;i. n. A deceitful woman. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; &#x1E6D;akku-l-&#x101;&#x1E0D;u. n. A cheat. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F; or &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41; &#x1E6D;akk-ari. n. A rogue, a hypocrite. &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; adj. Treacherous, wily. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a deceiver &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC40;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x12B;pu. [Tel.] n. A money security given to keep the peace. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;&#xC15;&#xC15;&#xC41; &#xC2A;&#xC42;&#xC1F;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x12B;ku. [Tel.] n. Walking with aris. &#xC28;&#xC21;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC40;&#xC15;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;&#x12B;k&#x101;. [Tel.] n. Inoculation, small pox by inoculation. An ornament hanging down the forehead. &#xC12;&#xC15; &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41; &#xC2A;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC1F;&#xC40;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; &#x1E6D;&#x12B;k&#x101;lu-v&#x113;yu. v. n. To inoculate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x12B;kamu. [Tel.] n. A whetstone. &#xC12;&#xC30;&#xC17;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC40;&#xC15;</span>&#xA0;&#xA0;&#x1E6D;&#x12B;ka. [Skt.] n. A commentary, notes. A practical exposition of a theme.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;isi. [Tel.] n. A bar of wood or metal. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;irri. [Tel.] n. A cry to cattle, like jee hup! which turns them to the left: the cry &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC4D;&#xC2A; turns them to the right. A term used in games, like Play! A beast of burthen. &#xC2E;&#xC4B;&#xC38;&#xC47;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;&#x101;k&#x12B;-r&#x101;yi. [Tel.] n. The key-stone of an arch.
			</div>
                