&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC35;&#xC3F;&#xC23;</span>&#xA0;&#xA0;Same as &#xC20;&#xC35;&#xC23;&#xC46;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;hava&#x1E37;i. [Tel.] n. A trick, guile, prank. &#xC39;&#xC41;&#xC33;&#xC15;&#xC4D;&#xC15;&#xC3F;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. H. v. 126. &#xC20;&#xC35;&#xC33;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, a cheat &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC20;&#xC35;&#xC33;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, a deceitful woman &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC35;&#xC30;</span>&#xA0;&#xA0;&#x1E6D;havara. [Tel.] adj. Rash, head-strong, precipitate. Skilful, artful, clever. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC35;&#xC23;&#xC46;, &#xC20;&#xC35;&#xC3F;&#xC23;</span>&#xA0;&#xA0;or &#xC21;&#xC35;&#xC3F;&#xC23; &#x1E6D;hava&#x1E47;e. [Tel.] n. A great drum. &#xC22;&#xC02;&#xC15;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC20;&#xC35;&#xC23;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x1E6D;hava&#x1E47;in&#x1E6D;su. [Tel.] v. n. To be &#xC09;&#xC02;&#xC21;&#xC41;. To redouble, as sound or brilliancy. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC2E;&#xC30;&#xC41;, &#xC05;&#xC21;&#xC30;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC35;&#xC20;&#xC35;</span>&#xA0;&#xA0;&#x1E6D;hava-&#x1E6D;hava. [Tel.] n. Fatigue, exhaustion. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;: A hindrance. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;, &#xC20;&#xC35;&#xC20;&#xC35;&#xC32;&#xC47;&#xC15; swiftly, unweariedly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E6D;hal&#x101;yin&#x1E6D;su. [Tel.] v. n. To walk about for pleasure. &#xC07;&#xC1F;&#xC41; &#xC05;&#xC1F;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. v. t. To make a horse walk about. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC07;&#xC1F;&#xC41; &#xC05;&#xC1F;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;har&#x101;yin&#x1E6D;su. [Tel.] v. t. To fix, determine, settle, adjust. &#xC20;&#xC30;&#xC3E;&#xC35;&#xC41; &#xC2C;&#xC47;&#xC30;&#xC40;&#xC1C;&#xC41; the fixed assessment of a village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;hakkuru&#x1E0D;u. [Skt.] n. A god. &#xC26;&#xC47;&#xC35;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC20;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E6D;hakku&#x1E0D;u. [Skt.] n. A cheat. &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC02;&#xC17;&#xC41;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC02;&#xC17;&#xC41;&#xC1F;&#xC3F;&#xC02;&#xC17;&#xC41; &#x1E6D;hangu-&#x1E6D;hingu. [Tel.] n. A tinkling noise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;</span>&#xA0;&#xA0;&#x1E6D;ha. [Tel.] n. The name of a letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC4B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC1F;&#xC4B;&#xC32;&#xC40; or &#xC20;&#xC4B;&#xC32;&#xC40; &#x1E6D;&#x14D;li. [Tel.] n. Half a pie. Also, a mob or crowd (Vizag.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC4B;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC1F;&#xC4B;&#xC2A;&#xC40; &#x1E6D;&#x14D;pi. [Tel.] n. A cap or hat. &#xC15;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2F;. &#xC1F;&#xC4B;&#xC2A;&#xC40;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1F;&#xC4B;&#xC2A;&#xC40;&#xC35;&#xC47;&#xC2F;&#xC41; to cap or cheat a person.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1F;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;&#x14D;ku. [Tel.] n. A wholesale bargain, a lot or lump; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. Way, manner, &#xC08;&#xC1F;&#xC4B;&#xC15;&#xC41;&#xC17;&#xC3E; thus, so. Touching each other&apos;s shoulders in wrestling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC3E;&#xC30;&#xC41; &#x1E6D;h&#x101;ru. [Tel.] n. Suddenness. A sudden blow. &#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC20;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC21;&#xC2E;&#xC41; &#x1E6D;h&#x101;ru-m-ana&#x1E0D;amu. n. Sudden death. &#xC20;&#xC3E;&#xC30;&#xC41;&#xC20;&#xC3E;&#xC30;&#xC17;&#xC41; &#x1E6D;h&#x101;ru-&#x1E6D;h&#x101;r-agu. v. i. To be afraid or alarmed To be quite tired.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC20;&#xC3E;&#xC2F;&#xC3F; &#x1E6D;h&#x101;yamu. [from Skt.] &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F; n. A word (like do, re, mi.) used in the gamut. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F;. &#xC20;&#xC3E;&#xC2F;&#xC3F; &#xC05;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC21;&#xC41; to sing in a high note; to raise up the voice, or make the notes swell out. &quot;&#xC1A; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC2F;&#xC4A;&#xC15;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC47;&#xC32;&#xC38;&#xC32;&#xC02; &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC1F;&#xC41;&#xC1A;&#xC41; &#xC26;&#xC3F;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC20;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3E; &#xC17;&#xC2E;&#xC41;&#xC24;&#xC17;&#xC28;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; B. x. 1162.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC23;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;h&#x101;&#x1E47;&#x101;. [H.] n. A police station. &#xC20;&#xC3E;&#xC23;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a local policeman, a station house officer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;h&#x101;&#x1E47;amu. [Tel.] n. A place. &#xC2B;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC20;&#xC3E;&#xC23;&#xC2E;&#xC41; it is the very fountain of excellence, the home of beauty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;h&#x101;kuru. [Mahrath.] n. A lord, a baron, a noble. &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;h&#x101;ku. [Tel.] n. A thrust. v. n. To thrust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC38;&#xC4D;&#xC38;&#xC3E;</span>&#xA0;&#xA0;or &#xC1F;&#xC38;&#xC4D;&#xC38;&#xC3E; &#x1E6D;hass&#x101;. [Tel.] n. A proud demeanour. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;. &#xC20;&#xC40;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC38;&#xC4D;&#xC2F;&#xC3E;</span>&#xA0;&#xA0;&#x1E6D;hasy&#x101;. [Tel.] n. A stamp, a print, a die.
			</div>
                