&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC40;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x1E6D;h&#x12B;vi. [Tel.] n. Splendour. Fashion, style, manner. &#xC35;&#xC48;&#xC2D;&#xC35;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC20;&#xC40;&#xC35;&#xC3F;&#xC28;&#xC3F; in noble style, royally.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;h&#x12B;ku. [Tel.] adj. Proper, just fit, complete.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3F;&#xC02;&#xC17;&#xC23;&#xC3E;</span>&#xA0;&#xA0;or &#xC1F;&#xC3F;&#xC02;&#xC17;&#xC23;&#xC3E; &#x1E6D;hinga&#x1E47;&#x101;. [Tel.] n. A little boy, a lad. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. A short man, a dwarf. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A. iv. 64.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC35;&#xC41; &#x1E6D;h&#x101;vu. [Tel.] n. A place, house, lodging or residence. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC20;&#xC3E;&#xC35;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F; they deserted his banners. A sheet of paper. &#xC2A;&#xC48;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; enclosures in a letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;, &#xC22;&#xC15;&#xC4D;&#xC15;&#xC3F; or &#xC21;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F; &#x1E0D;akki. [Tel.] n. A small drum, shaped like an hour glass. &#xC21;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC22;&#xC15;&#xC4D;&#xC15; &#x1E0D;akka. [Tel.] n. Fear, apprehension. &#xC21;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; no matter, never mind. The drift or rush (&#xC35;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC41;) of wind. A small double drum used as a rattle. R. iv. 86.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; or &#xC21;&#xC02;&#xC2C;&#xC41; &#x1E0D;ambamu. [Tel.] n. Grandeur, ostenation, gorgeousness. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. Fame. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;. Splendour, brilliancy. &#xC2A;&#xC4D;&#xC30; &#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Pride &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Hypocrisy, cunning. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. Manner. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Much, great. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC02;&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC21;&#xC02;&#xC15; &#x1E0D;ank&#x101;. [Tel.] n. A drum. &#xC22;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC02;&#xC15;</span>&#xA0;&#xA0;or &#xC21;&#xC02;&#xC15;&#xC3E; &#x1E0D;anka. [Tel.] adj. Steady, firm, stubborn. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC21;&#xC02;&#xC15;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E0D;unka-tanamu. n. Steadiness, firmness, stubbornness. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;</span>&#xA0;&#xA0;&#x1E0D;a. The letter D, sounded as a palatal. D sometimes changes into &#xC23; Na, thus: &#xC05;&#xC21;&#xC17;&#xC41;, &#xC05;&#xC23;&#xC17;&#xC41;; &#xC2A;&#xC21;&#xC24;&#xC3F;, &#xC2A;&#xC23;&#xC24;&#xC3F;. In a few words the hard and soft D are used as pleasure: as &#xC26;&#xC3E;&#xC17;&#xC41; or &#xC21;&#xC3E;&#xC17;&#xC41;. Vide Appa C. bk. ii. rule 168. In the colloquial dialect &#xC02;&#xC21; may become &#xC02;&#xC23;, thus: &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; and &#xC05;&#xC21;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; are written &#xC26;&#xC02;&#xC23;&#xC2E;&#xC41; or &#xC26;&#xC23;&#xC4D;&#xC28;&#xC2E;&#xC41; and &#xC06;&#xC23;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC4B;&#xC32;&#xC3E;</span>&#xA0;&#xA0;or &#xC1F;&#xC4B;&#xC32;&#xC3E; &#x1E6D;h&#x14D;l&#x101;. [Tel.] n. A crowd, a multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC47;&#xC20;&#xC46;</span>&#xA0;&#xA0;&#x1E6D;h&#x113;&#x1E6D;he. [Tel.] n. Words like fa, la, la, used in beating time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;h&#x113;vanamu. [Tel.] n. Bravery. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC47;&#xC35;&#xC23;&#xC40;</span>&#xA0;&#xA0;&#x1E6D;h&#x113;va&#x1E47;&#x12B;. [Tel.] n. A monied security, an advance or a deposit of money.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC20;&#xC47;&#xC35;</span>&#xA0;&#xA0;&#x1E6D;h&#x113;va. [Tel.] n. A particular mode in music. &#xC39;&#xC4A;&#xC2F;&#xC32;&#xC41;. Grandeur, fineness. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;. T. iii. 39. Manner. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;</span>&#xA0;&#xA0;or &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30; &#x1E0D;aggara. [Tel.] adv. Near. (This form is used only in poetry.) &#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC41;, &#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC41; &#x1E0D;aggaru. v. n. To approach or draw near. BD. v. 125.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC17;&#xC30;&#xC2E;&#xC41; &#x1E0D;agaramu. [Tel.] n. Evil. &#xC15;&#xC40;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC17;&#xC30;</span>&#xA0;&#xA0;or &#xC21;&#xC17;&#xC4D;&#xC17;&#xC30; &#x1E0D;agara. [Tel.] n. A demon. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. adj. Large.&#xC17;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;akku. [Tel.] n. Apprehension, fear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC02;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;anguramu. [Tel.] n. A kind of leathern drum. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
                