&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x101;mbaramu. [Skt.] n. War. &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2E;&#xC21;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; in times of famine or of war.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;or &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC40; &#x1E0D;abbi. [Tel.] n. A little box: a pill box. &#xC2C;&#xC30;&#xC3F;&#xC23;. A treasure chest: a poor&apos;s box, a box to hold collections. &#xC28;&#xC17;&#xC32;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC40; a casket. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; a sort of grain. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3F; a snuff box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;abb&#x101;&#x1E6D;u. [Tel.] adv. Suddenly. &#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;Same as &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC40;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC30;</span>&#xA0;&#xA0;Same as &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC30;</span>&#xA0;&#xA0;, &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30; or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30; &#x1E0D;abara. [Tel.] n. A brass bowl. &#xC2C;&#xC4B;&#xC17;&#xC4B;&#xC23;&#xC3F;, &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC21;&#xC2C;</span>&#xA0;&#xA0;Same as &#xC26;&#xC2C;&#xC26;&#xC2C;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;appu. [Tel.] n. A large drum. &#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#x1E0D;appu-v&#x101;&#x1E0D;u. n. A drummer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;app&#x101;&#x1E6D;u. [Tel.] n. Suddenness. &#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;. A. vi. 19. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;agguttika. [Tel. &#xC21;&#xC15;&#xC4D;&#xC15;+&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;.] n. Fluttering accents, a tremulous voice. The failure of the voice from dryness of the throat, caused by terror, &amp;c. &#xC17;&#xC26;&#xC4D;&#xC17;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC21;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC1F; her voice failing with anxiety.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC02;&#xC21;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x101;n&#x1E0D;a-ravamu. [Tel.] n. The sound of drumming. Chenna. v. 413.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;&#x101;. [Tel.] adj. Left &#xC0E;&#xC21;&#xC2E;. &#xC21;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC41; the left leg: &#xC21;&#xC3E;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; the left eye: &#xC21;&#xC3E;&#xC2E;&#xC42;&#xC2A;&#xC41; the left shoulder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC35;&#xC3F;&#xC23;</span>&#xA0;&#xA0;Same as &#xC21;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC35;&#xC3E;&#xC32;&#xC40;</span>&#xA0;&#xA0;&#x1E0D;av&#x101;l&#x12B;. [H.] n. A peon&apos;s belt or badge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC32;&#xC4D;&#xC32;&#xC40;</span>&#xA0;&#xA0;or &#xC22;&#xC32;&#xC4D;&#xC32;&#xC40; &#x1E0D;all&#x12B; [H.] n. A lump.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC32;&#xC3E;&#xC2F;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;al&#x101;yatu. [H.] n. A messenger, a retainer, a peon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ayyu. [Tel.] v. n. To sink, to be wearied or exhausted. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC05;&#xC32;&#xC2F;&#xC41;, &#xC21;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC28; exhausted, faint. &#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC15;. untringly &#xC05;&#xC32;&#xC2F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ayanamu. [Skt.] n. Flight in the air. A car. A palanquin. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC26;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. A toy cart &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC36;&#xC15;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC21;&#xC2E;&#xC3E;&#xC2F;&#xC3F; or &#xC21;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E0D;am&#x101;-ramu. [Tel.] n. A kettle-drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;am&#x101;nu. [Tel.] n. A sail. &#xC21;&#xC2E;&#xC3E;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; the sailing season. &#xC21;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; the principal rope that supports a sail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; &#x1E0D;amarukamu. [Skt.] n. A rattle or small drum shaped like an hour glass. Skill &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;amaramu. [Skt.] n. A national danger. &#xC26;&#xC47;&#xC36;&#xC4B;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;</span>&#xA0;&#xA0;See &#xC21;&#xC2C;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;abbu. [Tel.] n. A copper coin worth either three or four copper pies &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;. Cash, money &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;, Wealth &#xC27;&#xC28;&#xC2E;&#xC41;. A colour or streak. Fiction, falsehood, guile. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;. Display, lavishness. &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC32; rich. &#xC2A;&#xC3E;&#xC24;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41; a coin worth four pies. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41; a copper coin worth three pies, a quarter anna. &#xC08; &#xC1A;&#xC40;&#xC30; &#xC05;&#xC02;&#xC1A;&#xC41; &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC3E; (or &#xC21;&#xC3E;&#xC2C;&#xC41;&#xC17;&#xC3E;) &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it has a streaked or rich border. v. a. To make up, feign, fabricate. &#xC12;&#xC15;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3F; making up a story.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3E;&#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x101;-kannu. [Tel.] n. The left eye; a side glance. BD. iii. 404.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC15;&#xC21;</span>&#xA0;&#xA0;&#x1E0D;&#x101;-ka&#x1E0D;a. [Tel.] n. The left side. &#xC0E;&#xC21;&#xC2E;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. The north &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;&#x101;ka. n. Greatness, splendour. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;. Courage, heroism. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41;. iv. &amp; &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3E;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x101;mbikamu. [Skt.] n. Pretence, pride. &#xC21;&#xC3E;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E0D;&#x101;mbiku&#x1E0D;u. n. A proud or conceited person. A magician. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;am-m-anu. [Tel. &#xC21;&#xC02;+&#xC05;&#xC28;&#xC41;] v. n. Lit: To say (dham) Oh! To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
                