&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;iggu. [Tel.] v. n. To alight, get down. &#xC26;&#xC3F;&#xC17;&#xC41;. M. III. ii. 41. T. iv. 86. n. Littleness. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2F; &#x1E0D;iggiya. [Tel.] n. A long pond: a well with steps desending into it. A. i. 8. v. 129. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3F;&#xC15;, &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC2C;&#xC3E;&#xC35;&#xC3F;, &#xC28;&#xC21;&#xC2C;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;iggi. [Tel.] n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;&#x1E0D;igga. [Tel.] adv. (the inf. of &#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;) at once, instantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC17;&#xC41; &#x1E0D;igu. [Tel.] v. n. To alight, to get down. To alight from, to dismount. M. IX. iii. 299.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC40;</span>&#xA0;&#xA0;&#x1E0D;ikk&#x12B;. [Tel.] n. A blow with the head. &#xC24;&#xC32;&#xC24;&#xC4B;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;imbhamu. [Skt.] n. An infant. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC21;&#xC3F;&#xC02;&#xC2D;&#xC41;&#xC21;&#xC41; &#x1E0D;imbhu&#x1E0D;u. n. A little boy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;imbamu. [Tel.] n. A bag of skin. &#xC0E;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC21;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;. (Dasav. iv. 95.) a bag of bones. A starveling. Danger &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. Fear &#xC2D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x1E0D;impu. [Tel.] n. Misery. &#xC26;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;indu. [Tel.] v. n. To sink &#xC05;&#xC21;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;. To dry up &#xC07;&#xC02;&#xC15;&#xC41;. To be defeated, ruined, quenched, extinguished. &#xC13;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To expire. v. a. To kill, to ruin. n. Defeat, extinguishment, ruin. &#xC05;&#xC27;&#xC03;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC39;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Defeated, worsted, ruined, less, inferior. &#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E0D;indu-pa&#x1E0D;u. v. n. To be calmed, or settled. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC2A;&#xC21;&#xC41;. Vaijayanti. iii. 49. &#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; &#x1E0D;indu-para&#x1E6D;su. v. a. To defeat, ruin, do away with, remove. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15; &#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; to do away with fatigue, to allay suffering. &#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; dindu-p&#x101;&#x1E6D;u. n. Alleviation. &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E0D;&#x12B;lu. [Tel.] v. n. To be upset. &#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC21;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x1E0D;&#x12B;lu-p&#x101;&#x1E6D;u. n. The act of being upset or done up. &#xC21;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC40;&#xC32;&#xC48;&#xC28; &#x1E0D;&#x12B;lu. [H. dh&#x12B;la.] adj. Loose, lean, thin. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;. &#xC21;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; to loosen, &#xC38;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC21;&#xC40;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x12B;namu. [Skt.] n. Flight, flying. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC46;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC26;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC40;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x12B;-konu. [Tel. &#xC21;&#xC40;+&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To meet, as two rams in fighting. To butt. To collide. To defy, to bluster or talk big, to cry out upon. R. v. 145. &#xC21;&#xC40;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; &#x1E0D;&#x12B;-kolupu. v. a. To encourage. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. To cause to fall on each other &#xC15;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC21;&#xC40;&#xC15;&#xC4B;&#xC32;&#xC41; &#x1E0D;&#x12B;-k&#x14D;lu. n. Collision. &#xC21;&#xC40;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x12B;ku. [Tel.] n. Encouragement. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC40;</span>&#xA0;&#xA0;or &#xC22;&#xC40;&#xC22;&#xC40; &#x1E0D;&#x12B;. [Tel.] n. A cry like Hurra! huzza! avaunt!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC21;&#xC40;&#xC32;&#xC3E;&#xC2A;&#xC21;&#xC41; or &#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC4B;&#xC35;&#xC41; &#x1E0D;illa-pa&#x1E0D;u. [Tel.] v. n. To be horrified, astounded, unmanned, unnerved. &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC24;&#xC4D;&#xC35;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#x1E0D;illa-p&#x101;&#x1E6D;u. n. Horror. Bry. ii. 153. &#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#x1E0D;illamu. n. Enervation. &#xC38;&#xC24;&#xC4D;&#xC35;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ibbemu. [Tel.] n. A fold of cloth, &#xC15;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;. A prayer, an offering or gift to the poor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;&#x1E0D;ippa-k&#x101;ya. [Tel.] n. A sort of large gourd used as a bottle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;iggu-pa&#x1E0D;u. [Tel.] v. n. To become less. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; &#x1E0D;igguna. [Tel.] adv. Suddenly, at once. Subhad. ii. 84.
			</div>
                