&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ekku. [Tel.] v. a. To strike, smite; to hinder, arrest. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;ekka. [Tel.] n. A hoof, a fin, a crab&apos;s claw.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;endamu. [Tel.] n. The heart, mind. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC28;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC42;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC42;&#xC2F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ullu. [Tel.] v. n. To fall off, as moulting feathers, or withered leaves. &quot;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; (G. v. 32.) though the stars fall. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46; (G. v. 32.) his teeth fell out. &#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to knock down. &#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC21;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC21;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41; &#x1E0D;ulu&#x1E6D;su. [Tel. causal of &#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;.] v. t. To loosen, knock out, slay. &#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC21;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41; &#x1E0D;ulupu. v. a. To cause to fall, to deprive of. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. A. iii. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;urru. [Tel.] An interjection similar to Huzza, avaunt. &#xC21;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to cry Huzza. &#xC21;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#x1E0D;urruchchi. n. A warcry, a challenge. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;ubu-&#x1E0D;akka. [Tel.] n. A small rattling drum. &#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC41;&#xC21;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &#x1E0D;ubu-&#x1E0D;akkala-v&#x101;&#x1E0D;u. n. A mountebank or wizard who uses a drum as a sign of his trade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ub&#x101;yin&#x1E6D;su. [Tel.] v. t. To ruin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ukku. [Tel.] v. n. To be hidden. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;un&#x1E0D;ubhamu. [Skt.] n. A griphon, a two headed snake. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC24;&#xC32;&#xC32; &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;un&#x1E0D;ukamu. [Skt.] adj. Mean. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;. Cruel. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;u. The sign of the first case in some nouns as &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;. The sign of the third person in verbs as &#xC30;&#xC3E;&#xC21;&#xC41;. The sign of concession in verbs &#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; as &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC47;&#xC30;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;&#x113;r&#x101;. [Tel.] n. A tent. &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC47;&#xC17;</span>&#xA0;&#xA0;&#x1E0D;&#x113;ga. [Tel.] n. A hawk, a falcon. A falconer or huntsman. Swa. iv. 81. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32; &#xC21;&#xC47;&#xC17; the cuckoo Hawk. Jerdon. No. 36. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC21;&#xC47;&#xC17; ibid. No. 40. &#xC21;&#xC47;&#xC17;&#xC3E;&#xC1F; &#x1E0D;&#x113;g-&#x101;&#x1E6D;a. n. Hawking: sport, play. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC4B;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC41; &#x1E0D;uyyu. [Tel.] v. n. To retire, to retreat. v. a. To open or unfold a cloth or manuscript. To draw a sword. To pierce.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC26;&#xC3F;</span>&#xA0;&#xA0;, &#xC21;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC2F;&#xC3F; or &#xC21;&#xC2C;&#xC4D;&#xC2D;&#xC48; &#x1E0D;ebbadi. [Tel. &#xC0F;&#xC21;&#xC41;+&#xC2A;&#xC26;&#xC3F;.] n. Seventy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41; &#x1E0D;epparamu. [Tel.] n. A strait, peril. &#xC06;&#xC2A;&#xC26;. adj. Impossible, impracticable. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. M. vi. i. 239. Great, excessive, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;. Intolerable &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC2E;&#xC41;. A. vi. 171. &#xC21;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; a dreadful shower of stones. &#xC21;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E0D;epparin&#x1E6D;su. v. n. To become impossible. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;&#x1E0D;eppa. [Tel.] n. A flat place on a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC38;&#xC2E;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ekkonu. [Tel. &#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;+&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To be fixed firmly. &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
                