&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ongu. [Tel.] n. A hollow in a tree. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;. v. n. To hide. &#xC26;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC02;&#xC15;&#xC46;&#xC28;</span>&#xA0;&#xA0;&#x1E0D;onkena. [Tel.] n. A pruning hook. &#xC26;&#xC4B;&#xC1F;&#xC3F;, &#xC35;&#xC02;&#xC15;&#xC30; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC08;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;onku. [Tel.] v. n. To lie hidden: to hide or disappear, to shrink or retreat. &#xC05;&#xC21;&#xC17;&#xC41;. To dry up. &#xC07;&#xC02;&#xC15;&#xC41;, &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. Swa. iii. 73. n. A dent in a stone. Crookedness. &#xC35;&#xC02;&#xC15;&#xC30;. &#xC21;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; a crooked mark on the forehead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;&#x1E0D;onkiya. [Tel.] n. A foot path.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC02;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;onka. [tel.] n. A coppice, a copse, a thicket, a waste. Bramble, bushes. A narrow path between two fields left as a passage for cattle. &#xC2A;&#xC4A;&#xC26;, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC21;&#xC4A;&#xC02;&#xC15;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F; or &#xC2A;&#xC4A;&#xC26;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F; &#x1E0D;onka-nallanchi. n. The Shama, Cittocincla macrura. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x14D;ramulu. [Tel.] n. Streaks on a sword. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC17;&#xC41; &#x1E0D;&#x14D;gu. [Tel.] v. n. To crawl on the hands and knees.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x14D;ku. [Tel.] v. n. To vomit. n. Vomiting. Nausea, qualm. &#xC21;&#xC4B;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E0D;&#x14D;kkonu. v. n. To be queasy or qualmish. &#xC21;&#xC4B;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC32; haggard, grim, gaunt with leanness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC15;&#xC21;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;&#x14D;ka&#x1E0D;&#x101;. [Tel.] n. A cent; one hundredth part of a coin. &#xC28;&#xC42;&#xC35;&#xC2A;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC26;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC26;&#xC4A;&#xC30;&#xC32;&#xC41; &#x1E0D;ollu. [Tel.] v. n. To fall, to roll over. &#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC32;&#xC4D;&#xC32; &#x1E0D;olla. [Tel.] n. A hamper or long basket placed on a cart. A straw band or withe to bind stacks with. The skeleton of a beast. The cheek. A lie or falsehood. adj. Hollow, concave.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41; &#x1E0D;olu&#x1E6D;su. [Tel.] v. n. To tumble head over heels as dancing girls do. &#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;Same as &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ogaru. [Tel.] n. A fault, transgression. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;. Blame, censure &#xC28;&#xC3F;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;okku. [Tel.] v. n. To perish, die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To grow old &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC41;. adj. old &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC41;. &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E0D;okku-pa&#x1E0D;u. v. n. To be sallow, sunken eyed or pallid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;okkaramu. [Tel.] n. A kind of wrestling &#xC2E;&#xC32;&#xC4D;&#xC32; &#xC2C;&#xC02;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;okka. [Tel.] n. The flanks. The sides. The belly. The peel, husk, as the hard cocoanut coir. &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; a stitch in the side. &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46; he smote him under the fifth rib. &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; an empty palmyra stone that has sprouted. &#xC24;&#xC47;&#xC17;&#xC2A;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC3F;&#xC28; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ok&#x101;ramu. [Tel.] n. The interior. &#xC32;&#xC4B;&#xC28;&#xC41;. The space between the earth and sky &#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;. &#xC21;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41; to fall within &#xC32;&#xC4B;&#xC2A;&#xC21;&#xC41;, &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC15;&#xC4D;&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC22;&#xC15;&#xC4D;&#xC15;&#xC41; &#x1E0D;hakk&#x101;. [Skt.] n. A severe blow. &#xC2A;&#xC21;&#xC35;&#xC22;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the boat received a severe blow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC22;&#xC15;&#xC4D;&#xC15;&#xC3E; &#x1E0D;hakka. [Skt.] n. A large drum. &#xC21;&#xC02;&#xC15;&#xC3E;. &#xC22;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41; the sound of a drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;</span>&#xA0;&#xA0;The letter dh as in hard-hap, pronounced as a palatal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC35;&#xC41;&#xC32;&#xC41; &#x1E0D;aulu. [Tel.] n. Pomp. &#xC26;&#xC02;&#xC2D;&#xC2E;&#xC41;. An estimate &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;. Demand or collection of revenue by the Government: &#xC21;&#xC35;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41; an appraiser. &#xC21;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC40; an account of the estimate of each farmer&apos;s produce.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x14D;lu. [Tel.] n. A drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC21;&#xC4B;&#xC32;</span>&#xA0;&#xA0;or &#xC21;&#xC4B;&#xC32;&#xC3F; &#x1E0D;&#x14D;la. [Skt.] n. A swing cot. &#xC21;&#xC4B;&#xC32;&#xC40; &#x1E0D;&#x14D;l&#x12B;. [H.] n. A litter. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;. &#xC21;&#xC4B;&#xC32;&#xC28;&#xC2E;&#xC41; &#x1E0D;&#x14D;lanamu. [Skt.] n. Swinging. &#xC0A;&#xC1A;&#xC41;&#xC1F;.
			</div>
                