&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;&#x14D;lamu. [Skt.] n. A drum. &#xC21;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC4B;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC22;&#xC4B;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC24; &#x1E0D;h&#x14D;ki. [Tel.] n. A ladle formed of half a cocoanut shell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC4B;&#xC15;&#xC3E;</span>&#xA0;&#xA0;&#x1E0D;h&#x14D;k&#x101;. [Tel.] n. An attack, an assault. Fear, apprehension. An injury, a defect, an impediment. See &#xC22;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;huli. [Skt.] n. A female tortoise. &#xC06;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41;. Swa. v. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;&#x1E0D;hun&#x1E0D;i. [Skt.] n. A name of Ga&#x1E47;&#x113;sa. &#xC17;&#xC23;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC3E;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC22;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC3E;&#xC15;</span>&#xA0;&#xA0;&#x1E0D;h&#x101;ka. [Tel.] n. Violence. &#xC14;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. An inroad, invasion. A difficulty. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC22;&#xC3E;&#xC15; a gust of wind. &#xC22;&#xC3E;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; to invade, rush in upon. &#xC22;&#xC3E;&#xC15;&#xC3E;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#x1E0D;h&#x101;k&#x101;-v&#x101;n&#x1E0D;lu. [Tel.] n. Highwaymen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;ham-m-anu. [Tel.] v. n. Lit. To say (dham) Oh! To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC22;&#xC2E;&#xC02;&#xC22;&#xC2E;</span>&#xA0;&#xA0;&#x1E0D;haman-&#x1E0D;hama. [Skt.] adv. Bang! crashingly, thunderingly. &#xC22;&#xC2E;&#xC22;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC3F; &#x1E0D;hama-&#x1E0D;ham&#x101;rbha&#x1E6D;i. n. A bellowing or crashing sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;or &#xC24;&#xC02;&#xC1F; tan&#x1E6D;&#x101;. [Tel.] n. Trouble. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. A quarrel &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC1A;&#xC40;. Evil &#xC15;&#xC40;&#xC21;&#xC41;. Deceit &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. Slander, a false report &#xC1A;&#xC3E;&#xC21;&#xC40;. &quot;&#xC24;&#xC02;&#xC1F;&#xC32;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC1C;&#xC21;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC32; &#xC26;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC26;&#xC41;&#xC28;&#xC4D;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41; tang&#x113;&#x1E0D;u. [Tel.] n. The Tanner&apos;s Cassia. Cassia auriculata. &#xC28;&#xC47;&#xC32;&#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41; Ground Cassia or Senna, Cassia angustifolia. &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41; the wild species used in tanning. &#xC2A;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41; the yellow flowering species, Cassia sophora. See &#xC15;&#xC38;&#xC3F;&#xC02;&#xC26; (Watts). &#xC38;&#xC40;&#xC2E;&#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41; the flower called Peacock&apos;s Pride, Cassia Sophera. &#xC24;&#xC02;&#xC17;&#xC47;&#xC1F;&#xC3F;&#xC1C;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; wild honey, a proverbial expression denoting the seeking of grapes from thorns, or milk from a stone (R. i. 127 and iv. 158). &#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15; tang&#x113;&#x1E0D;u-g&#x14D;rinka. n. The Pied Crested Cuckoo, Coccystes jacobimes. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC03;</span>&#xA0;&#xA0;tah. An adverbial affix used with some Sanskrit words, as &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC24;&#xC03; unjustly, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC24;&#xC03; unconsciously.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;</span>&#xA0;&#xA0;ta. The letter T pronounced as a pure dental. A feminine suffix as in &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC24;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC24;. &#xC24; in ordinary writing denotes &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; afterwards. In prosody it stands for the foot called &#xC24;&#xC17;&#xC23;&#xC2E;&#xC41; which consists of two long syllables followed by a short one as &#xC35;&#xC02;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC23;&#xC3F;&#xC1A;&#xC4D;</span>&#xA0;&#xA0;&#x1E47;ich. In Telugu Grammar. This denotes &#xC07;&#xC02;&#xC1A;&#xC41; the sign of the Causal voice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC23;</span>&#xA0;&#xA0;&#x1E47;a. The letter N sounded as a palatal. No Telugu word begins with this letter. In some words &#xC21; changes into &#xC23;. Elsewhere &#xC23; &#x1E46; and &#xC33; &#x1E36; are accounted the same: thus &#xC2E;&#xC33;&#xC3F;&#xC17;&#xC46; or &#xC2E;&#xC23;&#xC3F;&#xC17;&#xC46;. Sometimes &#xC23; changes into &#xC28; N as &#xC1A;&#xC46;&#xC23;&#xC15;&#xC41; or &#xC1A;&#xC46;&#xC28;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC15;&#xC30;</span>&#xA0;&#xA0;tankara. [Tel.] n. Inferior or useless grain. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                