&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;</span>&#xA0;&#xA0;tan&#x1E0D;a. [Tel.] n. The bottom of a ship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC2E;&#xC41; tan&#x1E6D;emu. [Tel.] n. A medicinal shrub. Cassia tora, and Cassia alata, &#xC26;&#xC26;&#xC43;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC32;&#xC3F;&#xC17;&#xC42;&#xC28;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC47; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;tan&#x1E0D;ri. [Drav. cf. Tam. &#xC24;&#xC02;&#xC21;&#xC48;. Lit. One who brings (food, &amp;c.) &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. The addition of the &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC35;&#xC21;&#xC3F; or r sound is a sign of the honorific plural.] n. A father. &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; (&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;+&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;) a father&apos;s elder brother. &#xC2A;&#xC3F;&#xC28;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; a father&apos;s younger brother. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; parents, &amp;c. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC48;&#xC26;&#xC4B;&#xC21;&#xC41; a father&apos;s brother or sister. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; a grandfather &#xC24;&#xC3E;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41; tan&#x1E0D;-&#x113;lu. [H.] n. The headman among sailors. A tindal or boatswim &#xC13;&#xC21;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;tan&#x1E0D;uvu. [Skt.] n. An oar. &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tan&#x1E0D;ulamu. [Skt.] n. Rice. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;tan&#x1E0D;u. [Tel.] n. The broad part or beazle of a ring. v. n. To ask for the payment of a debt. To collect or raise money. &#xC24;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32; tan&#x1E0D;u-k&#x14D;la. n. An oar. A spear used in killing fish. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32;. &quot;&#xC38;&#xC40; &#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC1A;&#xC41;&#xC32;&#xC41; &#xC24;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC32; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC40;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC28;&#xC41;.&quot; &#xC2A;&#xC02;&#xC1A;. &#xC35;&#xC47;&#xC02;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tan&#x1E0D;amu. [Skt.] n. An assembly, a collection, mass, quantity. &#xC15;&#xC32;&#xC41;&#xC35;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41; a bed of lilies. &#xC2E;&#xC43;&#xC17;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41; a herd of cattle, &amp;c. &#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; crowds, swarms, abundance. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. A. v. 39. &#xC24;&#xC02;&#xC21;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; tan&#x1E0D;a-tan&#x1E0D;amu-g&#x101;. adv. In heaps. BD. v. 228. &#xC24;&#xC02;&#xC21;&#xC4B;&#xC2A;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; tan&#x1E0D;&#x14D;pa-tan&#x1E0D;amulu. n. Crowds upon crowds. &#xC24;&#xC02;&#xC21;&#xC4B;&#xC2A;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; excessively, more and more, prodigiously.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tantrakamu. [Skt.] n. A web, a piece of new cloth. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC32;&#xC41; tantelu. n. The divisions or bridges in the neck of a guitar, steps. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;tantuvu. [Skt.] n. A thread or fibre. &#xC28;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC17;&#xC41;. &#xC24;&#xC02;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; a spindle &#xC28;&#xC42;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC15;&#xC47; &#xC15;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC24;&#xC02;&#xC24;&#xC41;&#xC15;&#xC40;&#xC1F;&#xC2E;&#xC41; a silkworm &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC24;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41; tantu-n&#x101;gamu. n. A polypus or marine serpent supposed to entangle and drown swimmers. &#xC28;&#xC46;&#xC17;&#xC21;&#xC41;. &#xC24;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC2D;&#xC2E;&#xC41; tantu-n&#x101;bhamu. [from &#xC24;&#xC02;&#xC24;&#xC41; a thread and &#xC28;&#xC3E;&#xC2D;&#xC3F; the navel.] n. A spider. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41; a spider. &#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; ta&#x1E47;tu-v&#x101;yu&#x1E0D;u. n. A weaver.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC3E;</span>&#xA0;&#xA0;tan&#x1E0D;&#x101;. [Tel.] n. A caravan, horde, troop, encampment. A collection of men or things. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC21;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tan&#x1E0D;asamu. [Tel.] n. Tweezers for pulling out hairs. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC24;&#xC40;&#xC38;&#xC47; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC02;&#xC1F;&#xC38;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F; a task as endless as pulling out a bear&apos;s hairs. A forge &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;tantu. [Tel.] n. Craft, cunning, subtlety, a device, shift. &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;tanti. [Tel.] n. The wire or string of musical instrument, a wire. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC24;&#xC40;&#xC17;&#xC46;. &#xC24;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; tanti-kurupu. n. Guinea worm. &#xC24;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; tanti-v&#x101;dyamu. [Tel+Skt.] n. A stringed instrument.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;</span>&#xA0;&#xA0;tantanya-m&#x101;na. [Skt.] adj. Grown, mature. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28;. Parij. iii. 81.
			</div>
                