&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC26;&#xC30;</span>&#xA0;&#xA0;tandara. [Tel. from Skt. &#xC24;&#xC02;&#xC26;&#xC4D;&#xC30;] n. Hesitation, perplexity, confusion, trembling. Drowsiness, &#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Lassitude, exhaustion, weariness. &#xC05;&#xC32;&#xC38;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC26;&#xC28;</span>&#xA0;&#xA0;tandana. [Tel.] adj. Lazy, indolent. &#xC24;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC24;&#xC02;&#xC26;&#xC28;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; tandana-mu. n. Wretched drawling music. &#xC24;&#xC02;&#xC26;&#xC28;&#xC24;&#xC3E;&#xC28; or &#xC24;&#xC02;&#xC26;&#xC3E;&#xC28;&#xC24;&#xC3E;&#xC28; words used in beating time. P. ii. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tantramu. [Skt.] n. A device, contrivance. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A theory, system &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, Scheme, plan, invention. An art. A trick, intrigue, plot. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a system of government, polity, the officer of state. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41; a wicket device. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the interposition of Providence; the finger of God. The &#xC2A;&#xC02;&#xC1A;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &quot;Five modes,&quot; whereby men secure success: the name of a celebrated book. &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; tantra-grandhamulu. n. Apocryphal books teaching a secret code of worship, prescribing the adoration of demons and women with magical rites, with the use of flesh and wine, and extraordinary lewdness. &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; tantra-gnyu&#x1E0D;u. n. A conspirator, an accomplice. &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F; tantra-v&#x101;di. n. A clever, ingenious man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;takka&#x1E6D;i. [Tel.] n. A lamp with three spouts. adj. (from &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;) Remaining &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;, &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;, &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;takka. [Tel. from &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;.] adv. Except, save, but. &#xC24;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC3E;&#xC35;&#xC40;</span>&#xA0;&#xA0;tak&#x101;v&#x12B;. [Tel.] n. An advance of money, given for the purpose of cultivation. &#xC35;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC30;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;takar&#x101;ru. [H.] n. A dispute, an altercation. &#xC5B;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC2A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;taka-pika. [Tel. (anuk)] adv. Wildly, loosely at random. &#xC24;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; taka-pika-l-&#x101;&#x1E0D;u. v. n. To dance about, to dangle. &quot;&#xC12;&#xC15; &#xC2A;&#xC47;&#xC26;&#xC24;&#xC2A;&#xC38;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC42;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC24;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC2A; &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC2E;&#xC26;&#xC4D;&#xC18;&#xC28; &#xC18;&#xC4B;&#xC30;&#xC36;&#xC3E;&#xC2A;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC41;.&quot; HD. i.1315.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC24;&#xC15;</span>&#xA0;&#xA0;taka-taka. [Tel. (anuk)] n. A ringing sound. adv. Aloud, tremulously, strongly. &#xC24;&#xC15;&#xC24;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;, &#xC24;&#xC15;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; the action of keeping or beating time in music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2C;&#xC41;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E; tambura. [Tel. &#xC24;&#xC02;&#xC24;&#xC3F;+&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;.] n. A kind of stringed instrument like the guitar. A tambourine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;tambu. [Tel. &amp; Tam.] n. A younger brother. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2C;&#xC33;</span>&#xA0;&#xA0;, &#xC24;&#xC02;&#xC2C;&#xC33;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC02;&#xC2C;&#xC33;&#xC3F; tamba&#x1E37;a. [Tel.] n. A caste of Saivite priests.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2C;</span>&#xA0;&#xA0;tamba. [Tel.] n. The swordbean, Conavabia gladista.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;tampi. [Tel.] n. A fire pit, used for boiling water. &#xC26;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;. A quarrel or squabble. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC02;&#xC2A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; tampi-pe&#x1E6D;&#x1E6D;u. v. n. To make a slow fire. To create a quarrel. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC02;&#xC2A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made them quarrel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2A;&#xC30;</span>&#xA0;&#xA0;tampara. [Tel.] n. A cluster of lotuses. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC30; blooming or basking like a flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2A;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;tampa&#x1E6D;i. [Tel.] n. A bonfire: a great blaze.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;takkili. [Tel.] n. The yellow myrobalan. The tomato plant. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC3F; a tomato.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;</span>&#xA0;&#xA0;takki-na. [Tel. from &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;.] adj. Remaining as a residue. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; the rest, the others. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; the rest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;takki&#x1E0D;i. [Tel.] n. A lie. Deceit. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; takki&#x1E0D;i-k&#x101;&#x1E0D;u. n. A cheat. &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;takkala-pa&#x1E0D;u. [Tel.] n. To be in trouble. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. G. xi. 157.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;takkari. [Tel.] n. A rogue, a deceiver. B. x. 383. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC02;&#xC2C;&#xC41;&#xC17;</span>&#xA0;&#xA0;tambuga. [Tel.] n. A small brass water pot in the shape of a truneated cone. &#xC2E;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;.
			</div>
                