&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;takk&#x14D;lamu. [Tel.] n. The name of a certain plant. Clarodendrum inerme. Heyne. Calyptranthes jambolana. Ainslie.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;tak-konu. [Tel. &#xC24;&#xC32;+&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To undertake. &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;</span>&#xA0;&#xA0;takke&#x1E0D;a. [Tel.] n. A pair of scales, a balance, a weighing machine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC46;</span>&#xA0;&#xA0;takke. [Tel.] n. A weight of two viss. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC35;&#xC40;&#xC38;&#xC46;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;takkuva. [Tel.] n. A want, deficiency, defect; inferiority, baseness. &#xC32;&#xC4B;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; the balance or remaining sums of money &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41; or &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41; difference, irregularity, improper words. adj. Deficient, defective, inferior, mean, contempitible, base, low. With a dative it means less: as &#xC15;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC41; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; less than two miles. &#xC07;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC47; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; this alone was wanting. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; what harm? what matter? &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; low expressions, improper language. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E; adv. More or less. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC21;&#xC41; takkuva-pa&#x1E0D;u. v. n. To be wanting, to be deficient, to be insufficient. &#xC15;&#xC4A;&#xC30;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC3E;&#xC1F;&#xC41; takkuva-p&#x101;&#x1E6D;u. n. Want, deficiency.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;takku. [Tel.] v. n. To miss, to fail. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC3F; if I fail to effect this v. a. To leave, let go, loose. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A. iv. 258. n. Remainder residue. Also, jesting: &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; petty theft. adj. Other &#xC07;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; n. Remaining over. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;takkisamu. [Tel.] n. A subscription raised among the ryots to defray the village expenses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC38;</span>&#xA0;&#xA0;tagirisa. [Tel.] n. See under &#xC24;&#xC17;&#xC30;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC3E;&#xC26;&#xC3E;</span>&#xA0;&#xA0;tag&#x101;d&#x101;. [H.] n. A quarrel. Dunning for payment of money.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC35;&#xC41;</span>&#xA0;&#xA0;tagavu. [Tel. from &#xC24;&#xC17;&#xC41;.] n. Justice, virtue, uprightness. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Also, presents given to a daughter by her parents when she is married. A dispute &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;. A lawsuit &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC46;&#xC2E;&#xC41;. &quot;&#xC15; &#xC24;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC47;&#xC32;&#xC3E; &#xC24;&#xC28;&#xC17;&#xC41;&#xC30;&#xC41; &#xC24;&#xC46;&#xC30;&#xC41;&#xC17;&#xC02;&#xC17;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC3E; &#xC24;&#xC28;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC32;&#xC3E; &#xC24;&#xC28;&#xC24;&#xC28;&#xC15;&#xC47;&#xC17;&#xC3E;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC17;&#xC35;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC3E;. &quot; (Rama Stava Rajam viii. 203, 188.) &#xC24;&#xC17;&#xC35;&#xC41;&#xC17;&#xC4B;&#xC30;&#xC3F; a peacemaker. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC17;&#xC35;&#xC30;&#xC3F; tagavari. [&#xC24;&#xC17;&#xC35;&#xC41;+&#xC05;&#xC30;&#xC3F;.] n. A judge or arbitrator. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC24;&#xC17;&#xC35;&#xC47;&#xC26;&#xC3F; tagav-&#x113;di. [&#xC24;&#xC17;&#xC35;&#xC41;+&#xC0F;&#xC26;&#xC3F;.] n. Sacrificing justice, unjust, wicked. &#xC24;&#xC17;&#xC35;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;. M. IV. ii. 40 and 193.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;tagaru. [Tel.] n. A ram. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;. &#xC24;&#xC17;&#xC30;&#xC41;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; the god of fire &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC30;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;, &#xC24;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC47; or &#xC24;&#xC17;&#xC30;&#xC4D;&#xC1A;&#xC46; tagarise. Same as &#xC24;&#xC17;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See under &#xC24;&#xC17;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tagaramu. [Tel.] n. Tin. &#xC24;&#xC17;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a tin box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC30;</span>&#xA0;&#xA0;tagara [Tel.] n. A rogue, a deceiver. KP. iii. 206. A tree called Morinda tinctoria. Rox. i. 543. &#xC28;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See &#xC15;&#xC38;&#xC3F;&#xC02;&#xC26;. &#xC24;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the Foetid Cassia, Cassia Tora (Watts.) The ovalleaved Cassia. Ainslie.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;taga&#x1E6D;u. [Tel.] n. Lace. &#xC5B;&#xC30;&#xC40;, &#xC38;&#xC30;&#xC3F;&#xC17;. &#xC24;&#xC17;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC30; a lace cloth. &#xC24;&#xC17;&#xC1F;&#xC3F; or &#xC24;&#xC17;&#xC1F;&#xC40; taga&#x1E6D;i. adj. Laced &#xC38;&#xC30;&#xC3F;&#xC17;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;takshaku&#x1E0D;u. [Skt.] n. The name of mythological serpent &#xC12;&#xC15; &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC41;. The name of a race of men called Takshakas. A carpenter &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;takramu. [Skt.] n. Buttermilk diluted with water. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;taga&#x1E0D;u. [Tel.] n. A plate or flat piece of metal. Gold leaf, brocade. &#xC30;&#xC47;&#xC15;&#xC41; A. iv. 132. M. VI i. 298. &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC24;&#xC17;&#xC21;&#xC41; a tin plate.
			</div>
                