&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;ta&#x1E6D;s&#x1E6D;sa. [Tel.] n. A joke, a lie.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;taggu. [Tel.] v. n. To become less, to decrease, diminish fall (in price,) abate, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC41;. To go back, withdraw, retire, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41; taggu-moggulu. n. Ups and downs. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; taggin&#x1E6D;su. v. a. To lower, debase, degrade, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; taggimpu. n. A fall, sinking, diminution, reduction. A fall, in price. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41; or &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC26;&#xC32; taggu. n. Decrease, a diminution, abatement &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;tagulu. [Tel.] v. a. &amp; n. To happen, occur, turn up, appear. To belong to. appertain to, to come in contact with, to touch, hit, strike. To be caught; got, found, joined, entangled, understood. To be received (as a blow), incurred (as expense or punishment.) n. See under &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the house caught fire. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the wind strikes here, here we get the breeze. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a marriage. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; he had occasion to make a journey. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; there we found fresh water. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; he received a blow. &#xC15;&#xC41;&#xC02;&#xC21; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the pot touched my foot. &#xC13;&#xC21; &#xC2E;&#xC46;&#xC30;&#xC15;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the ship ran aground. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC17;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21; to prevent his catching the disease. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC17;&#xC32;&#xC32;&#xC47;&#xC26;&#xC41; his abuse did not affect me. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; this was impressed upon his mind. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC24;&#xC17;&#xC41;&#xC32;&#xC41; to pursue. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they attacked, they followed. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC24;&#xC17;&#xC41;&#xC32;&#xC41; to oppose, to come in the way. &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; it cost ten cash. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; tagulu-konu. v. n. To be involved or entangled with. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To fall in love with. &#xC35;&#xC32;&#xC1A;&#xC41;. To catch fire. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; she has gone off with him. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the house caught fire. &#xC24;&#xC17;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC24;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC41; tagala-ba&#x1E0D;u. v. n. To burn or be set on fire. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC17;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; the house was burnt. &#xC24;&#xC17;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; tagala-be&#x1E6D;&#x1E6D;u. v. a. To set fire to, to kindle, to burn &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC17;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they burned the forest. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F; tagulu-ba&#x1E0D;i. n. Expense, charge, cost, outlay. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F;. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; tagulu-b&#x101;&#x1E6D;u. n. Charge, cost, expense. &#xC24;&#xC17;&#xC41;&#xC32;&#xC35;&#xC21;&#xC41; to be caught. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC17;&#xC41;&#xC32;&#xC41; tagulamu. [Tel.] n. Connection. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. P. i. 635. Desire, lust. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC32;&#xC2A;&#xC41;, &#xC1C;&#xC02;&#xC1D;&#xC3E;&#xC1F;&#xC2E;&#xC41;. A check, hindrance. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Swa. iii. 4. A. iv. 121.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC41;</span>&#xA0;&#xA0;tagu. [Tel.] v. n. To be fit, or proper, to suit or agree, suffice. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. p|| &#xC24;&#xC17;&#xC3F;&#xC28; or &#xC24;&#xC17;&#xC4D;&#xC17;, fit, proper, moderate. Neg. p|| &#xC24;&#xC17;&#xC28;&#xC3F; unfit, unsuitable, immoderate, vast, horrid. It is often used impersonally: Thus &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC41;&#xC28;&#xC3E; is it fit to do so? &#xC2A;&#xC4B;&#xC26;&#xC17;&#xC26;&#xC41; it is not right to go. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC26;&#xC17;&#xC41;&#xC28;&#xC41; it is possible to discover it &quot;&#xC24;&#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC24;&#xC17;&#xC26;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC2A;.&quot; DRK. 204. &#xC24;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28; sufficient, some. &#xC24;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; moderately, well, amply. &#xC24;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; pretty large. Here &#xC24;&#xC17;&#xC41; is used as a p|| instead of &#xC24;&#xC17;&#xC3F;&#xC28;. &#xC24;&#xC17;&#xC3F;&#xC28; tagina (Rel. p|| of &#xC24;&#xC17;&#xC41;.) adj. Fitting, proper, due, right, likely, probable, pretty. &#xC24;&#xC17;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; pretty well. &#xC24;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; tagi-n-a&#x1E6D;&#x1E6D;u-g&#x101;. adv. Fitly, properly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tagilin&#x1E6D;su. [Tel. causal of &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;.] v. a. To apply (paint, a bandage, punishment, a rule, the law, &amp;c.) To fasten (a bolt, &amp;c.) To inflict (pain.) To attach, fix, insert, lock, bolt, hang on, stick into, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; to set fire. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they involved me in that business. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC15;&#xC46;&#xC32;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they put fetters upon him. &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; tagilin&#x1E6D;su-konu. v. a. (middle voice) to put on, apply to oneself, to become involved in, to catch, to contract. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to catch or contract disease. &#xC38;&#xC02;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he put on fetters.
			</div>
                