&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x101;rin&#x1E6D;su. [Tel.] v. a. To rub, handle, feel, finger. Balram. iv. 117.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x101;yin&#x1E6D;su. [Tel.] v. t. To obstruct. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To prevent &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x101;kamu. [Skt.] n. A tank, reservoir, pond, pool. &#xC24;&#xC1F;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; a pond or well that never dries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;a-sthamu. [Skt.] adj. Present, near, at hand, proximate, approaching, next, impending, imminent. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC12;&#xC28;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;. Temporary, occasional, for the time being. &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41; or &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; ta&#x1E6D;astha-m-agu. v. n. To approach, draw near, or be at hand. to occur, happen, turn up. &#xC12;&#xC28;&#xC17;&#xC42;&#xC21;&#xC41;. &#xC1A;&#xC47;&#xC1F;&#xC41; &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one who is on the brink of ruin. &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; ta&#x1E6D;asthu&#x1E0D;u. n. An onlooker, A bystander, a spectator; one who is indifferent or impartial; a just person &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; he is very just.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;amu. [Skt.] n. A place. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. Shore, bank. &#xC0F;&#xC1F;&#xC3F;&#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;. A valley &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC30;&#xC3F;&#xC2F;. &#xC28;&#xC3F;&#xC1F;&#xC32;&#xC24;&#xC1F;&#xC2E;&#xC41;&#xC28; in his forehead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC35;&#xC1F; ta&#x1E6D;a-ma&#x1E6D;a. [Tel.] n. Deceit, cheating. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC24;&#xC1F;&#xC35;&#xC1F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; deceitful words. &#xC24;&#xC1F;&#xC2E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC1F;&#xC35;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; ta&#x1E6D;ama-&#x1E6D;in&#x1E6D;su. v. a. To swindle, to cheat, to deceive &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC15;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC15;&#xC3E; ta&#x1E6D;aka. [Tel.] n. Stunning. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC24;. Surprise. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC1F;&#xC15;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC21;&#xC41; ta&#x1E6D;aka-pa&#x1E0D;u. v. n. To be surprised. &#xC24;&#xC1F;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41; ta&#x1E6D;aka-p&#x101;&#x1E6D;u. n. Surprise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1A;&#xC4D;&#xC1A;&#xC28;</span>&#xA0;&#xA0;ta&#x1E6D;s&#x1E6D;sana. [Tel.] n. Sport, play, jesting, a joke; slander, lying, mis representation, coaxing, feigning. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC2E;&#xC41;, &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC1A;&#xC4D;&#xC1A;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; to sport, jest, to quiz, laugh at &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC21;&#xC41; ta&#x1E6D;s&#x1E6D;s&#x101;&#x1E0D;u. v. n. To walk about. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;. ta&#x1E6D;&#x1E6D;i. [Tel.] n. A metal platter. &#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;. A hurdle or screen &#xC24;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x1E6D;&#x101;&#x1E0D;u. [Tel.] v. n. To toss or fluctuate, to totter &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. L. vii. 379.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC38;</span>&#xA0;&#xA0;ta&#x1E6D;&#x1E6D;asa. [Tel.] n. Courage. &#xC27;&#xC47;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;ta&#x1E6D;&#x1E6D;-amma. [Tel.] n. Chicken pox. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x1E6D;amu. [Tel.] n. A leather thong, a belt &#xC1F;&#xC02;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;, &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35; ta&#x1E6D;&#x1E6D;a&#x1E0D;i. [Tel.] n. A small horse, a pony. &#xC24;&#xC47;&#xC1C;&#xC3F;. Parij. iv. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ta&#x1E6D;&#x1E6D;a. [Tel.] n. A flat thing of any sort, a metal plate used as an ornament. &#xC24;&#xC2C;&#xC41;&#xC15;&#xC41;. A flat hamper for drying grain. &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC15;. A basket &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC02;&#xC2A;. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; a basketful. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC15;&#xC42;&#xC21; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC21;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46; the frying pan suffers for the grain, i. e., I got into this scrape on another&apos;s account. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC24;&#xC1F;&#xC4D;&#xC1F; one scale of a balance. &#xC24;&#xC1F;&#xC4D;&#xC1F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; a flat face. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; to become flat &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC17;&#xC41;. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC47;&#xC2A; ta&#x1E6D;&#x1E6D;a-ch&#x113;pa. n. A sort of fish. H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; ta&#x1E6D;uku. [Tel.] n. A pat or tap. adj. Swagging, flabby. Vema. 982. &#xC24;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;, &#xC24;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC28; or &#xC24;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28; ta&#x1E6D;ukku-na. adv. Suddenly, all at once, in a moment. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ta&#x1E6D;ini. [Skt.] n. A river. &#xC28;&#xC26;&#xC3F;. A stream. &#xC0F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; ta&#x1E6D;it. [Skt.] n. Lightning. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC1F;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; or &#xC24;&#xC1F;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC24;&#xC3F; ta&#x1E6D;it-vantamu. n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ta&#x1E6D;i. [Skt.] n. A bank, side, edge. &#xC26;&#xC30;&#xC3F;, &#xC0F;&#xC1F;&#xC3F;&#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;. Place, district, region. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x101;lu. [Tel.] n. Suddenness. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28; or &#xC24;&#xC1F;&#xC3E;&#xC28; ta&#x1E6D;&#x101;luna. adv. All at once, suddenly, abruptly. &#xC24;&#xC1F;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; ta&#x1E6D;&#x101;na-p&#x101;&#x1E6D;u-g&#x101;. adv. Suddenly, unexpectedly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC24;&#xC1F;</span>&#xA0;&#xA0;ta&#x1E6D;a-ta&#x1E6D;a. [Tel. anuk] adv. Violently, loudly.
			</div>
                