&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC2A;</span>&#xA0;&#xA0;ta&#x1E0D;apa. [Tel.] n. A withe or strip of bark, &amp;c. Peel, rind. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC28;&#xC3E;&#xC30;. &#xC28;&#xC21;&#xC3F;&#xC24;&#xC21;&#xC2A; the thick part of a palm branch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC24;&#xC23;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ta&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. [Tel.] v. t. To be witch, charm. To stop by charms. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To prove or verify a pair of scales.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC15;</span>&#xA0;&#xA0;or &#xC24;&#xC21;&#xC3F;&#xC15; ta&#x1E0D;aka. [Tel.] n. A framework, a screen, a hurdle, what is called a tatty. A gate made of open bars, a mat used as a door. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC24;&#xC21;&#xC15; a pack of contradictions, a parcel of blunders, a heap or tissue of falsehoods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;</span>&#xA0;&#xA0;ta&#x1E0D;a. [Tel.] n. A check, a hindrance. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;. A charm, a spell. &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Nearness. &#xC15;&#xC21;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC21; &#xC32;&#xC47;&#xC26;&#xC41; nothing can prevent it. &#xC06; &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC24;&#xC21;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC35;&#xC26;&#xC41; that snake is deaf to every charm. The name of a tree, the leaves of which (&#xC24;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;) are used as leafplatters &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;. The wood is like fir and makes strong bows. &#xC24;&#xC21;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. M. III. i. 335. &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC17;&#xC42;&#xC2C;&#xC24;&#xC21; is one species. H. iv. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41; ta&#x1E6D;&#x1E6D;u-mu&#x1E6D;&#x1E6D;u. [Tel.] n. Things, utensils, furniture, tools, household stuff. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41; to surround (as poverty) &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;&#x1E6D;u. [Tel.] v. n. To occur or happen, to break out. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; a doubt occurred to me. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC15;&#xC41; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; it did not occur to my mind. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC28;&#xC3F; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; it does not strike me as true. v. a. To strike, beat, knock, pat, clap, slap. &#xC1A;&#xC30;&#xC1A;&#xC41;. To touch. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To do away with. remove, or dispel (as darkness.) &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; &#xC15;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he averted the blow. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to remove. &#xC38;&#xC30;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; to compare with the original, to fill up what was wanting. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC0E;&#xC17;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3F; the water rose to the brink, &#xC06; &#xC13;&#xC21; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the ship ran ashore. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41; carefully selected musk. n. A side, direction. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; the top: the upper side. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; the under side: the bottom. A bank or shore &#xC26;&#xC30;&#xC3F;. A swelling, an inflammation. Chicken pox &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4D;&#xC2E;. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; they delivered the kingdom to him. &#xC05;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC4A;&#xC15;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F; we all went over to one side. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; that work is laid aside. the ship got aground. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to flute wood, or make a groove. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; he has got the chicken pox. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ta&#x1E6D;&#x1E6D;u-konu. v. n. To go along. &#xC26;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he ran off with whatever he could get. To pause, delay, take time, hesitate. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; to suffer &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F; ta&#x1E6D;l&#x101;&#x1E6D;a. n. A squabble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC35;&#xC41;</span>&#xA0;&#xA0;ta&#x1E0D;avu. [Tel.] n. Delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A while, period or space of time. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC30;&#xC47;&#xC2F;&#xC3F;&#xC24;&#xC21;&#xC35;&#xC41;&#xC17;&#xC1C;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC4D; the night passed slowly. &#xC0E;&#xC02;&#xC24;&#xC24;&#xC21;&#xC35;&#xC41; how long a time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC35;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ta&#x1E0D;a-v&#x101;&#x1E6D;u. [Tel.] n. Trouble, confusion. HD. i. 206.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC35;</span>&#xA0;&#xA0;ta&#x1E0D;ava. [Tel.] n. Time. &#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC05;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC12;&#xC15;&#xC24;&#xC21;&#xC35; once. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC24;&#xC21;&#xC35; sometime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;ta&#x1E0D;a-ba&#x1E0D;u. [Tel.] v. n. To be troubled or confused. To fail. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. To quiver &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41; or &#xC24;&#xC21;&#xC2E;&#xC3E;&#xC1F;&#xC41; ta&#x1E0D;a-b&#x101;&#x1E6D;u. n. Confusion, irresolution, fluctuation, Fidgetting, fribbling. &#xC24;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a trifler, a fribbler. &#xC24;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC21;&#xC2C;&#xC30;&#xC1A;&#xC41; to confuse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC21;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ta&#x1E0D;ayu. [Tel.] v. n. To loiter or delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC21;&#xC2F;&#xC15; without delay, at once, rapidly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC2E;&#xC41; ta&#x1E6D;&#x1E6D;uva. [Tel.] n. A country bred pony. &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;ta&#x1E6D;rapu-v&#x101;&#x1E0D;u. [Tel.] n. A goldsmith.
			</div>
                