&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;tad-v&#x101;r&#x101;. [Skt. &#xC24;&#xC24;&#xC4D; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;.] adv. Thereby. Through that channel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC26;&#xC4D;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tad-r&#x16B;pamu. [Skt. &#xC24;&#xC24;&#xC4D;+&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;.] Lit. That (very) form. adv. exactly, as it was. &#xC06; &#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC26;&#xC4D;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he drew the portrait to the life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tad-bhavamu. [Skt. &#xC24;&#xC24;&#xC4D;+&#xC2D;&#xC35;&#xC2E;&#xC41;.] n. Lit. Proceeding (or corrupted) from Sanskrit, a term applied to Telugu words which are borrowed from Sanskrit, but greatly changed in spelling as &#xC1C;&#xC15;&#xC4D;&#xC15;&#xC41; for &#xC2F;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;tanayu&#x1E0D;u. [Skt.] n. A son. &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC2F;</span>&#xA0;&#xA0;tanaya. [Skt.] n. A daughter. &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tanamu. [Tel.] An affix, added to many nouns and adjectives to give them an abstract or a collective force like &#xC24;&#xC4D;&#xC35;&#xC02; in Sanskrit words, and ness, tion, ment in English words, thus: &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; government, &#xC26;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; greatness, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; goodness, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC41; childishness, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; solidity, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41; largeness, &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; playfulness, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC41; the peasantry, the shepherd class, &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; the being a lizard: the being born as a lizard, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; the farmer class. It is added like-wise to past participles as &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F; &#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; silliness, ignorance. &#xC1A;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; awkwardness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC41;&#xC15;&#xC41; tanaku. [Tel.] v. n. To sink, fail. To tremble. &#xC24;&#xC28;&#xC15;&#xC15; not enduring it, not tolerating it. &#xC24;&#xC28;&#xC15;&#xC46;&#xC21;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; a trembling, sinking heart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tanaku-che&#x1E6D;&#x1E6D;u. [Tel.] n. A species of the sandal tree. Rox. i. 445. Floats (catamarans) are made of its wood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC16;&#xC3E;. tanak&#x101;. [H.] n. A mortgage. &#xC24;&#xC28;&#xC15;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a mortgage deed. Also an assignment on the revenue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC02;&#xC24;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC02;&#xC24;&#xC1F; tananta. [Tel. &#xC24;&#xC28;+&#xC05;&#xC02;&#xC24;.] adv. Of himself. Voluntarily.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tanakali. [Tel.] n. A tangle. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC28;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; a tangled knot of hair. A difficulty, puzzle, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. One who creates difficulties &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;</span>&#xA0;&#xA0;tana. [Tel.] adj. Own, his her, my. See &#xC24;&#xC3E;&#xC28;&#xC41; of which this is the genitive. &#xC24;&#xC28; &#xC1A;&#xC47;&#xC24;&#xC28;&#xC28;&#xC48;&#xC28;&#xC02;&#xC24;&#xC26;&#xC42;&#xC30;&#xC3F; he reviled them to the utmost in his power. &#xC24;&#xC28;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; his opinion, one&apos;s own opinion. &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC46; adv. He of himself, of his own accord, voluntarily. &#xC24;&#xC28;&#xC21;&#xC41; tana-du. adj. Own. His, her. See &#xC24;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC3F;&#xC2E;&#xC2E;&#xC41; tanima. [Skt.] n. Much. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. Corporeality &#xC36;&#xC30;&#xC40;&#xC30;&#xC24;. Fineness, thinness &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC24;. &#xC24;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC41; tanima-nu. [Tel.] adv. Finely, thingly. &#xC24;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;. (A. iv. 142.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC3F;&#xC15;&#xC40;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC3F;&#xC16;&#xC40; tanik&#x12B;. [H.] n. Examination, inspection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC3F;</span>&#xA0;&#xA0;tani. [Tel.] adj. Little, slight. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC3E;&#xC2D;&#xC40;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC3E;&#xC2C;&#xC3F; tan&#x101;b&#x12B;. [Tel.] n. A log of wood. A large beam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC30;&#xC41;, &#xC24;&#xC28;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41;. tanaru. [Tel.] v. n. To appear or shine. to extend; to be great or large. To be, live, exist. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC28;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC28;&#xC30;&#xC4D;&#xC2A;&#xC41; tanarupu. n. Length, extent, altitude. n. Length, extent, altitude. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;. Breadth &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;. Greatness &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC28;&#xC30; tanara. adv. Fully, to the full. &#xC24;&#xC28;&#xC30;&#xC3E;&#xC30;&#xC41; (&#xC24;&#xC28;&#xC30;&#xC41;+&#xC06;&#xC30;&#xC41;.) tanar-&#x101;ru v. n. To shine. &#xC05;&#xC38;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                