&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;tanvi. [Skt.] n. A graceful, lovely of delicate girl. A woman. &#xC05;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2A;&#xC24;&#xC2A;</span>&#xA0;&#xA0;tapa-tapa. [Tel. (anuk)] n. A fluttering sound. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26; &#xC17;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F; &#xC24;&#xC2A;&#xC24;&#xC2A;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41; being in trouble: showing signs of distress.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC4D;&#xC15;&#xC41; tanuku [Tel.] v. n. To happen. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To burn or shine &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Heat, closeness. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC41;</span>&#xA0;&#xA0;tanu. [Tel.] n. In compounds stands for &#xC24;&#xC28;&#xC41;&#xC2A;&#xC41; (q. v.) and &#xC24;&#xC28;&#xC41;&#xC35;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;tuniyu. [Tel.] v. n. To be full, satiated, or content. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41;. To thrive. flourish. &quot;&#xC15; &#xC27;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC28;&#xC41; &#xC38;&#xC02;&#xC24;&#xC24;&#xC3F; &#xC26;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC46;&#xC02;&#xC26;&#xC41;&#xC17;&#xC32;&#xC30;&#xC46;&quot; M. Adi. Whoever thinks he has enough wealth or learning, or offspring? &#xC24;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; taniyin&#x1E6D;su. v. a. To satiate or satisfy. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;, &#xC24;&#xC28;&#xC3F;&#xC35;&#xC41; or &#xC24;&#xC28;&#xC4D;&#xC35;&#xC3F; tanivi. [Tel.] n. Fulness, satisfaction, content, ease. Repletion. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC15; not being satisfied. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; they are satisfied. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC41; (&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;+&#xC2A;&#xC4B;&#xC35;&#xC41;) or &#xC24;&#xC28;&#xC3F;&#xC1A;&#xC28;&#xC41; to be fully satisfied. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC24;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC28; tanisina. (part. of &#xC24;&#xC28;&#xC3F;&#xC2F;&#xC41;.) Satiated, contented. See &#xC24;&#xC28;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tan-m&#x101;tramu. [Skt.] n. A simple element, a subtle particle, rudiment, or atom. According to the Hindus, (sabdam) sound is the tanmatra of (akas) ether: (sparsha) touch is that of (vayu) air: (rupam) form is that of (tejas) fire or light, (gandham) smell is that of (prithvi) earth: and (rasam) taste is that of (jalam) water. These are the five rudiments of the five elements.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tan-mayamu. [Skt.] adj. Of that form &#xC24;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC28;&#xC4D;&#xC2E;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; tanmayatvamu. n. Corporeality.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;tannu. [Tel.] v. a. To kick. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC26;&#xC4D;&#xC26; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the hawk pounced upon the fowl and carried it off. n. A kick. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he got a kicking from him. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC32; a prop, &#xC2A;&#xC4B;&#xC1F;&#xC40;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; tannu-balla. n. A foot-board &#xC24;&#xC2E;&#xC4D;&#xC28;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a sort of game played by children. H. iii. 183. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC41; tannula-ba&#x1E0D;u. v. n. To get kicked, to suffer blows. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; tannu-l-&#x101;&#x1E0D;u. v. n. To kick each other, to exchange blows: to fight, as cocks do. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC4A;&#xC15;&#xC30;&#xC41; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC28;&#xC41; tannu. [Tel.] pron. Himself. The accusative of &#xC24;&#xC3E;&#xC28;&#xC41; self.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;tanuvu. [Skt.] n. The body. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. The skin &#xC24;&#xC4B;&#xC32;&#xC41;. adj. Small, delicate, fine. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;, &#xC2C;&#xC15;&#xC4D;&#xC15;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC24;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; tanutramu. n. A piece of armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC24;&#xC28;&#xC41;&#xC2E;&#xC27;&#xC4D;&#xC2F; tanu-madhya. n. A slender waisted woman. A beautiful woman. &#xC24;&#xC28;&#xC42;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC28;&#xC42;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; tan&#x16B;ju&#x1E0D;u. n. A son. &#xC24;&#xC28;&#xC42;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; tan&#x16B;ruhamu. n. Hair, as &quot;growing on the body.&quot; &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC28;&#xC4D;&#xC2A;&#xC41; tanupu. [Tel. causal from &#xC24;&#xC28;&#xC3F;&#xC2F;&#xC41;.] v. a. To satisfy: to nurse or nourish &#xC24;&#xC28;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Satisfaction. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;. Coolness &#xC36;&#xC48;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Wet &#xC24;&#xC21;&#xC3F;. M. XII. iii. 445. &#xC24;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15; the cold having increased. &#xC1A;&#xC32;&#xC41;&#xC35; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;. &#xC24;&#xC28;&#xC41;&#xC35;&#xC21;&#xC41; to cool &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; (&#xC24;&#xC28;&#xC41;&#xC2A;&#xC41;+&#xC06;&#xC30;&#xC41;.) Same as &#xC24;&#xC28;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2A;&#xC38;&#xC3F;</span>&#xA0;&#xA0;tapasi. [Skt.] n. The tree called &#xC05;&#xC35;&#xC3F;&#xC38;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC3E;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Swa. iii. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC38;&#xC41; tapamu. [Skt. &#xC24;&#xC2A; = thinking.] n. Meditation. Austerity, penance, self-mortification, self denial. Penitence. A life of retirement and study. &#xC24;&#xC2A;&#xC38;&#xC3F; or &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC3F; tapasi. n. A recluse, an ascetic, devotee. &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3F; a female recluse. &#xC24;&#xC2A;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41; tap&#x14D;-dhanu&#x1E0D;u. adj. Renowned for self-mortification, distinguished in sanctity &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC38;&#xC47;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC2A;&#xC2E;&#xC41; [Skt. from &#xC24;&#xC2A; = &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;] n. The hot season. &#xC35;&#xC47;&#xC38;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC2A;&#xC30;&#xC4D;&#xC24;&#xC41; tapartu. [&#xC24;&#xC2A;+&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;.] n. The dewy season. &#xC36;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. A. v. 110. The hot season. &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tapanamu. [Skt.] n. Heat. Sorrow. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC24;&#xC2A;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; tapan&#x12B;yamu. n. Gold. &#xC24;&#xC2A;&#xC28;&#xC41;&#xC21;&#xC41; tapanu&#x1E0D;u. n. Lit. He who burns, the burner, i.e., the sun. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                