&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC2E;&#xC02;&#xC17;&#xC2E;&#xC41; tamagamu. [from Skt.&#xC24;&#xC2E;&#xC19;&#xC4D;&#xC17;&#xC03;] n. A summer house, having no walls but a roof on pillars. &#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;. A raised platform &#xC2E;&#xC02;&#xC1A;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tamakamu. [Tel.] n. Eagerness, ardour. &#xC24;&#xC4D;&#xC35;&#xC30;. Love &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC15;&#xC3F; tamaki. n. A lover: one who is enamoured. &#xC24;&#xC4D;&#xC35;&#xC30; &#xC32;&#xC47;&#xC15; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC2E;&#xC15;&#xC2A;&#xC21;&#xC41; tamakin&#x1E6D;su. v. a. To be moved. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be enamoured, ardent or eager. R. i. 212. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC4B;&#xC39;&#xC2A;&#xC21;&#xC41;. To be agitated &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC2E;&#xC15;&#xC41; tamaku. v. n. To hesitate, to draw back. To fail or recede &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Way, manner. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;tabbibbu. [Tel.] n. Agitation, flurry. &#xC24;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC24;&#xC21;&#xC2E;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC4B;&#xC2F;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is in his dotage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2C;&#xC4D;&#xC26;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;tabd&#x12B;lu. [H.] n. Exchange. Transportation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3F;&#xC26;&#xC32;&#xC41;, &#xC24;&#xC2E;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC41; tamidalu. [Tel.] n. The grain called ragi, Cynosurus coracanus. &#xC1A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC30;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;tami. [Tel.] n. Eagerness. &#xC24;&#xC4D;&#xC35;&#xC30;. Lust, passion, desire, &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;, &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;. [Skt.] n. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC24;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; tami-konu. v. n. To be eager. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;. To rejoice &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC21;&#xC41;. To desire &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC21;&#xC41;. To fall in love &#xC2E;&#xC4B;&#xC39;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tam&#x101;lamu. [Skt.] n. The Gloomy tree: Exanthocymus pictorius. (Roxb.) or Galedupa, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;, &#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. As a colour, it means dark brown, or dusky, dun, or dark dull red. Dark hued.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tam&#x101;yin&#x1E6D;su. [Tel.] v. n. To stop, to check oneself; to be patient. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;tam&#x101;&#x1E6D;a-k&#x101;ya. [Mexican through Span and Eng.] n. The Tomato fruit. Averrhoa carambola (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;tamassu. [Skt.] n. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. See &#xC24;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tamalamu. [Tel.] n. The Betel vine. &#xC24;&#xC2E;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC41; (A. iv. 175.) Red and bluish tints, &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC32;&#xC4B; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41; tamala-p&#x101;ku. n. The betel leaf.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;tamaru. [Tel.] pron. plu. (used honorifically.) You, yourself. &#xC24;&#xC2E;&#xC30;&#xC4A;&#xC15;&#xC30;&#xC46; your honour alone. The genitive is &#xC24;&#xC2E;, own, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC2E;&#xC30;&#xC2E;&#xC41; tamarakamu. [Skt.] n. Tin. &#xC24;&#xC17;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tamamu. [Skt.] n. Darkness. Illusion, mental blindness. Sorrow. &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC4B;&#xC2E;&#xC2F;&#xC41;&#xC21;&#xC41; tam&#x14D;-mayu&#x1E0D;u. n. One who is in darkness or sin. &#xC24;&#xC2E;&#xC4B;&#xC17;&#xC41;&#xC23; &#xC35;&#xC3F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC2E;&#xC4B;&#xC2E;&#xC23;&#xC3F; tam&#x14D;-ma&#x1E47;i. n. The gem of night, i.e., a firefly. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC1F;, &#xC24;&#xC2E;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;or &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41; tama&#x1E6D;a. [Tel. &amp; Skt.] n. A large drum. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC24;&#xC2E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tamman&#x1E6D;u. [Tel. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;+&#xC05;&#xC02;&#xC1F;&#xC41;.] n. An earring. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;tamma. [Tel.] n. A quid. The chewings of the betel leaf which are of a red colour. &#xC28;&#xC2E;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC38;&#xC41;&#xC15;&#xC41; or &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; tamma-tasuka. n. A spittoon, &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC30; tamma-kara. n. The red spittle caused by &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC2E;&#xC4D;&#xC15;&#xC41; tamuku. [Tel.] n. A drum, a tambourine. &#xC24;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3F;&#xC38;&#xC4D;&#xC30;</span>&#xA0;&#xA0;tamisra. [Skt.] n. A pitch-dark night. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. Thick darkness, gloom. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC24;&#xC2E;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; tamisramu. n. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. Anger &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC3F;&#xC30;&#xC46;</span>&#xA0;&#xA0;tamire. [Tel.] n. The pin in the centre of a yoke. &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC38;&#xC40;&#xC32;.
			</div>
                