&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;</span>&#xA0;&#xA0;The plu. infl. of &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; of &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F; a lily, and of &#xC24;&#xC3E;&#xC2E;&#xC41; themselves. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41; tammula-vindu. [Tel.] n. The sun. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;tammu&#x1E0D;u.[Tel.] n. A younger brother. Colloquially - &quot;brother,&quot; or &quot;friend.&quot; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; and &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; denote the elder and the younger of two brothers, both of whom are younger than the person alluded to &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41; tammupin&#x1E0D;u. n. Brethren. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;. M. VIII. ii. 170.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;tammi. [Tel.] n. The lotus. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A disposition or arrangement of an army in the battle-field in the form of a lotus &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F; the red lotus. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; tammi-kan&#x1E6D;i. n. A fair eyed person, A translation of the Sanskrit word &#xC2A;&#xC41;&#xC02;&#xC21;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC03;, a name of Vish&#x1E47;u. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; tammi-kempu. n. A sapphire. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC47;&#xC32;&#xC41; tammi-k&#x113;lu. n. A lotus-like (i.e., beautiful) hand. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC32;&#xC3F; or &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; tammi-&#x1E6D;s&#x16B;li. n. The god who sprang from a lotus, i.e., Bramha. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC4A;&#xC30; the lord of the lotus, i.e., the sun. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC3F; tammi-cheli. n. The lover of the lotus, i.e., the sun, &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC4A;&#xC30;&#xC1A;&#xC42;&#xC32;&#xC3F; an epithet of Sugr&#x12B;va. R. v. 259. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; the foe of the lotus, i.e., the moon. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2E;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC41; tammim&#x14D;haramu. n. The &quot;lotus evolution&quot;, a certain form of military array. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC17;&#xC30;&#xC3F;&#xC24; = Lakshmi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC33;</span>&#xA0;&#xA0;Same as &#xC24;&#xC02;&#xC2C;&#xC33;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;tamma&#x1E0D;i. [Tel.] n. A Tambala or Saiva priest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;See &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC17;&#xC30;&#xC3F;</span>&#xA0;&#xA0;taragari. [Tel. from &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;.] n. A broker, an appraiser.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;tara-gati. [Skt. &#xC24;&#xC30;&#xC2E;&#xC41;+&#xC17;&#xC24;&#xC3F;.] n. A class, grade, rank, order. &#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC47; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; classified accounts. &#xC24;&#xC30;&#xC17;&#xC24;&#xC3F;&#xC17;&#xC3E; according to (its) class. &#xC24;&#xC30;&#xC17;&#xC24;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; taragati-gun&#x1E0D;lu. n. A kind of necklace worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC17;&#xC02;&#xC2A;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC17;&#xC02;&#xC2A;&#xC3F;&#xC2F; tara-gampe. [Tel.] n. A kind of saw. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC30;&#xC02;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC17;</span>&#xA0;&#xA0;taraga. [from Skt. &#xC24;&#xC30;&#xC02;&#xC17;&#xC02;.] A wave, surge. An undulating surface. Dasav. ii. 283. ix. 159. P. ii. 324.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;tarakshuvu. [Skt.] n. A hy&#xE6;na or a hunting leopard. &#xC38;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC15;&#xC38;&#xC3E; tarakasamu. [Tel.] n. A quiver. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;. Swa. iv. 36. A. ii. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;tarakalu. [Tel.] n. The chaff of grain. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;taraka&#x1E6D;in&#x1E6D;su. [Tel. from Skt. &#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To argue. &#xC24;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; taraka&#x1E6D;impu. n. A Arguing, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;tarand&#x101;ri. [Tel.] adj. Classified. &#xC24;&#xC30;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC35;. n. A classifier of soils, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;taran&#x1E0D;amu. [Skt.] n. A ship. &#xC13;&#xC21;. A fishing rod.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tarangamu. [Skt.] n. A wave, a surge, an undulating swell or surface like waves. &#xC05;&#xC32;. &#xC24;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F; tarangi&#x1E47;i. n. A river. This and other expressions for river, sea, stream, are used in the titles of some books, as &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F; the Circle of the Sciences.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;</span>&#xA0;&#xA0;tamme&#x1E6D;a. [Tel.] n. A sort of drum. A kind of earring. II. iii. 38. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; tamme&#x1E6D;lu. n. Earrings. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41;. A. vi. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F; tamme. [Tel.] n. The soft part, as the lobe of the ear, or gristle of the nose. A halters knot. &#xC2A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41; tara&#x1E6D;su. [Tel.] n. Thickness. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Thick, in various senses, as coarse cloth; frequent, usual, perpetual, plentiful. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came in crowds.
			</div>
                