&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;tarapi. [Tel.] n. A calf six months old. &#xC06;&#xC30;&#xC41;&#xC28;&#xC46;&#xC32;&#xC32;&#xC26;&#xC42;&#xC21;. A fat person. Bloom &#xC24;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Youthful. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tara-pa&#x1E47;yamu. [Skt.] n. Boathire, freight. &#xC15;&#xC47;&#xC35;&#xC41;, &#xC2A;&#xC21;&#xC35; &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC15;&#xC42;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC2A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F; tarapa&#x1E0D;i. [Tel.] n. A lathe. &#xC24;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28;. That which is formed on a lathe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC42;&#xC26;&#xC41;</span>&#xA0;&#xA0;taradd&#x16B;du. [H.] n. Exertion, application. &#xC24;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC42;&#xC26;&#xC41;&#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E; an account showing the species and quantity of the seed sown, the extent of land under cultivation and the extent of it remaining fallow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC24;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30; tara-tara. [Tel.] n. Fright, panic. &#xC24;&#xC30;&#xC24;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; tara-tara-l-&#x101;&#x1E0D;u. n. To be panic-struck, to quake with fright. &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC24;&#xC30;&#xC02;&#xC2C; tara-taramu. [Tel.] adv. Gradually, by degrees. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;. One after another, in a series. &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC17;&#xC3E;. &#xC24;&#xC30;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; tara-taramu-g&#x101;. [Tel.] adv. Sort after sort, from generation to generation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC24;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;tara-tama-bh&#x101;ramu-g&#x101;. [Skt.] adv. In proportion to (their) rank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tara&#x1E47;amu. [Skt.] n. Crossing, &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;. Deliverance, extrication. A ship or boat: also a raft. &#xC13;&#xC21;. H. iv. 219. &#xC24;&#xC30;&#xC23;&#xC3F; tara&#x1E47;i. n. A ship. &#xC13;&#xC21;. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. The sea &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC23;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; tara&#x1E47;&#x14D;-p&#x101;yamu. n. A means, an expedient.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tara&#x1E6D;u. v. n. To strike, to kick, to lash. T. v. 31. &#xC24;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; adj. Stout, coarse, not fine. &#xC24;&#xC30;&#xC1F;&#xC41;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30; a great fool. Stubborn &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC41;. n. A whip &#xC15;&#xC36;. Stubbornness. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC30;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to strike &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tara&#x1E37;amu. [Skt.] adj. Trembling, tremulous, glancing, as the eye. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC30;&#xC33;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;, &#xC24;&#xC30;&#xC33;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; or &#xC24;&#xC30;&#xC33;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23; lit. bright eyed, i.e., a fair maid
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC4D;&#xC32;&#xC41; taralu. [Tel.] v. n. To set out or start. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;. To stir, move, proceed. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. In music &#xC24;&#xC30;&#xC4D;&#xC32;&#xC3F; means Da Capo, recommence: again. v. a. To lose, let go. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC24;&#xC30;&#xC32;&#xC15;&#xC41; &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; do not lose heart &#xC24;&#xC30;&#xC32;&#xC15;&#xC1A;&#xC42;&#xC1A;&#xC41; to view steadily, without intermission. &quot;&#xC27;&#xC28;&#xC30;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F; &#xC24;&#xC30;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.&quot; (HD. ii. 1492) I will give the money here without fail. &#xC24;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; tara-lin&#x1E6D;su. v. t. To cause to move, or march. Vasu. iii. 165. Chenna iii. 143. &#xC24;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41; to set free &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC32;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;tarala-ch&#x113;pa. [Tel.] n. A kind of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Russell, plates 80, 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;taramu. [Tel.] n. Sequence, following: that which follows. A class, sort. A number or collective body. A generation. A step, grade or remove in genealogy. Practicability, possibility. Difference. Power, ability. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC24;&#xC30;&#xC3E;&#xC32; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F; land which we have held during three generation. &#xC24;&#xC30;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; generation after generation. &#xC24;&#xC30;&#xC2E;&#xC41;&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; or &#xC1C;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; borne by two on a pole: so called because one man follows another. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC30;&#xC2E;&#xC47; is it possible to describe it. &#xC05;&#xC26;&#xC3F; &#xC24;&#xC30;&#xC2E;&#xC3E; is it right or possible? adj. Equal &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Possible &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a classifier, one who superintends the classification of the soils under the Revenue Settlement system. &#xC24;&#xC30;&#xC2E;&#xC3F;&#xC21;&#xC41; to compare, try the respective merits. HD. i. 146. [Skt.] n. Crossing. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;taraba&#x1E0D;i. [Tel. &#xC24;&#xC30;&#xC2E;&#xC41;+&#xC2C;&#xC21;&#xC3F;.] n. Rate. &#xC15;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC24;&#xC30;&#xC2C;&#xC21;&#xC3F; by millions, millions at a time. &#xC35;&#xC02;&#xC26;&#xC32;&#xC24;&#xC30;&#xC2C;&#xC21;&#xC3F; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; hundreds of loans. &#xC24;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; taraba&#x1E0D;i-lekka. n. A record resembling the Domesday-book wherein the values of lands are stated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;tarapu. [Tel.] v. t. To remove. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                