&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tarumu. [Tel.] v. a. To drive or pursue, to follow. To encroach upon, or, make away with, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To turn wood in a lathe. &#xC24;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;tarupu. [Tel.] n. A yearling calf. An artificial diamond. Same as &#xC24;&#xC30;&#xC3F;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;taru&#x1E47;amu. [Skt.] n. Time, an opportunity, an occasion, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. adj. Young, tender, blooming. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC24;&#xC30;&#xC41;&#xC23;&#xC3F; taru&#x1E47;i. n. A blooming young girl. &#xC24;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC2E; taru&#x1E47;ima. n. Youth. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC41;&#xC23;&#xC21;&#xC41; taru&#x1E47;u&#x1E0D;u. n. A young man, a youth, &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC4D;&#xC1A;&#xC41; taru&#x1E6D;su. [Tel.] v. a. To stir, agitate; to investigate. To churn &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC30;&#xC1A;&#xC41; taru&#x1E6D;su. n. Thickness. &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC1A;&#xC41;&#xC17;&#xC3E; thickly, &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;; often &#xC05;&#xC28;&#xC47;&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to investigate or sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tarkamu. [Skt.] n. The science of reasoning: logic. &#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. Reasoning, inferring, deducing, guessing. Discussion. disputation. Conjecture, fancy, notion. &#xC0A;&#xC39;. &#xC24;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; tarka-s&#x101;stri. n. A logician. &#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; tarkin&#x1E6D;su. v. n. To doubt, dispute, argue, investigate, consider. &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC38;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tarusali. [Tel.] n. A proud man. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;taruru. [Tel.] v. a. Same as &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;. n. An inroad, attack; dunning. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;. A draft. [Skt.] n. A tree. &#xC17;&#xC02;&#xC27;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; the sandal-tree. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; taru-charu&#x1E0D;u. n. A &quot;tree roamer,&quot; a monkey. (DRY. 1502.) &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC26;&#xC3F;. &#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; taruvu-ch&#x113;yu. v. n. To attack: to press or dun for payment of money due. &#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; taruvu-k&#x101;&#x1E0D;u. n. One who duns.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC2F; taruv&#x101;yi. [Tel.] n. The next time. &#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; A season able time, an opportunity &#xC24;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41;. A lesson in the Vedas. The rest, the continuation. &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC28;&#xC46;&#xC02;&#xC2C;&#xC30;&#xC41; the next case. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; taruv&#x101;ta. adv. Afterwards, next. &#xC28;&#xC3E;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; or &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after me. It is usually contractedly written &#xC24; &quot;. Genitive &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC3F;, as &#xC06;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; those who stood next. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC25; the next story.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;, &#xC24;&#xC30;&#xC35;&#xC3E;&#xC23;&#xC3F; or &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC3F; tarur&#x101;&#x1E47;i. [Tel.] n. Sour gruel, fermented rice water &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC3F;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC17;&#xC02;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;taruva&#x1E0D;i-m&#x101;nu. [Tel.] n. A lathe for turnery. &#xC24;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC4B;&#xC30;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; tarula-mekamu. [Tel.] n. Lit: The tree-beast, i.e., a monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC35;&#xC41; tarugu. [Tel.] v. a. To be worn away. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To pass away, to be done or finished. &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. M. XIV. ii. 139. HD. i. 1982. &#xC26;&#xC4B;&#xC35;&#xC24;&#xC30;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; the way does not become shorter. &#xC0E;&#xC02;&#xC24; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC24;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; however long he wrote, the work does not terminate. &#xC39;&#xC4C;&#xC38;&#xC41;&#xC24;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41;. fortune will cease or depart. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC47; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41; if you measure grain twice, some of it will be lost. v. a. To cut or sever. To slice or carve, to mince: to wear away. To amputate. Vedanta Ras. iii. 213. n. Wastage. Deficiency, sinking. Brokerage or fees called custom. Tare. Cutting or wearing away. &#xC24;&#xC30;&#xC17;&#xC30;&#xC3F; or &#xC24;&#xC30;&#xC41;&#xC17;&#xC30;&#xC3F; n. A broker. &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tarpa&#x1E47;amu. [Skt.] n. Gratification, satisfaction, fulness. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;. A drink offering.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tar&#x1E47;akamu. [Skt.] n. A new born calf. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC26;&#xC42;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;tar&#x1E0D;zum&#x101;. [H.] n. A translation. &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC3F;</span>&#xA0;&#xA0;tarjani. [Skt.] n. The index or forefinger, &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41;. &#xC24;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;. tarjanamu. n. Pointing at, blaming. Threatening, bullying. &#xC05;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC4D;&#xC1C;&#xC28; &#xC2D;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; the same. &#xC24;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; tarjintsu. v. t. To frighten. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                