&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;tala-k&#x101;ya. [Tel.] n. The head. The word &#xC15;&#xC3E;&#xC2F; (q. v.) is here a mere colloquial affix.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC32;&#xC2A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41; talan&#x1E6D;u. [Tel. &#xC24;&#xC32;+&#xC05;&#xC02;&#xC1F;&#xC41;.] v. a. To anoint the head. &#xC24;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC42;&#xC28;&#xC46;&#xC30;&#xC3E;&#xC1A;&#xC41;. n. Anointing the head. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;talanku. Same as &#xC24;&#xC32;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;</span>&#xA0;&#xA0;or &#xC26;&#xC32; tala. [Tel.] affix. In the direction of, near; the act or state of &#xC35;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC32; slanting. &#xC0A;&#xC30;&#xC3F;&#xC26;&#xC32; near the town. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32; release. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; the lower fields. &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC26;&#xC32; the state of dying. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC32; concealment. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32; weight, charge. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC32; turning. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the disease is on the turn. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC26;&#xC32; cost. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC26;&#xC32;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the sum incurred. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC32; deferring, postponement, suspension. &#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC32; help. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC32; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. thereby they had some profit. &#xC28;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC17;&#xC41;&#xC26;&#xC32; up the river. &#xC28;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC32; down the river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;</span>&#xA0;&#xA0;tala [Tel.] n. The head. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. The hair on the head. &#xC24;&#xC32;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;. The top &#xC15;&#xC4A;&#xC28;. The front &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. Height &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;. Whole &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. An occasion, a time &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC0E;&#xC21;. An attempt, endeavour &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. A field, place &#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;. A side &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Telugu books were usually written on palm-leaves connected by a cord running through: and to tear out a leaf or rescind a bond, the top is torn. Hence &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; denotes Rescinded. &#xC24;&#xC32;&#xC24;&#xC4B; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I will come even though I walk on my head. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28; tala-kovvina. adj. Fat-headed, proud, silly. &#xC07;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; if he did this how could he shew his face among them? &#xC24;&#xC32;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he paid for it with his head, it cost him his life. &#xC24;&#xC32;&#xC15;&#xC41;&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC2A;&#xC28;&#xC3F; a perilous undertaking. &#xC24;&#xC32;&#xC15;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; it got into his head, he is intoxicated. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to decapitate or behead. &#xC24;&#xC32; (for &#xC24;&#xC32;&#xC28;&#xC41;) &#xC2E;&#xC4B;&#xC2F;&#xC41; to carry on the head. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. BD. v. 309. &#xC12;&#xC15;&#xC24;&#xC32; on the one hand. &#xC24;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; tala-ka&#x1E6D;&#x1E6D;u. n. The crest, tire, top, head-dress. &#xC2A;&#xC4B;&#xC17;&#xC3E;. Chief &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The head or leader. The mark  denoting &#xC05; (a) as in &#xC15; ka, &#xC2A; pa, &#xC38; sa. &#xC05;&#xC24;&#xC3F;&#xC35;&#xC32; &#xC24;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; she was the crown of her sex. &#xC24;&#xC32;&#xC15;&#xC21;&#xC1A;&#xC41; ta&#x1E37;a-ka&#x1E0D;a&#x1E6D;su. v. n. To excel, outstrip, push before. M. IX. i. 179, 185, 205. &#xC24;&#xC32;&#xC2E;&#xC40;&#xC30;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC2A;&#xC4D;&#xC2A; tala-kappa. n. A newt. &#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC46;&#xC21;&#xC35;&#xC41;. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC46;&#xC21;&#xC35;&#xC41; or &#xC24;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41; tala-kindu. adv. Upside down. Topsy-turvy. &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC21;&#xC41; to fall upside down. &#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; tala-kindulu. adv. Upside down. n. Confusion. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; tala-ko&#x1E6D;la-m&#x101;ri. (from &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41; blows on the head, and &#xC2E;&#xC3E;&#xC30;&#xC3F; a wretch.) n. A brawler, a riotous man. &#xC05;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; outrageousness, brawling riot, dissipated behaviour. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F; tala-korivi. n. The fire placed on the chest of a corpse which is to be cremated, the head-torch which the heir applies to ignite the funeral pile. &#xC35;&#xC40;&#xC21;&#xC47; &#xC2E;&#xC28;&#xC15;&#xC41; &#xC24;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F; he was our secret foe. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; tala-kovvu. v. n. To be wilful, stubborn, headstrong. hotheaded, or giddy. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC4B;&#xC32; tala-k&#x14D;la. n. A noose, on a staff (&#xC15;&#xC4B;&#xC32;) to hold the head of a mischievous cow. &#xC24;&#xC32;&#xC17;&#xC21; or &#xC24;&#xC32;&#xC17;&#xC21; or &#xC24;&#xC32;&#xC4D;&#xC17;&#xC21; talaga&#x1E0D;a. n. A pillow for the head. &#xC24;&#xC32;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; tala-gu&#x1E0D;&#x1E0D;a. n. A turban. &#xC24;&#xC32;&#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; tala-&#x1E6D;samunu. n. Oil. &#xC28;&#xC42;&#xC28;&#xC46;. &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; tala-chin&#x1E6D;su. v. a. To cancel, to tear the head or beginning of a document, where the seal is. &#xC24;&#xC32;&#xC1A;&#xC40;&#xC26;&#xC30; tala-ch&#x12B;dara. n. A headache. &#xC24;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC41; tala-&#x1E6D;sun&#x1E6D;su. n. Front locks or forehead tresses. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC32;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; tala-&#x1E6D;su&#x1E6D;&#x1E6D;u. n. A headdress. &#xC2A;&#xC3E;&#xC17;&#xC3E;. &#xC24;&#xC32;&#xC26;&#xC42;&#xC2A;&#xC41; tala-&#x1E6D;s&#x16B;pu. v. n. To show the head, i.e., to make its appearance. &#xC2A;&#xC4A;&#xC21;&#xC1A;&#xC42;&#xC2A;&#xC41;. To seem, to appear &#xC24;&#xC4B;&#xC1A;&#xC41;. &#xC24;&#xC32;&#xC24;&#xC32; to every man. &#xC24;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; the head rope. &#xC24;&#xC32;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15; tala-tikka. n. A headache. Madness, pride, impudence. &#xC24;&#xC32;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41; tala-dannu. [from &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;.] v. n. To excel. Lit: to trample on one&apos;s head. &#xC28;&#xC3E; &#xC24;&#xC32; &#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he was born to excel me. &#xC24;&#xC32;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; the chief gate &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC24;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; tala-noppi. n. A headache: a source of quarrel, a grudge. &#xC24;&#xC32;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; tala-pannu. n. A poll tax. &#xC24;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC41; tala-p&#x101;rv. v. n. To run, to disperse and flee. &#xC24;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41; lengthy. &#xC24;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41; a long island. &#xC24;&#xC32;&#xC2A;&#xC3F;&#xC21;&#xC38; tala-pi&#x1E0D;asa. n. The name of a plant. H. iv. 14. See &#xC24;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &amp;c. &#xC24;&#xC32;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41; tala-birusu. n. Stubbornness. adj. Stubborn. &#xC24;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15; or &#xC24;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC15; tala-munuka. n. Bathing over head. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. Reaching up to the head as water &#xC36;&#xC3F;&#xC30;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC2C;&#xC02;&#xC1F;&#xC3F;, &#xC24;&#xC32; &#xC32;&#xC4B;&#xC24;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC24;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41; tala-munukalu. n. Peril, hazard. Tikk. UR. vi. 57. M. vi. iii. 199. &#xC24;&#xC32;&#xC2E;&#xC41;&#xC23;&#xC15;&#xC32;&#xC17;&#xC41; tala-mu&#x1E47;a-kalagu. v. n. To be in an agitation of joy or sorrow. &#xC24;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; tala-y-cttu. v. n. To prosper, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To sprout up, &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;, &#xC24;&#xC32;&#xC35;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; tala-van&#x1E6D;su-konu. v. t. To hang down the head, to be grieved or ashamed. &#xC24;&#xC32;&#xC35;&#xC02;&#xC2A;&#xC41; tala-rampu. n. Humiliation, hanging down the head. T. iii. 66. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;tala-&#x1E6D;s&#x101;vi&#x1E0D;i. [Tel.] n. The front hall. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;talagu. [Tel. another form of &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;.] v. n. To move, draw back, remove, destroyed. To fall off, as a vest. To depart or be lost, as honor or character. To rove or go off. To keep aloof. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC24;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41; talagu&#x1E0D;u. n. Moving aside &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC1F;. &#xC24;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. talagin&#x1E6D;su. v. a. To get rid of, cast off. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;talagu. [Tel.] n. A tether or halter for cattle. &#xC2A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC17;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tala-g&#x101;mu. [Tel. &#xC17;&#xC3E;&#xC2E;&#xC41; is corrupted from Skt. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.] n. The ascending node. &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;tala-ga&#x1E0D;ugu. [Tel.] Same as &#xC24;&#xC32;&#xC02;&#xC1F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;tala-konu. [Tel.] v. n. To happen. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; To exceed, become great, come to a head: to head or be a leader. To make an effort. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41;. v. t. To have or get &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. To carry &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC32;&#xC15;&#xC4B;&#xC32;&#xC41; tala-k&#x14D;lu. n. An attempt. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; tala-kolupu. v. t. To bring about. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC1A;&#xC41;. M. XII. iv. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC15;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;tala-k&#x16B;&#x1E0D;u. [Tel.] v. n. To be completed, finished: to be verified &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC02;&#xC15;&#xC41; talaku. [Tel.] v. n. To shudder, hesitate, be at a loss. To cease, abstain. To fail, to be afraid, turn away, shrink, draw back. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. n. Fear, alarm. &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC41; &#xC32;&#xC47;&#xC15; without the least fear. &#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; tala-kin&#x1E6D;su. v. t. To alarm. &#xC2D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                