&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC02;&#xC1A;&#xC41; tala&#x1E6D;su. [Tel.] v. a. and v. n. To think, think of, reflect, imagine. &#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0A;&#xC39;&#xC3F;&#xC2E;&#xC1A;&#xC41;. To intend, propopse, plan. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To consider or weigh. To seek or plan. To consider or care for. &#xC0E;&#xC02;&#xC1A;&#xC41;. To meditate. &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. &#xC24;&#xC32;&#xC2A;&#xC41;. (q. v.) &#xC24;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; talap-in&#x1E6D;su. v. a. To induce, persuade, convert. To put in mind of, resemble, remind one of.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; talabr&#x101;lu. [Tel.] n. The rice (&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;) poured over the head (&#xC24;&#xC32;) of the bride and bridegroom for luck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2C;&#xC4B;&#xC28;&#xC41;</span>&#xA0;&#xA0;tala-b&#x14D;nu. [Tel.] n. A sort of eel. Russell No. 38. Mur&#xE6;na esox serridentata. (MeLelland) Jerdon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2C;&#xC40;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC2C;&#xC40;&#xC15;&#xC28;&#xC15;&#xC3E;&#xC2F; tala-b&#x12B;kara-k&#x101;ya. [Tel.] n. Confusion: a puzzle riddle, difficulty. &#xC15;&#xC32;&#xC24;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2A;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;tala-p&#x14D;yu. [Tel. &#xC24;&#xC32;&#xC2A;&#xC41;+&#xC2A;&#xC4B;&#xC2F;&#xC41;.] v. a. To think, plot, devise, contrive, ruminate, be anxious about, investigate, esteem, hold, reflect on, compare. &#xC24;&#xC32;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to think over, to reflect in one&apos;s mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2A;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tala-p&#x14D;&#x1E6D;akamu. [Tel.] n. The Cassia tree. &#xC24;&#xC02;&#xC17;&#xC47;&#xC21;&#xC41;, &#xC17;&#xC4B;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tala-polamu. [Tel.] n. The glebe or site of a village. Swa. iv. 11. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tala-pe&#x1E6D;tu. [Tel.] v. a. To endeavour, take into one&apos;s head, to begin or commence. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;. To think or talk of, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41; talapu. [Tel. from &#xC24;&#xC32;&#xC1A;&#xC41;.] n. Thinking, considering &#xC24;&#xC32;&#xC1A;&#xC41;&#xC1F;. A thought, idea. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A desire &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. Reflection &#xC1A;&#xC3F;&#xC02;&#xC24;. Recollection &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. Heart &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;. Imagination, intention, a proposition, plan, supposition. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; talapu-ch&#x113;yu. v. n. To think, consider. &#xC0E;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC42;&#xC32;&#xC3F; the child of Desire, i.e., Manmatha &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC3E;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; talapu-r&#x101;yi. n. The stone that grants all wishes. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;talapa&#x1E0D;u. [Tel.] v. n. To commence, to begin. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC32;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they commenced the flight. v. t. To oppose or attack &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To meet &#xC24;&#xC3E;&#xC15;&#xC41;. &#xC24;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; tala-p&#x101;&#x1E6D;u. n. Commencement, beginning &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. Opposition. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC1F;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;</span>&#xA0;&#xA0;tala&#x1E6D;u-t&#x12B;ge. [Tel.] n. A creeper, Convolvulus dentatus. Rox. i. 477.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC30;&#xC41;</span>&#xA0;&#xA0;talaru. [Tel.] v. n. To move. &#xC1A;&#xC32;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To bloom, shine, thrive, rejoice &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. A. iv. 138. BD. iii. 1223. M. I. ii. 200. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To think or consider &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be confused &#xC15;&#xC32;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;tala-y-&#x113;ru. [Tel.] n. A headache. Swa. v. 23. M. III. vii. 277.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2F;&#xC02;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;tala-y-ampi. [Tel.] n. The head of a bedstead. &#xC24;&#xC32;&#xC3E;&#xC2A;&#xC3F;, &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC32;&#xC35;&#xC48;&#xC2A;&#xC41;. A pillow &#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;tala-mullu. [Tel.] n. A kind of instrument used by thieves: or hunters. A picklock. HD. i. 472.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;talamu. [Tel.] interj. Stop! stand back! &#xC24;&#xC3E;&#xC33;&#xC41;&#xC2E;&#xC41;. &#xC24;&#xC32;&#xC2E;&#xC41; [from Skt. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.] n. Site, situation, place. Actuality, subsistence, existence; Essential nature. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC40;&#xC24;&#xC32;&#xC2E;&#xC41; the earth, the place filled or occupied by a body. &#xC15;&#xC30;&#xC24;&#xC32;&#xC2E;&#xC41; the palm of the hand. &#xC2A;&#xC3E;&#xC26;&#xC24;&#xC32;&#xC2E;&#xC41; the sole of the foot. &#xC35;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC41; the sky, the heavens. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; to become impossible &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;tala-migulu. [Tel.] v. n. To remain over. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tala-min&#x1E6D;su. [Tel.] v. n. To excel, to exceed, to be in excess. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tala-m&#x101;nikamu. [Tel.] n. A ruby worn on the head. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. adj. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC2E;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tala-m&#x101;&#x1E6D;u. [Tel.] n. Evil, ruin. &#xC1A;&#xC47;&#xC1F;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
                