&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;tala-vi&#x1E0D;i. [Tel.] n. The severed head or top of a tree &#xC24;&#xC32;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tala-v&#x101;kili. [Tel.] n. The house door, or street door. Also, the mouth. H. v. 27. See &#xC24;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;talavari. [Tel.] n. A beadle, porter, guardsman. A watchman. &#xC24;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC4B;&#xC15;&#xC24;&#xC32;&#xC35;&#xC30;&#xC3F; a certain fish, resembling a sole: a species of ophidium. Russell, plate XXXIX.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;taliya. [Tel.] n. A plate or vessel to take food in. &#xC2D;&#xC4B;&#xC1C;&#xC28; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC32;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC32;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4B;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;tal&#x14D;dari. [Skt.] n. A slender waisted woman. A lady. &#xC35;&#xC28;&#xC3F;&#xC24;, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;tal&#x113;ru. [Tel. &#xC24;&#xC32;+&#xC0F;&#xC30;&#xC41;.] n. The leading pair of oxen in a plough or cart, as distinguished from &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC2A;&#xC38;&#xC30;&#xC41; the thill pair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;talumu. [Tel.] n. A sort of winch for raising a bucket.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;talupu. [Tel.] n. A door. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to open a door. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to shut a door.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC4D;&#xC17;&#xC41; talugu. [Tel.] n. A halter to tie up cattle. &#xC2A;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;talivamu. [Tel.] n. A bed. &#xC36;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;</span>&#xA0;&#xA0;taliru. [Tel.] n. A sprout, a shoot. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC41; taliru&#x1E6D;su. v. n. To sprout, shoot, bloom: to rise, as a feeling in the heart. To rejoice &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC47;&#xC35;&#xC24;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC2A; in the pride of his strength, in the freshness of vigour. Suca. ii. 283. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC2A;&#xC17; with over flowing love. Bilh. i. 66. &#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41; taliru-&#x1E6D;-&#x101;ku. n. A young sprouting leaf. &#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC23;&#xC3F; taliru-b&#x14D;&#x1E0D;i. n. A blooming maid, a delicate woman, a beautiful woman. &#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC24;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC2A;&#xC41; talirupu. n. Sprouting. Blooming. Rejoicing. &#xC24;&#xC32;&#xC3F;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; an epithet of Manmatha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC3F;&#xC15;&#xC46; taliki. [Tel.] affix. Before, until. &#xC28;&#xC47;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC24;&#xC32;&#xC3F;&#xC15;&#xC3F; or &#xC28;&#xC47;&#xC28;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC24;&#xC32;&#xC3F;&#xC15;&#xC3F; before I arrived, until I come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tali. [Tel. for &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.] n. A mother: thus contracted in composition. &#xC24;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; tali-dan&#x1E0D;rulu. n. Parents. &#xC2E;&#xC40;&#xC30;&#xC47; &#xC24;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; you are my father and mother: you are all in all to me. (This phrase is common in all the languages of India: and denotes gratitude, devotion, and loyalty.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC30;</span>&#xA0;&#xA0;tali-pera. [Tel.] n. A fountain or pit where a stream arises; the bottom of a canal or drain carried from a river to irrigate the fields.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tal&#x101;rin&#x1E6D;su. [Tel.] v. n. To turn back. &#xC2E;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC35;&#xC30;&#xC3F; tal&#x101;ri. [Tel.] n. A watchman, beadle, constable. See &#xC24;&#xC32;&#xC35;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F; tal&#x101;pi. [tel. &#xC24;&#xC32;+&#xC06;&#xC2A;&#xC3F;] n. The head of a bed. &#xC24;&#xC32;&#xC2F;&#xC02;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3E;&#xC21;</span>&#xA0;&#xA0;or &#xC24;&#xC32;&#xC17;&#xC21; tal&#x101;&#x1E0D;a. [Tel.] n. A pillow, a bolster. A. ii. 99.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tal&#x101;&#x1E6D;amu. [Tel. &#xC24;&#xC32;+&#xC06;&#xC1F;.] n. A head or crest. &#xC24;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3E;</span>&#xA0;&#xA0;tal&#x101;. [Tel. from &#xC24;&#xC32;.] adv. Each, apiece, per head. &#xC1A;&#xC46;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC35;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;talav&#x12B;&#x1E0D;u. [Tel.] n. The city gate, &#xC2A;&#xC41;&#xC30;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. Nearness. Neighbourhood. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;tala-s&#x101;la. [Tel.] n. The entrance into a house. &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. P. iii. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;talimamu. [Skt.] n. A cotton mattress. &#xC26;&#xC42;&#xC26;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC32;&#xC17;&#xC41; or &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. (q. v.)
			</div>
                