&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;tav&#x101;yi. [H.] n. An incursion, a battle, a contest, a war. A cross wind, a foul breeze. Misfortune, hazard, peril. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC13;&#xC21; &#xC24;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the ship missed stays or fell out of its course.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tallajamu. [Skt.] n. The finest of (anything) the noblest of &#xC36;&#xC41;&#xC15;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC2E;&#xC41; a gem of a parrot. &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC2E;&#xC41; the fairest of women. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC2E;&#xC41; a jewel of a horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;talpin&#x1E6D;su. [Tel. for &#xC24;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;] v. a. To characterise. &quot;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC0F;&#xC32;&#xC28;&#xC46;&#xC30;&#xC4D;&#xC32;&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC40;&#xC15;&#xC41;.&quot; why make me look like a fool? Yayati. v. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;talpamu. [Skt.] n. A cotton bed or mattress. &#xC26;&#xC42;&#xC26;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. A wife &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC24;&#xC32;&#xC4D;&#xC2A;&#xC17;&#xC41;&#xC21;&#xC41; talpagu&#x1E0D;u. n. Lit. He who violates a bed, i.e., an adulterer. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC17;&#xC41;&#xC21;&#xC41; one who commits adultery with his Guru&apos;s wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC20;&#xC35;&#xC33;&#xC3F; tava&#x1E37;i. [Tel.] n. Falsehood &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC17;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC28;</span>&#xA0;&#xA0;tavana. [Tel.] n. A short time. &#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ta&#x1E37;&#x1E37;u. [Tel.] n. A rush (of water.) An inroad, incursion. A wave. A ripple &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC05;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC33;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC33;&#xC4D;&#xC15;&#xC41; ta&#x1E37;uku. [Tel.] n. A flash, a gleam. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC2E;&#xC43;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; the name of a kind of rice. H. iv. 158. &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41; or &#xC24;&#xC33;&#xC41;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; ta&#x1E37;akul-&#x101;&#x1E0D;u. v. n. To gleam, flash. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; brightly, brilliantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC33;&#xC3F;&#xC17;</span>&#xA0;&#xA0;, &#xC24;&#xC33;&#xC3F;&#xC2F; or &#xC24;&#xC33;&#xC3F;&#xC39; ta&#x1E37;iga. [Tel.] n. A plate or vessel to take one&apos;s food in &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Food that is fit to be consecrated to the god &#xC2D;&#xC17;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC33;&#xC24;&#xC33;</span>&#xA0;&#xA0;ta&#x1E37;-ta&#x1E37;a. [Tel.] n. Glitter, brilliance. &#xC24;&#xC33;&#xC24;&#xC33;&#xC32;&#xC3E;&#xC21;&#xC47; glittering, brilliant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;talli. [Tel. &#xC24;&#xC3E;&#xC2F;&#xC3F;+&#xC32;&#xC41;. The final &#xC32;&#xC4D;&#xC32;&#xC3F; is the sign of the honorific plural and is doubled on account of the preceding long vowel having been shortened. &#x221A; &#xC24; = she who brings (into existence) or who brings food, &amp;c., cf. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;.] n. A mother. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; one&apos;s own mother, as opposed to &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; a stepmother. In affectionate address &#xC24;&#xC32;&#xC4D;&#xC32;&#xC40; &quot;my dear,&quot; is used even to a daughter. adj. Maternal, parent. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41; the parent cow. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she lives in her mother&apos;s home. Principal, great, chief, main. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC30; or &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC4A;&#xC30; the parapet wall round a well. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC35; the principal channel which supplies others. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC21; the principal wall in a house. &#xC2E;&#xC40;&#xC30;&#xC47; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; you are my father and mother, you are all in all to me. See under &#xC24;&#xC32;&#xC3F;. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30; talli-kon&#x1E0D;ra. The first furrow in ploughing &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; talli-talli. n. A mother&apos;s mother, i.e., Lakshmi. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. A grandmother. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41; talli-r&#x113;ru. n. The fap root or principal parent root. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;talla&#x1E0D;amu. [Tel.] n. Shaking, tremor &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. Trouble. &#xC2C;&#xC3E;&#xC27;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; &#xC0E;&#xC32;&#xC41;&#xC15;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41; it is sport to the cat but death to the rat. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41; Independence is heaven but dependence is hell. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC35;&#xC41;&#xC28;&#xC41; this will be the death of me. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC02;&#xC26;&#xC41; or &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC21;&#xC41; talla&#x1E0D;in&#x1E6D;su. v. n. To be troubled, to grieve, be harassed. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; talla&#x1E0D;a-pe&#x1E6D;&#x1E6D;u. v. t. To trouble, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41; talla&#x1E0D;a-p&#x101;&#x1E6D;u. n. Trouble, agitation. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC41;&#xC1C;&#xC40;</span>&#xA0;&#xA0;tavuj&#x12B;. [Tel.] n. A pension or allowance granted to a Zamindar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;Same as &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC3F;&#xC26;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC26; tavida. [Tel.] n. The grain called Ragi. &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC38;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC38;&#xC3E;&#xC2E;&#xC41; taviti-p&#x101;mu. [Tel.] n. A whitish sort of eel. &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2A;.
			</div>
                