&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;tasuku. [Tel.] v. n. To play pranks, to coquet. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. A trick, a prank, a freak, coquetting. A deceitful promise or action. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC24;&#xC2E;&#xC4D;&#xC2E; &#xC24;&#xC38;&#xC41;&#xC15;&#xC41; a spittoon. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17;. &#xC32;&#xC02;&#xC1C;&#xC24;&#xC38;&#xC41;&#xC15;&#xC41; an amour or intrigue. &#xC24;&#xC38;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; tasukul-&#x101;&#x1E0D;i. n. A coquette. &#xC24;&#xC38;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC38;&#xC3F;</span>&#xA0;&#xA0;tasi. [Tel.] n. A thick line of sprouts. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC30;&#xC41;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC38;&#xC30;&#xC2B;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC38;&#xC4D;&#xC30;&#xC2B;&#xC41; tasaraphu. [H.] n. Embezzlement. Unlawful enjoyment. &#xC05;&#xC36;&#xC41;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41; tavvu. [Tel.] v. a. or v. n. To dig. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC30;&#xC41; to paw or spurn the ground. to be eager for. &#xC0A;&#xC30;&#xC15; &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC35;&#xC41;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F; this is merely beating about the bush. &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to open a closed grain pit. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41; or &#xC24;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41; tavvakamu. n. Digging, excavation, breaking up soil. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; tavvin&#x1E6D;su. v. n. To cause to dig up. &#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC4B;&#xC26;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they dug up the floor of my house and ransacked it. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC4B;&#xC32; or &#xC24;&#xC35;&#xC41;&#xC17;&#xC4B;&#xC32; tavvug&#x14D;la. n. A spade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;tavva. [Tel.] n. A gallon or dry measure, equal to two solas (&#xC38;&#xC4B;&#xC32;&#xC32;&#xC41;), &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC38;&#xC4B;&#xC32;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC17;&#xC32; &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC46;&#xC32;</span>&#xA0;&#xA0;Same as &#xC24;&#xC2A;&#xC46;&#xC32; or &#xC24;&#xC2A;&#xC47;&#xC32;&#xC3E;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC35;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; See under &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;tavu&#x1E0D;u. [Tel.] n. Bran. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;ntamu. [Skt.] adj. Exhausted, languid. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC28;. &#xC24;&#xC3E;&#xC02;&#xC24;&#xC3F; t&#x101;nti. n. Fatigue &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;t&#x101;n&#x1E0D;ra. [Tel.] n. Jelly or jam; the inspissated juice of any plant &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30; mango jelly. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; palmyra jelly. &#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x101;n&#x1E0D;ra-che&#x1E6D;&#x1E6D;u. n. A kind of tree, Termindlia bellerica. &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2F; the nut of this tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;n&#x1E0D;avamu. [Skt.] n. Motion in general, however slight. Violent capering, a war dance. Gesticulation, Dancing, orgies, antics. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;n&#x1E0D;avin&#x1E6D;su. v. n. To caper or dance violently. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;</span>&#xA0;&#xA0;t&#x101;. [Tel. the root of &#xC24;&#xC3E;&#xC28;&#xC41;.] G. &#xC24;&#xC28;. D. &#xC24;&#xC28;&#xC15;&#xC41;. A. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;. Plu. &#xC24;&#xC3E;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC41;, or &#xC24;&#xC2E;&#xC30;&#xC41;. G. &#xC24;&#xC2E;. See &#xC24;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC39;&#xC4B;</span>&#xA0;&#xA0;tah&#x101;. [Tel.] n. Consent, agreement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC38;&#xC4D;&#xC36;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;tahass&#x12B;lu. [H.] n. Revenue, collection of revenue. &#xC24;&#xC39;&#xC36;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; taha&#x1E63;&#x1E63;&#x12B;lu-d&#x101;ru&#x1E0D;u. n. A Tahasildar or a Revenue officer in charge of a Taluq.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC39;&#xC2C;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC39;&#xC35;&#xC47;&#xC32;&#xC41; tahab&#x113;lu. [H.] n. Comparison.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC39;&#xC24;&#xC39;</span>&#xA0;&#xA0;taha-taha. [Tel.] n. Flurry, agitation, flutter. &#xC24;&#xC2E;&#xC15;&#xC2E;&#xC41;. Grief, vexation, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC39;&#xC24;&#xC39;&#xC2A;&#xC21;&#xC41; to be in distress, to be at one&apos;s wits&apos; end to be vexed, &#xC24;&#xC2E;&#xC15;&#xC2A;&#xC21;&#xC41;. To be excited with joy, to rejoice &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC39;&#xC24;&#xC39;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to distress, to agitate, &#xC24;&#xC2E;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;; to cause to rejoice &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC38;&#xC4D;&#xC38;</span>&#xA0;&#xA0;tassa. [Tel.] n. Fat. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. Proud flesh. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;taskarintsu. [Skt.] v. a. To steal. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; taskarudu. n. A rogue, a thief. &#xC26;&#xC4A;&#xC02;&#xC17;, &#xC1A;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;ntrikamu. [Skt.] adj. Relating to the Tantras or unorthodox scriptures. Unscriptural, apocryphal, sophistical as opposed to &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; or &#xC05;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; scriptural. &#xC24;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC41; &#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28;&#xC2E;&#xC41; a loose performance of the rite of upanayanam. See on &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; t&#x101;ntrikudu. n. One versed in the Tantras. A sophist, a freethinker or materialist.
			</div>
                