&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;t&#x101;gali. [Tel.] n. A low bed of soil for growing plants. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x101;-ga&#x1E0D;in&#x1E6D;su. [Tel. &#xC24;&#xC3E;&#xC15;&#xC41;+&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To oppress. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;t&#x101;ku. [Tel.] n. A touch, contact. &#xC24;&#xC3E;&#xC15;&#xC41;&#xC1F;. An attack. A toe-ring. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC1F;&#xC3E;&#xC15;&#xC41;. v. a. &amp; v. n. To touch; to strike, to push, to encounter, oppose, front. To be attached to join, apply. To strike (as heat does.) &#xC24;&#xC3E;&#xC15;&#xC47;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; a potent drug. &#xC28;&#xC40;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40; &#xC24;&#xC32;&#xC15;&#xC47; &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC3F; your sin has fallen on your own head. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he is suffering from the effects of an evil eye. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he has caught the disease. &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;kin&#x1E6D;su. v. a. To cause to touch, to put in contact with, to apply. &#xC24;&#xC3E;&#xC15;&#xC1C;&#xC47;&#xC2F;&#xC41;. To trouble &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; t&#x101;ku&#x1E0D;u. n. Touching. &#xC24;&#xC3E;&#xC15;&#xC41;&#xC1F;. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC47;&#xC15;&#xC3F; t&#x101;ku&#x1E0D;u-v&#x113;ki. n. An intermittent fever &#xC35;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC47;&#xC30;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC15;&#xC41;&#xC26;&#xC32; t&#x101;ku-dala. n. A meeting, shock, encounter in a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. M. XII. iii. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC15;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC16;&#xC40;&#xC21;&#xC41; t&#x101;k&#x12B;du. [H.] n. An order, a command. &#xC06;&#xC1C;&#xC4D;&#xC1E;. A written order. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x101;-ka&#x1E6D;&#x1E6D;u. [Tel. &#xC24;&#xC3E;&#xC15;&#xC41;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A pledge. Something given as security. &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the pledge is forfeited.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;mb&#x16B;lamu. [Skt.] n. The betel-leaf and areca nut formed into a parcel, ready for use. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC41;. This is also a phrase for a douceur. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to take betel (which is generally offered ceremoniously to a stranger as a mark of respect.) To take an oath: (because such a ceremony is gone through when an oath or solemn engagement is taken.) The tambulamu likewise is given as the final or termination of every meal, every transaction and every religious rite. Thus &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; and &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; is to ratify most solemnly, as a betrothal; to swear an oath. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC3F; the betel vine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;mb&#x101;&#x1E37;amu. [Tel.] n. A large brass plate. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;aki. [tel.] n. The name of a certain hag: a word like fury, hussey, or ogress used in abuse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;ankamu. [Tel.] n. A sort of earring worn by women. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;. T. iii. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;a. [Tel.] n. Skin, bark. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;. Deceit &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. The Instrumental case of &#xC24;&#xC3E;&#xC21;&#xC41;. &quot;With a cord.&quot; &#xC24;&#xC3E;&#xC1F; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; a deceitful or hypocritical recluse &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F; &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC3F;&#xC02;&#xC17;&#xC3F;. &#xC24;&#xC3E;&#xC1F;&#xC2E;&#xC3E;&#xC32;&#xC32;&#xC41; deceitful base pariahs. BD. i. 605. &#xC24;&#xC3E;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; thin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E0D;zu. [Tel.] n. A jacket. &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;t&#x101;&#x1E0D;z&#x101;. [H.] adj. Fresh; new. &#xC24;&#xC3E;&#xC5B;&#xC3E;&#xC15;&#xC32;&#xC2E;&#xC41; a postscript in a letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;su. [Tel.] v. t. To kick. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;. A. v. 138. and vi. 26. Parij. i. 96. iv. 20. To carve or cut. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC16;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To scoop out, &#xC24;&#xC4A;&#xC32;&#xC1A;&#xC41;. To adopt, &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41; t&#x101;&#x1E6D;su. [Tel.] n. The deadly hooded snake called Cobra de capello. Various species of it are &#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3E;&#xC1A;&#xC41;, &#xC15;&#xC4B;&#xC21;&#xC46;&#xC24;&#xC3E;&#xC1A;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC24;&#xC3E;&#xC1A;&#xC41;, &#xC05;&#xC30;&#xC3F;&#xC17;&#xC4C;&#xC24;&#xC3E;&#xC1A;&#xC41;. cf. &#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41; t&#x101;gu. [Tel.] v. a. To drink. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC17;&#xC41; to smoke a cigar. &#xC24;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;gin&#x1E6D;su. v. a. To cause to drink. &#xC24;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; t&#x101;gu-b&#x14D;tu. n. A drunkard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC3E;&#xC17;&#xC3E;&#xC21;&#xC3F; or &#xC24;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC3F; t&#x101;gallu. [Tel. &#xC24;&#xC3E;&#xC15;&#xC41;+&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC15;&#xC3E;&#xC21;&#xC3F;.] n. The stone beam placed across the mouth of a well: &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC1C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;, &#xC28;&#xC42;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC47; &#xC15;&#xC30;&#xC4D;&#xC30; &#xC32;&#xC47;&#xC15; &#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
                