&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;&#x101;ku. [Tel. &#xC24;&#xC3E;&#xC1F;&#xC3F;+&#xC06;&#xC15;&#xC41;.] A palm leaf. &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2A; a certain sea fish. &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC26;&#xC42;&#xC1F;&#xC2E;&#xC41; a patched up job. adj. Spoilt. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;. &quot;&#xC15; &#xC24;&#xC4B;&#xC1F;&#xC32;&#xC41; &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC26;&#xC42;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41; &#xC24;&#xC3E;&#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D;.&quot; &#xC05;&#xC2A;&#xC4D;&#xC2A;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;t-k&#x101;likamu. [Skt. from &#xC24;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.] adj. Present of that time. &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC26;&#xC3E;&#xC24;. (Dasav. vii. 110.) a ready giver.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC24;</span>&#xA0;&#xA0;t&#x101;ta. [Tel. lit. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; or &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;] n. A grandfather. Also, a name for Brahma Dasav. iv. 104. &#xC24;&#xC3E;&#xC24;&#xC2E;&#xC4D;&#xC2E; t&#x101;t-am-ma. n. A grandmother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; t&#x101;du. [Tel.] n. A cord, thread, string. A match for a gun. The palm tree, so called because cordage is made from it. See under &#xC24;&#xC3E;&#xC1F;&#xC3F;. The cord of marriage, being the string round the bride&apos;s neck, from which the &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; or tali is hung. Hence &#xC24;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28; (lit. cord broken) means widowed. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; or &#xC1C;&#xC47;&#xC28;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; a match, made of cord dipped in brimstone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0; t&#x101;&#x1E0D;i.[Tel.] adj. Appertaining to the palmyra or the tree called Beleric Myrobalan, Terminalia belerica: &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC28;&#xC41; the spouting whale.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E0D;anamu. [Skt.] n. Beating, tapping, patting, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. &#xC24;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;&#x1E0D;in&#x1E6D;su. v. a. To beat. &#xC24;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; t&#x101;&#x1E0D;i-tamu. adj. Beaten, flogged, smitten, struck. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;&#x14D;&#x1E6D;u. [Tel.] n. Deceit, knavery. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. adj. Knavish, false.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E6D;in&#x1E6D;su. [Tel.] v. n. To flutter, wriggle or flounder: to mouth or move the cheeks in munching. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the dog cocked his ears. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the bird fluttered its wings. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to kick. v. a. To pat or beat softly, to strike, as a breeze; to slap, buffet. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC21;&#xC3F; t&#x101;&#x1E6D;i. [Tel. Infl. of &#xC24;&#xC3E;&#xC21;&#xC41;.] adj. Belonging to the palmyra tree. &#xC24;&#xC3E;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ta&#x1E6D;i-che&#x1E6D;&#x1E6D;u. n. The Palmyra Palm tree. Brab tree, or Fan Palm tree. Borassus flabelliformis (Watts). &#xC2A;&#xC4B;&#xC24;&#xC41; (male) and &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F; (female) &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; are two kinds. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC30;&#xC3E;&#xC2E;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; deformed trees of this species supposed to have magic properties. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; t&#x101;&#x1E6D;i-pi&#x1E6D;&#x1E6D;a. n. The Ashy Swallow-Shrike. Artamus fuscus. (F.B.I.) &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; sugar made from the juice of the palm tree. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; or &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; the flowers of the palm. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21; or &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; t&#x101;&#x1E6D;i-ka&#x1E6D;&#x1E6D;e&#x1E0D;a. n. A snake found on the palmyra trees. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; an epithet of Balar&#x101;ma or Bh&#x12B;shma. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; the constellation called &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC3E;. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC46;&#xC32; the month called &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC3F; &#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC24;&#xC48;</span>&#xA0;&#xA0;or &#xC24;&#xC48;&#xC24;&#xC48; t&#x101;thai. [Tel.] n. Words used in beating musical time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; t&#x101;tsaryamu. [Skt.] n. Disregard, neglect, scorn. Delay, waste of time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;tvikamu. [Skt. from &#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.] adj. Concerned with final causes, metaphysical. True, real. &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; t&#x101;tvikatvamu. n. Dialectics, logic. The telestic mode of reasoning. Ananda. xvii. 6.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;tparyamu. [Skt. from &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC3F;.] n. Intention, import, purport, meaning, drift Thought, idea, view, design, purpose, inclination. An object, scheme, plan. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. (See on &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;.) &#xC28;&#xC3E; &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC2F; &#xC2E;&#xC47;&#xC2E;&#xC02;&#xC1F;&#xC47; what I mean is. &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; t&#x101;tparyu&#x1E0D;u. n. He who holds an opinion. &#xC07;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC28;&#xC3F; &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC48; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are of opinion that this is the cause of it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;-dri&#x1E63;amu. [Skt.] adj. Such, such like, similar. &#xC05;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC28;</span>&#xA0;&#xA0;t&#x101;na. [Tel. &#xC24;&#xC3E;&#xC28;&#xC41;+&#xC05;.] adv. Of himself, personally.
			</div>
                