&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;pinchhamu. [Skt.] n. The tree called Xanthochymus Pictorius. &#xC24;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41; or &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x101;pin&#x1E6D;su. [from Skt. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. t. To set up, establish or fix. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. The carve &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. To belabour. &#xC2E;&#xC4B;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC28;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;navamu. [Skt. from &#xC24;&#xC28;&#xC41;&#xC35;&#xC41;.] n. Leanness, thinness. &#xC24;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;namu. [from Skt. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. Bathing. [from Skt. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. Bathing. [from Skt. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.] A place. A note, or sound, also, the words used in music like ut, re, mi. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC3E;&#xC21;&#xC47;&#xC2A;&#xC3E;&#xC1F;. &#xC05;&#xC26;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is learning the gamut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;nakamu. [from Skt. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. An abode, house. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. Posture. Steadfastness, certainty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC2A;&#xC40; t&#x101;pi. [Tel.] n. Composition, putting or bringing together. A bricklayer, &#xC15;&#xC3E;&#xC38;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;. A bricklayer&apos;s work. A trowel. A secret, a mystery in any trade, a trace; &#xC5B;&#xC3E;&#xC21;, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. The setting of a stone. Ballast, weight in a boat. &#xC13;&#xC21; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC48;&#xC35;&#xC47;&#xC38;&#xC47;&#xC26;&#xC3F;. &#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to put or bring together, to pimp. &#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; t&#x101;pi-katte. n. A bawd, a go-between. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. A. v. 74. &#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; t&#x101;pi-k&#x101;&#x1E0D;u. n. A pimp, a panderer. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Satyabha. iii. 115.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC38;&#xC3F;</span>&#xA0;&#xA0;t&#x101;pasi. [Skt. from &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. A nun, a female ascetic, or pilgrim. &#xC24;&#xC3E;&#xC2A;&#xC38;&#xC41;&#xC21;&#xC41; t&#x101;pasu&#x1E0D;u. n. A hermit, monk, ascetic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;pamu. [Skt.] n. Burning, heat. (Metaphorically) Corriding care or trouble. The fire of love or fever of grief. &#xC24;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41; heat, warmth, irritation. R. vi. 249. &#xC24;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; t&#x101;pa-trayamu. n. Triple cares, all sorts of troubles arising from worldly cares. These are divided into &#xC06;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC06;&#xC27;&#xC3F;&#xC2D;&#xC4C;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; and &#xC06;&#xC27;&#xC3F;&#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;, that is, sorrows caused by, (1) ourselves, (2) others, &amp; (3) by the will of God. R. iii. 31. &#xC24;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2A;&#xC21;&#xC41; to be harassed or vexed, to be in trouble, care and anxiety.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC47;&#xC15;&#xC41;</span>&#xA0;&#xA0;t&#x101;pa&#x1E6D;i-m&#x113;ku. [Tel. from &#xC24;&#xC3E;&#xC2A;&#xC3F;.] n. A joining nail or spike nail used to join two planks together, a bolt or rivet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;</span>&#xA0;&#xA0;t&#x101;pa. [Tel.] n. A step, stairs. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC21;&#xC2A;. (A. i. 3. &amp; iv. 185.) A ladder. &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;t&#x101;nu. [Tel.] pron. (reflexive.) Self, one, oneself. (G. &#xC24;&#xC28;. D. &#xC24;&#xC28;&#xC15;&#xC41;. Acc. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;. plu. &#xC24;&#xC3E;&#xC2E;&#xC41;, &#xC24;&#xC2E;&#xC30;&#xC41;. G. &#xC24;&#xC2E;.) &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC46; voluntarily, of itself, of his own accord. &#xC24;&#xC2E;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC2E;&#xC47; they of themselves. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC4B;&#xC24;&#xC3F; &#xC35;&#xC28;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; one good-for-nothing monkey ruins the whole garden. &#xC24;&#xC28;&#xC28;&#xC47; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC28;&#xC28;&#xC47; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; (B. viii. 421.) they beheld him himself. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; (V&#x113;ma) he will not see that he is the person in question. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC26;&#xC46;. (Ila. iii. 56.) is there any error that does not spring from one&apos;s own folly?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC24;</span>&#xA0;&#xA0;t&#x101;pita. [Tel.] n. A fine kind of silk cloth. &#xC2E;&#xC47;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;t&#x101;pu. [Tel.] v. a. To inlay, as precious stones in a jewel. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. To join or unite. n. A prop. &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;. A kick &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC24;&#xC3E;&#xC21;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x101;b&#x113;lu. [Tel.] n. A sea or land turtle. The land species is often called &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41; or hermit-tortoise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;pitamu. [Skt. from &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;.] adj. Heated. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2C;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x101;b&#x113;-d&#x101;ru&#x1E0D;u. [H.] n. A dependant or subordinate man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2C;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;t&#x101;bandu. [Tel.] n. A petticoat. &#xC2A;&#xC3E;&#xC35;&#xC21;, &#xC17;&#xC3E;&#xC17;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;t&#x101;ma. [Tel.] n. A bridge-end or the side of a stream.
			</div>
                