&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;mu. [Tel.] n. The plural of &#xC24;&#xC3E;&#xC28;&#xC41;. Selves (used honorifically); your honour, your lordship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;misramu. [Skt.] n. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. A hell of darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;t&#x101;m&#x101;. [Tel.] n. Thickness, bulk, as opposed to length and width.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;masamu. [from Skt. &#xC24;&#xC2E;&#xC38;&#xC2E;&#xC41;.] n. Tardiness, delay, dullness. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Cruel, bloody, malignant. &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC2A;&#xC42;&#xC1C; a bloody sacrifice. &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; the dark passions. &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC3F; t&#x101;masi. n. A malignant, mischievous person. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;masin&#x1E6D;su. v. n. To be tardy, to dawdle. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC41;&#xC21;&#xC41; t&#x101;masu&#x1E0D;u. n. A malignant or mischievous man. &#xC24;&#xC2E;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC30;</span>&#xA0;&#xA0;t&#x101;mara. [Tel.] n. The lotus. Ringworm. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC24;&#xC3E;&#xC2E;&#xC30; the plant called Indian Reed or Indian Shot. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC2E;&#xC30; a sort of Cassia, the leaf of which cures ringworm. &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC30;, a tree called the Indian Reed or Arrowroot plant, Pontideria hastata (Rox. ii. p. 122.) &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC1A;&#xC46;&#xC32;&#xC3F; t&#x101;mara-cheli. n. The sun. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC2E;&#xC41; t&#x101;mara-tamapamu. n. Prosperity. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC2E;&#xC17;&#xC41; to prosper &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC30; t&#x101;mara-tampara. n. A cluster or multitude of lotuses. Flourishing, the spreading of a people or family (being likened to the spreading stems of the lotus.) &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC30;&#xC32;&#xC48; flourishingly. prosperously, &quot;like a green bay tree.&quot; &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC42;&#xC2A;&#xC30;&#xC3F; an epithet of Manmadha. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41; t&#x101;marasamu. [Skt.] n. The lotus. Gold. Copper. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC38;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; t&#x101;marasa-sakhu&#x1E0D;u. n. The lover of the lotus, i.e., the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC15;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;t&#x101;raka-jittu. [Skt.] n. The conqueror of an Asura called &#xC24;&#xC3E;&#xC30;&#xC15;; an epithet of the god of war. T. v. 220. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;</span>&#xA0;&#xA0;t&#x101;ra. [Tel. &#xC24;&#xC3E;&#xC30;&#xC41;+&#xC05;.] pron. They themselves.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;</span>&#xA0;&#xA0;t&#x101;ra. [Skt.] n. A star. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. The pupil of the eye, &#xC15;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC15;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC15;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;. A. v. 13. The wife of Brihaspati. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. Vali&apos;s wife. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC24;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; t&#x101;ra-kamu. n. A star. The pupil of the eye. The eye. &#xC24;&#xC3E;&#xC30;&#xC3E;&#xC2A;&#xC25;&#xC2E;&#xC41; t&#x101;r&#x101;-pathamu. n. The starry path, i.e., the firmament. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC33;&#xC3F; t&#x101;r&#x101;-va&#x1E37;i. n. A constellation, or set of stars. The starry firmament.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC3E;&#xC2F;&#xC46;&#xC24;&#xC41; or &#xC24;&#xC3E;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; t&#x101;yitu. [Tel. &#xC24;&#xC3E;&#xC2F;&#xC3F;+&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;.] n. An amulet, or charm containing things supposed to bring luck. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC47;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;t&#x101;yi. [Tel.] n. A mother. See &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &quot;&#xC38;&#xC40; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC20;&#xC47;&#xC35;&#xC17;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC36;&#xC40;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC35; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC2F;&#xC3F; &#xC2E;&#xC3E; &#xC30;&#xC02;&#xC17;&#xC36;&#xC3E;&#xC2F;&#xC3F;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;yamu. [Tel.] n. A rare thing. a rarity. &#xC05;&#xC30;&#xC41;&#xC26;&#xC17;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC07;&#xC26;&#xC4B; &#xC13;&#xC35;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC15;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; here, I will give you a rare thing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;mramu. [Skt.] n. Copper. &#xC30;&#xC3E;&#xC17;&#xC3F;. Red color &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. adj. Red &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; t&#x101;mra-ku&#x1E6D;&#x1E6D;aku&#x1E0D;u. n. A coppersmith. &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC1A;&#xC42;&#xC21;&#xC2E;&#xC41; t&#x101;mra-ch&#x16B;&#x1E0D;amu. n. The copper-helmed bird, i.e., a cock, &#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC3F; the copper-river. &#xC12;&#xC15;&#xC2F;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC47;&#xC30;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; the Black Cuckoo (&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;) as being red eyed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tarak&#x101;-nandamu. [Skt.] n. The name of a certain tune.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC23;</span>&#xA0;&#xA0;, &#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23; or &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41; t&#x101;rak&#x101;&#x1E47;a. [from Skt. &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;.] n. An example. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. Discussion. Proof, evidence. &#xC28;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;. Appa Kavi. ii. 162. &#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;rak&#x101;&#x1E47;in&#x1E6D;su. v. t. To illustrate, to prove by an example &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To dispute, debate. Swa. ii.
			</div>
                