&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; t&#x101;ru&#x1E47;yamu. [Skt.] n. Youthfulness, bloom. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. Vasu. ii. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; See under &#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC23;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x101;ru-m&#x101;ru. [Tel.] n. Disorder, confusion. &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;. adj. Disorderly, riotous. Slovenly. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; t&#x101;ru-m&#x101;ru-g&#x101;. adv. Confusedly, in disorder, upside down. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; to be confused, &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;ramu. [Skt.] n. A clear pearl; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. A clear note, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;, &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. Crossing, passing over. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;. Silver, &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;. The segment of a circle. Protuberance, fullness, bulge, swell. Tare in merchandise: the sum allowed for the packing case.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC24; t&#x101;ra-tamyamu. [From Skt. &#xC24;&#xC30; and &#xC24;&#xC2E; affixes of the Sanskrit comparative and superlative degrees.] n. Difference, distinction. Proportionate value: comparative merit. Superiority among competitors. &#xC24;&#xC30;&#xC24;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC40;&#xC28;&#xC41;&#xC32;&#xC28;&#xC41; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC2E; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; you well know how far the merit of relieving the poor exceeds that of promoting the rich.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC23;</span>&#xA0;&#xA0;t&#x101;ra&#x1E47;a. [Skt.] n. The name of a certain year in the Hindu Calendar. adj. That which enables one to cross. &#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x101;raku&#x1E0D;u. [Skt.] n. A mediator, a saviour, redeemer, emancipator. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x101;ru. [Tel.] v. n. To roam, rove, stroll, saunter, run about, loiter. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To go. &#xC2A;&#xC4B;&#xC35;&#xC41;. To meet. &#xC15;&#xC26;&#xC3F;&#xC2F;&#xC41;. To lurk, lie in wait. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. To dance attendance. To fall away in flesh, become lean. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC21;&#xC17;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; lurking shame. L. iv. 202. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;  t&#x101;ru-konu. v. n. To meet, draw near. &#xC24;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. R. i. 111. and v. 155. To follow, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To bear, wear, carry. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC32;&#xC32;&#xC2A;&#xC48;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; L. ii. 116.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x101;ru. [Tel.] pro. They themselves. You (honorific) &#xC24;&#xC2E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC40;&#xC16;&#xC41;</span>&#xA0;&#xA0; t&#x101;r&#x12B;khu. [H.] n. The date of the month. &#xC24;&#xC47;&#xC26;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0; t&#x101;rin&#x1E6D;su. [Tel.] v. t. To make one come close. &#xC24;&#xC3E;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. See &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. and &#xC24;&#xC3E;&#xC30;&#xC41;. (R. v. 192.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;t&#x101;ri. [Tel.] n. One who pulls the wires or strings in a theatrical performance &#xC06;&#xC1F;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC3E;&#xC2A;&#xC40;&#xC1F;</span>&#xA0;&#xA0;t&#x101;r&#x101;-p&#x12B;&#x1E6D;a. [Tel.] n. The seat on the back of an ox. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47;&#xC2A;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0; t&#x101;r-&#x101;&#x1E0D;u. [Tel. &#xC24;&#xC3E;&#xC30;&#xC3F;+&#xC06;&#xC21;&#xC41;.] v. n. To move about. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. To lurk about, dangle, hang off and on. To dance attendance without coming to the point. &#xC1C;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;. A. iv. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;t&#x101;r&#x101;c&#x101;suvva. [Tel.] n. A sort of sky rocket. A firework in water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; t&#x101;rasin&#x1E6D;su. [Tel.] v. n. To approach, draw near. To clash or collide &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC32;&#xC46; &#xC24;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC28;&#xC4D; it was like the eastern and western seas encountering one another. To spread &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; t&#x101;rasamu. n. Nearness, contact, touch. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. Opposition &#xC24;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41;. A. iii. 36. &#xC24;&#xC3E;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC15;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC38;&#xC2A;&#xC21;&#xC41;  t&#x101;rasa-pa&#x1E0D;u. v. a. To draw near, to front, engage in battle, to face. &#xC24;&#xC3E;&#xC30;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F; t&#x101;rasa-pe&#x1E6D;&#x1E6D;u. v. a. To introduce, insinuate, procure, as a bawd. To adduce.
			</div>
                