&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;t&#x101;luvu. [Skt.] n. The palate. The inside of the cheek. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC32;&#xC3F;&#xC26;&#xC28;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41; t&#x101;lu. [Tel.] n. Empty ears of corn, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F; &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC48;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;t&#x101;limi. [Tel.] n. Gentleness. Endurance, patience, steadfastness. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;. Fortitude. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a patient woman &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a patient man. &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x101;lin&#x1E6D;su. [Tel.] v. a. To season food. &#xC15;&#xC42;&#xC30;&#xC32;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC4B;&#xC2F;&#xC41;. To slake lime. &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; t&#x101;limpu. n. The seasoning of a dish. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;. Seasoned curry &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC30;. Slaking lime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC24;&#xC3E;&#xC33;&#xC3F;, &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x101;&#x1E37;i. [Tel.] n. A small piece of gold which the bridegroom ties round the bride&apos;s neck as a sign of marriage. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC3E;&#xC33;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC3E;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; t&#x101;l&#x101;nku&#x1E0D;u. [Skt.] n. An epithet of Balrama, the Bacchus of India. whose standard is the palm tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41; t&#x101;rpu. [Tel.] n. Application, joining, setting. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;rt&#x12B;yamu. [Skt. from &#xC24;&#xC43;&#xC24;&#xC40;&#xC2F;.] adj. Third, Ternary.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;  t&#x101;r&#x1E6D;su. [Tel.] v. a. To unite, set together, join, apply, put. To close. To set as precious stones. To introduce, bring people together. To pimp or pander &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. R. i. 120. To lure. gull, trick (&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;.) To egg on, incite. To put (as a child to the breast.) &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC47;&#xC26;&#xC3F; t&#x101;rch&#x113;di. n. A bawd. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; t&#x101;rch&#x113;-v&#x101;&#x1E0D;u. n. A pimp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x101;rkiku&#x1E0D;u. [Skt. from &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;.] n. A logician, a reasoner.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E37;akamu. [Skt.] n. Yellow orpiment. Yellow sulphuret of arsenic. &#xC39;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC17;&#xC30;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; t&#x101;l&#x1E6D;su. [Tel.] v. a. To take. To hold. To receive, to bear, to wear (as a dress, ornament, or weapon.) &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To take or assume (a shape, &amp;c.) To hold (as a liquid in the mouth.) To slake (lime). To twist (thread by the spindle.) &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC47;&#xC28;&#xC41;. See &#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;. To fan or winnow (grain in a basket.) &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; to conceive (a child.) &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; unslaked lime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC42;&#xC15;&#xC3E;</span>&#xA0;&#xA0;t&#x101;l&#x16B;k&#x101;. [H.] n. A Taluk or division of a zilla (&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;) or district. Also applied to the principal town of a Taluq. A subdivision. adj. Belonging to, pertaining to, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC24;&#xC3E;&#xC32;&#xC42;&#xC15;&#xC41; t&#x101;l&#x16B;ku. adj. Belonging to.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;taluvu-bil&#x1E37;a. [Tel.] n. A spindle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. See under &#xC24;&#xC3E;&#xC30;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; t&#x101;r-kolupu. v. t. To cause to meet.
			</div>
                