&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E37;in&#x1E6D;su. [Tel.] v. t. To shake the dice before throwing them down. &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC07;&#xC1F;&#xC41;&#xC05;&#xC1F;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC33;&#xC40; t&#x101;&#x1E37;i. [Tel.] n. A necklace. &#xC2A;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC3E;&#xC2C;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E37;&#x101;-bandu. [H.] n. A complete abstract of the actual receipts and expenditure of the revenue for the past year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E37;amu. [Tel.] n. A lock. &#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC3F; a key. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; a padlock. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to unlock. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to lock up. Time or measure in music. &#xC2A;&#xC3E;&#xC21;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC47; &#xC15;&#xC3E;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. A cymbal, because used to keep time with. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC15;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A palm tree. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC3E;&#xC33; appertaining to the palm tree. &#xC24;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; a palm tree. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was in a rage or out of humour against him. &#xC06;&#xC26;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; slow time. &#xC05;&#xC1F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; common time. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; quick time. &#xC24;&#xC3E;&#xC33;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x101;&#x1E37;a-gin&#x1E6D;su. v. n. To play (the cymbals, &amp;c.) &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. BD. iii. 1237. &#xC24;&#xC3E;&#xC33;&#xC17;&#xC3F;&#xC30;&#xC3F; one who plays the cymbals. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; t&#x101;&#x1E37;&#x101;-patramu. n. A palm leaf. &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;, &#xC1A;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC41;, &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; t&#x101;&#x1E37;a-m&#x101;namu. n. Beating time in music. T. iv. 77. &#xC24;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC02;&#xC24;&#xC2E;&#xC41; t&#x101;&#x1E37;a-v&#x1E5B;intamu. n. A fan made of palm leaf. &#xC35;&#xC3F;&#xC38;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41; t&#x101;va&#x1E37;amu. [Tel.] n. A necklace of beads, &amp;c. as &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37; &#xC24;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;valamu. [Tel.] n. A place, abode,home. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. A prop &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;. M. XII. ii. 182. &#xC26;&#xC2F;&#xC15;&#xC41; &#xC24;&#xC3E;&#xC35;&#xC32;&#xC2E;&#xC48;&#xC28; who is an object of mercy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;varamu. [from Skt. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;.] adj. Firm. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC24;&#xC4D;</span>&#xA0;&#xA0;t&#x101;vat. [Skt.] adj. That. &#xC24;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. Thus far. so long.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; or &#xC24;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; t&#x101;vak&#x101;&#x1E37;&#x1E37;u. [Tel.] n. Pieces of wood used to rest the feet on while working a picota or water-lift, &#xC0F;&#xC24;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC05;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC15;</span>&#xA0;&#xA0;t&#x101;vaka. [Skt.] adj. Thine, thy, &#xC24;&#xC3E;&#xC35;&#xC15;&#xC40;&#xC28;&#xC2E;&#xC41; t&#x101;vak&#x12B;namu. adj. That which belongs to thee.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E37;v&#x101;ramu. [K.] n. A shelving roof: a verandah or shed. A pent roof. &#xC35;&#xC38;&#xC3E;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x101;&#x1E37;&#x1E37;u. [Tel.] n. Ropes. Palm trees. See &#xC24;&#xC3E;&#xC21;&#xC41; and &#xC24;&#xC3E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC33;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x101;&#x1E37;u. [Tel.] v. a. To bear, suffer, endure, tolerate, have or show patience &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To refrain. To wait, stop. &#xC06;&#xC17;&#xC41;, &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC08; &#xC2C;&#xC1F;&#xC4D;&#xC1F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC41;&#xC28;&#xC41; this cloth wears very well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC15; t&#x101;&#x1E37;ika. [Tel. from &#xC24;&#xC3E;&#xC33;&#xC41;.] n. Patience, endurance. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC15;&#xC4D;&#xC20;&#xC2E;. A pastille or little roll, as of paste or of leaf. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The scurf that drops off the skin when rubbed. A flake or scale of earth. Cords of hair: &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;. Tresses smeared with &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41;. Suca. ii. 42. &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; t&#x101;&#x1E37;ika-gala-v&#x101;&#x1E0D;u. n. A man of substance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;tin&#x1E0D;i. [Tel. from &#xC24;&#xC3F;&#xC28;&#xC41;.] n. Food, &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. An eater. &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; one who lives on rice. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41; solid food. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; a cannibal, a child-eater. &#xC15;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; a corpulent beggar at fairs, an uproarious rioter. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC26;, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; or &#xC24;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC21;&#xC41; tin&#x1E0D;i-k&#x101;&#x1E0D;u. n. A glutton. Fem. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC02;&#xC1F;</span>&#xA0;&#xA0;tin&#x1E6D;a. [Tel. contracted from &#xC24;&#xC3F;&#xC28;&#xC41;&#xC1F;.] n. Eating. &#xC24;&#xC3F;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; Same as &#xC24;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;t&#x101;vu. [Tel.] v. t. &amp; n. To drink. &#xC24;&#xC3E;&#xC17;&#xC41;. M. XIII. iii. 307.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC1F;&#xC3E;&#xC35;&#xC41; t&#x101;vu. [Tel.] n. A place, locality; a home, room, space. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E; &#xC24;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have it by me, in my hands. &#xC28;&#xC3E; &#xC24;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they took it of or from me. &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3E; &#xC24;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; he came to me. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I sent it to him. &#xC24;&#xC3E;&#xC35;&#xC41;, &#xC1F;&#xC3E;&#xC35;&#xC41; or &#xC20;&#xC3E;&#xC35;&#xC41; n. A sheet of paper. &#xC24;&#xC3E;&#xC35;&#xC41; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;t&#x101;vi. [Tel.] n. Odour, fragrance, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC35;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; the mountain called Ma&#x1E37;aya (&#xC2E;&#xC32;&#xC2F;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.) &#xC24;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; t&#x101;vin&#x16B;ne. n. Fragrant or scented oil. &#xC24;&#xC3E;&#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC2A;&#xC30;&#xC3F; the scent carrier, i.e., the wind, &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC17;&#xC02;&#xC27;&#xC28;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC3E;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; an epithet of Manmadha.
			</div>
                