&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;tikka. [Tel.] n. Madness. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC1C;&#xC4D;&#xC35; the Somay&#x101;ji Tikkanna. (a celebrated poet.) &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; or &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; tikka-pa&#x1E6D;&#x1E6D;ina. adj. Mad. &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC4A;&#xC28;&#xC41; to become mad. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;</span>&#xA0;&#xA0;tikka&#x1E0D;i. [Tel.] n. A spindle. &#xC28;&#xC42;&#xC32;&#xC41; &#xC35;&#xC21;&#xC3F;&#xC15;&#xC47; &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC26;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC1F;</span>&#xA0;&#xA0;tikka&#x1E6D;a-makka&#x1E6D;a. [Tel.] n. Confusion, higgledy piggledy. &#xC15;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC15;</span>&#xA0;&#xA0;tika-maka. [Tel.] n. Confusion &#xC15;&#xC32;&#xC24;. Tottering. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. adv. Up and down, backwards and forwards. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;. &#xC24;&#xC3F;&#xC15;&#xC2E;&#xC15;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC3F;&#xC15;&#xC2E;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; tika-maka-gonu. v. n. To be confused &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;. To totter. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;tintri&#x1E47;i. [Skt.] n. The tamarind tree. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC3F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC23;&#xC40;&#xC15;&#xC2E;&#xC41; tintri-&#x1E47;&#x12B;ka-mu. n. The tamarind fruit. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;titiksha. [Skt.] n. Endurance, stead-fastness. &#xC15;&#xC4D;&#xC37;&#xC2E;, &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC24;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; titikshuvu. A man of a forgiving nature. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F; ti&#x1E0D;imi. [Tel.] n. The rustling noise of carriage wheels. &#xC30;&#xC25;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ti&#x1E6D;&#x1E6D;u. [Tel.] v. a. To abuse, rate, scold, rail at, curse. To use obscene language. To express anger: to blame, to condemn. &#xC36;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Abuse, scolding, violent language, a violent rebuke, an abusive or obscene expression. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; a friendly scolding. Blame, censure &#xC28;&#xC3F;&#xC02;&#xC26;. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; to incur blame or censure &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; ti&#x1E6D;&#x1E6D;u-p&#x101;&#x1E6D;u. n. Blame or censure. &#xC28;&#xC3F;&#xC02;&#xC26;. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; ti&#x1E6D;&#x1E6D;u-p&#x14D;tu. n. A scold, a woman who uses obscene language.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ti&#x1E6D;&#x1E6D;a. [Tel.] n. A heap, a multitude. &#xC30;&#xC3E;&#xC36;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC17;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tigmamu. [Skt.] n. Heat, warmth, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. adj. Hot, warm. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC41;, &#xC24;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC3F;&#xC35;&#xC41;&#xC1A;&#xC41; tigiyu. [Tel.] v. t. To pull, draw, take: &#xC32;&#xC3E;&#xC17;&#xC41;, &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To rub as in shampooing the limbs. To stroke. &#xC24;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; tigu&#x1E6D;su&#x1E0D;u-p&#x14D;gulu. n. The cords used with a hunter&apos;s nets or snares.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tiga&#x1E6D;u. [Tel.] n. A screen. &#xC24;&#xC46;&#xC30;. M. VI. i. 298.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC17;</span>&#xA0;&#xA0;tiga. [from Skt. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n. Three &#xC2E;&#xC42;&#xC21;&#xC41;. &#xC24;&#xC3F;&#xC17;&#xC15;&#xC02;&#xC1F;&#xC3F; tiga-kan&#x1E6D;i. n. The three eyed one, i.e., Siva, &#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC3F;&#xC17;&#xC35;&#xC02;&#xC1A; tiga-vancha. n. Four.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC25;&#xC3F;</span>&#xA0;&#xA0;tithi. [Skt.] n. A Tithi, a lunar day. The date by computation of lunar days, by which all religious and funeral rites (Parentalia) are regulated. &#xC30;&#xC47;&#xC2A;&#xC41; &#xC28;&#xC3E; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC17;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC3F;&#xC25;&#xC3F; &#xC17;&#xC28;&#xC41;&#xC15; &#xC30;&#xC3E;&#xC28;&#xC41; as to-morrow is the anniversary of my father&apos;s death I cannot come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;tittiri. [Skt.] n. The Francoline partridge, Francolinus vulgaris.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;titti. [Tel.] n. A purse, bag, case, or cover. &#xC38;&#xC02;&#xC1A;&#xC3F;, &#xC24;&#xC4B;&#xC32;&#xC41;&#xC38;&#xC02;&#xC1A;&#xC3F;. The skin or hide of animals &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC32;&#xC41;. A leathern bag or bottle as &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC1A;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; a loose dangling breast. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; the bladder. &#xC07;&#xC5B;&#xC3E;&#xC32;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; the scrotum. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; a pair of bellows. &#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC26;&#xC3F;&#xC17;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cast me off like an old shoe. &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; a glove. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; a stocking. &#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; titti-k&#x101;&#x1E0D;u. n. A piper. &#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tiktamu. [Skt.] n. Bitterness. &#xC1A;&#xC47;&#xC26;&#xC41;. adj. Bitter. &#xC1A;&#xC47;&#xC26;&#xC48;&#xC28;.
			</div>
                