&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC32;&#xC32;&#xC41;</span>&#xA0;&#xA0;tilalu. [Skt.] n. Sesamum or gingilly seeds &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC3F;&#xC32;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC3F;&#xC32;&#xC18;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; tila-k&#x101;raku&#x1E0D;u. n. An oilman. &#xC24;&#xC3F;&#xC32;&#xC18;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a female of that caste. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC39;&#xC3E; &#xC24;&#xC3F;&#xC32;&#xC18;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; he is a cruel wretch. &#xC24;&#xC3F;&#xC32;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; as sesamum seeds and rice are mixed up together (See the fable in Panchatantramu.) &#xC24;&#xC3F;&#xC32;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; tila-yantramu. n. An oil press. &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17; &#xC24;&#xC3F;&#xC32;&#xC30;&#xC38;&#xC2E;&#xC41; or &#xC24;&#xC3F;&#xC32;&#xC2D;&#xC35;&#xC2E;&#xC41; tila-rasamu. n. Gingilly oil. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC28;&#xC42;&#xC28;&#xC46;. &#xC24;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; tilyamu. n. A field in which a sesamum crop is raised &#xC24;&#xC3F;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &quot;&#xC30;&#xC4B;&#xC32;&#xC26;&#xC3F;&#xC32;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC24;&#xC48;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC3F;.&quot; P. ii. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tilakamu. [Skt.] n. A mark or beauty spot, made on the forehead with black, scarlet or gold paint. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A brooch. A masterpiece, the aeme or apex; a paragon. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC1A;&#xC4B;&#xC30;&#xC17;&#xC23;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; the prince of rogues. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; the masterpiece of poetry. &#xC28;&#xC26;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; the prettiest of rivers. A certain tree. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; tilakin&#x1E6D;su. [Tel.] v. n. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be favoured &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. v. a. To view, behold. &#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; t&#x12B;n&#x1E0D;ra. [Tel.] n. Splendour. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. A. v. 155. Warmth, heat &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Light, radiance &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. Activity &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;. Enterprise &#xC1A;&#xC4A;&#xC30;&#xC35;. &#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; t&#x12B;n&#x1E0D;ramu. adj. Hot, warm, &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; t&#x12B;n&#x1E0D;rin&#x1E6D;su. v. n. To shine, or be luminous. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC17; t&#x12B;n&#x1E0D;ra-t&#x12B;ga. n. A certain medicinal plant H. iv. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;</span>&#xA0;&#xA0;t&#x12B; [Tel.] In compounds this stands for &#xC24;&#xC3F;&#xC17; as &#xC24;&#xC40;&#xC35;&#xC02;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC32;&#xC3E;</span>&#xA0;&#xA0;tiss&#x101;l&#x101;. [Tel.] adj. Triennial, once in three years.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;tivuru. [Tel.] v. t. &amp; n. To desire. &#xC15;&#xC4B;&#xC30;&#xC41;. To think &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To try &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41;. To hasten, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;. To rejoice &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC21;&#xC41;. To be angry &#xC15;&#xC4B;&#xC2A;&#xC2A;&#xC21;&#xC41;. To excel, to resound &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &#xC24;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F; (past tense of &#xC24;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;.) tiviri. Having attempted or intended, intentionally, by attempting. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC3F;. &quot;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1A;&#xC28;&#xC3E; &#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;.&quot; Sri Nivasa Satacam 14. &quot;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC17;&#xC4B;&#xC35;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC46;&#xC21;&#xC41; &#xC30;&#xC18;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC28;&#xC18;&#xC3E; &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41;.&quot; R. iv. 78.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC35;&#xC41;&#xC1F;</span>&#xA0;&#xA0;tivu&#x1E6D;a [Tel.] n. Desire. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC35;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41; v. a. To pull, draw, drag. &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41; &quot;&#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC17;&#xC02;&#xC2C;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F; &#xC28;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F; &#xC38;&#xC41;&#xC2E;&#xC40;.&quot; R. ii. 112. &quot;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC2F;.&quot; BD. v. 184.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x12B;ksh&#x1E47;amu. [Skt.] n. Heat. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Sharpness, haste, keenness, wit. &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;. adj. Sharp, hot, hasty, keen. &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; t&#x12B;k&#x1E63;h&#x1E47;a-gan-dhamu. n. The tree called &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC28;&#xC46;&#xC30;&#xC35;&#xC02;&#xC1C;&#xC3F;, &#xC15;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC25;&#xC4D;&#xC35;&#xC2E;&#xC41; t&#x12B;ksh&#x1E47;atvamu. n. Asperity, pungency. &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC25;&#xC42;&#xC02;&#xC21;&#xC2E;&#xC41; a mosquito &#xC26;&#xC4B;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;, &#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC40; or &#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38; tiv&#x101;si. [H.] n. A carpet. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC3F;&#xC35;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3F;&#xC17;. (q. v.)
			</div>
                