&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC24;&#xC15;&#xC4B;&#xC24;</span>&#xA0;&#xA0;t&#x12B;ta-k&#x14D;ta. [Tel. from &#xC24;&#xC40;&#xC2F;&#xC41; and &#xC15;&#xC4B;&#xC2F;&#xC41;.] n. Gleaning and reaping.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x12B;&#x1E0D;u. [Tel.] v. t. To sharpen. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. To trim or prune, as a bird does its feathers with its beak. To gnash the teeth or bite the lips in rage. &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC40;&#xC21;&#xC3F; twisting his mustaches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC21;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x12B;&#x1E0D;irin&#x1E6D;su. [Tel. another form of &#xC24;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC1F;</span>&#xA0;&#xA0;t&#x12B;&#x1E6D;a. [Tel.] n. Itching, smarting. &#xC26;&#xC41;&#xC30;&#xC26;. Itch &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;. Inclination, lust, liking. &#xC24;&#xC40;&#xC1F; &#xC15;&#xC4B;&#xC35;&#xC3F;&#xC32; or &#xC24;&#xC40;&#xC1F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC26; t&#x12B;&#x1E6D;a-k&#x14D;vila. n. Cowach, Dolichos pruriens; &#xC15;&#xC02;&#xC21;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC17;</span>&#xA0;&#xA0;, &#xC24;&#xC40;&#xC17;&#xC46; or &#xC24;&#xC40;&#xC35; t&#x12B;ga. [Tel.] n. A creeping plant or vine; a tendril or spray. &#xC32;&#xC24;. A wire, the string of a lute, &#xC24;&#xC02;&#xC24;&#xC3F;. A necklace of gold wire, a gold or silver belt, &#xC2E;&#xC4A;&#xC32; &#xC28;&#xC42;&#xC32;&#xC41;. A gold ornament worn by women, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC17;&#xC32;&#xC41; the rattan lacing in a chair. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46; a flash of lightning. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;, &amp;c., are various creepers. &#xC24;&#xC40;&#xC17;&#xC46;&#xC17;&#xC30;&#xC15; t&#x12B;ge-garika. n. A creeping species of bent grass, called Agrostis stolonifera. &#xC24;&#xC40;&#xC17;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; a creeper, Convolvu&#x1E37;us repens. See &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;. &#xC24;&#xC40;&#xC17;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; an arbour &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC24;&#xC40;&#xC17;&#xC2F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; a low voice &#xC39;&#xC40;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC17;&#xC2C;&#xC4B;&#xC21;&#xC3F; t&#x12B;ga-b&#x14D;di. n. A slight and graceful girl. &#xC24;&#xC40;&#xC17;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; the creeping Jasmine. &#xC24;&#xC40;&#xC17;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; t&#x12B;ga-merugu. n. Lightning without thunder &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. A sort of grain. &#xC24;&#xC40;&#xC17;&#xC2E;&#xC4B;&#xC21;&#xC3F; t&#x12B;ga-m&#x14D;&#x1E0D;i. n. Patterns of flourishes or carved work in carpentry. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC28;&#xC3F;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; embroidery in the fashion of sprigs of pearl. &#xC24;&#xC40;&#xC17;&#xC38;&#xC3E;&#xC17;&#xC41; t&#x12B;ga-s&#x101;gu. v. n. To increase, to prosper &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC3E;&#xC30; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41; &#xC38;&#xC3E;&#xC17;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F; they mixed the mortar till it was of a proper consistency. &#xC24;&#xC40;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; to spread &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC40;&#xC17;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; an epithet of Manmadha. &#xC24;&#xC40;&#xC17;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41; a kind of rice &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC24;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC24;&#xC41;&#xC35;&#xC41; t&#x12B;tuva. [Tel.] The yellow-wattled Lapwing, Sarciophorus malabaricus. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC24;&#xC41;&#xC35; erra-t&#x12B;tuva. n. The Red-wattled Lapwing, Sarcogrammus indicus. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x12B;yamu. [Tel. another form of &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. Wish, desire. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;. M. v. i. 40. XII. ii. 8.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC2F;&#xC2F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;t&#x12B;yani. [Tel.] v. Neg. P|| of &#xC24;&#xC40;&#xC2F;&#xC41; adj. sweet. &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC3F;, &#xC24;&#xC40;&#xC2A;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC2F;&#xC28;</span>&#xA0;&#xA0;or &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28; t&#x12B;yana. [Tel.] n. Sweetness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC2A;&#xC41; t&#x12B;pi. [Tel.] n. Sweetness. Love, liking &#xC07;&#xC1A;&#xC4D;&#xC1B;. A pang, throbbing pain &#xC2F;&#xC3E;&#xC24;&#xC28;. adj. Sweet &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC2A;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x12B;pi-pu&#x1E6D;&#x1E6D;in&#x1E6D;su. v. t. To give an appetite, or sharpen the inclination. &#xC24;&#xC40;&#xC2A;&#xC3F;&#xC09;&#xC32;&#xC35;&#xC3F; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC09;&#xC32;&#xC35;&#xC3F; or &#xC09;&#xC32;&#xC35;&#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F; tip&#x12B;-ulavi. n. A kind of fish, Rhynchobatus djeddensis (F.B.I.) &#xC24;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; a sweetened string for catching birds with. &#xC24;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; t&#x12B;pu-ramu. n. A joke. &#xC06;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;, &#xC24;&#xC40;&#xC28;&#xC46; or &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; t&#x12B;niya. n. A stone bench, a pial &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
                