&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x12B;ramu. [Skt.] n. A shore, bank, edge, brink. &#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC2F;&#xC41;</span>&#xA0;&#xA0;t&#x12B;yu. [Tel.] v. a. To take. To draw out, take out, extract. &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;. To open. excavate, dig. To deduct, take away, subtract. To find (a place in a book), to discover, bring to light. To turn out, discharge, remove. To exact, receive (payment.) To collect, gather, levy as a tax, a fine, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;. To pull off, take off. To extinguish or put out. To buy. &#xC15;&#xC4A;&#xC28;&#xC41;. See &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC40;&#xC2F;&#xC41; to give a blow. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;, &#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC41;. to sink or dig a well or tank. &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC24;&#xC40;&#xC2F;&#xC41; to open a pit or granary. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to milk. &#xC1C;&#xC3E;&#xC21;&#xC24;&#xC40;&#xC2F;&#xC41; to trace, detect. &#xC1A;&#xC47;&#xC30;&#xC26;&#xC40;&#xC2F;&#xC41; to draw towards, to patronise, take into one&apos;s service, to embrace. &#xC38;&#xC3E;&#xC28;&#xC26;&#xC40;&#xC2F;&#xC41; to whet on a stone. &#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to cut the nails. &#xC26;&#xC4B;&#xC35;&#xC24;&#xC40;&#xC2F;&#xC41; to clear the way, to prepare a path. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC30;&#xC3F; they disgraced him. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to unlock. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC41; to open a door. &#xC35;&#xC3F;&#xC21;&#xC24;&#xC40;&#xC2F;&#xC41; to loosen or separate. &#xC35;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC41; to separate. &#xC0E;&#xC02;&#xC21;&#xC15;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the sun is a dazzling as (though reflected from) polished metal. &#xC24;&#xC40;&#xC2F;&#xC41;. v. n. To go off, cease, diminish, disappear, be dispelled, intermit, desist from. To draw back, withdraw, retire, stand aside. To contract, shrivel, crack, open, split. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the fever went down. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to come forth, or be produced (as a sprout,) to bud. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC40;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; my legs throb or ache. &#xC0F;&#xC30;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the river has gone down. &#xC35;&#xC46;&#xC28;&#xC15; &#xC24;&#xC40;&#xC2F;&#xC41; to fail, retire, withdraw, retreat, hesitate, or flinch. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; my tongue is dry, I am thirsty. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he is greatly fallen away in flesh. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to dry up, sink, diminish, be exhausted. &#xC2C;&#xC32;&#xC2E;&#xC02;&#xC24;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; my strength has gone. &#xC2A;&#xC3E;&#xC24;&#xC30; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the granary was opened. &#xC24;&#xC40;&#xC2F;&#xC15; unintermittingly, without intermission. &#xC35;&#xC46;&#xC28;&#xC15;&#xC24;&#xC40;&#xC2F;&#xC15; without hesitation. &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; unfailingly, uninterruptedly, without intermission. &#xC24;&#xC40;&#xC2F;&#xC28;&#xC3F; incessant, unceasing. &#xC24;&#xC40;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x12B;yin&#x1E6D;su. v. a. To cause to remove, get removed. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; t&#x12B;si-v&#x113;yu. v. t. To take away. To dismiss. To sever &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41; t&#x12B;si-v&#x113;ta-k&#x101;ki-talu. n. Outside sheets of paper: paper that is taken away. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; t&#x12B;si-p&#x14D;vu. v. n. To diminish. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC24;&#xC40;&#xC38;&#xC41;&#xC15; for &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; bringing. &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC30;&#xC3E; bring. &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC4B; take away. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x12B;si-konu. v. a. To take, &amp;c.; to buy; to eat or drink, &amp;c. &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to exact service. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has been lingering for a long time. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; he acknowledged or accepted the salutation.
			</div>
                