&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; t&#x12B;l-agu. v. n. To become little or poor, to be humble or lowly &#xC05;&#xC21;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x12B;lu. [Tel.] n. The state of being low, lowliness, poorness, deficiency. &#xC05;&#xC21;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC41; t&#x12B;rpu. See under &#xC24;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC3F; t&#x12B;rpari. See under &#xC24;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x12B;rthamu. [Skt.] n. Water. &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;. Holy or sacred water. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC4B;&#xC26;&#xC36;&#xC2E;&#xC41;. A holy place. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3E;&#xC21;&#xC41; to bathe &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;; to be brought to bed. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to swear a witness; because the oath is administered with holy water. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; to go on pilgrimage. In theological works &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; means salvation, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; and &#xC15;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; is false doctrine. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC1F; or &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3E;&#xC1F; t&#x12B;rtham-&#x101;&#x1E0D;u&#x1E6D;a. n. Bathing. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3E;&#xC38;&#xC3F; t&#x12B;rtha-v&#x101;si. n. A pilgrim. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC47;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x12B;rth&#x12B;-karin&#x1E6D;su. v. a. To sanctify, hallow, purify.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x12B;ru. [Tel.] v. n. To end, stop, cease, elapse. To be finished, ended, complete, or ready. To be paid, delivered, discharged, avenged. To be qualified, accomplished, finished, adorned, trim, decked. To be gratified, satiated, wreaked (as passion;) to be assuaged or allayed, to go off. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC41;. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC30; to the full; so as to satisfy one&apos;s desires. &#xC24;&#xC40;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; it came to nothing, it was ineffectual. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC40;&#xC38;&#xC3F; having gained his end. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC40;&#xC30;&#xC26;&#xC41; this is out of my power. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC40;&#xC30;&#xC40;&#xC24;&#xC40;&#xC30;&#xC15; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am hardly at leisure. &#xC24;&#xC40;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to die. To be practicable, or possible. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC24;&#xC40;&#xC30;&#xC26;&#xC41; I cannot come there, I have not leisure to come. &#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC24;&#xC40;&#xC30;&#xC26;&#xC41; (you) must positively come. &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC15; &#xC24;&#xC40;&#xC30;&#xC26;&#xC41; I cannot help going. &#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is quite hackneyed. &#xC24;&#xC40;&#xC30;&#xC3E; tir&#x101;. (Root in A of &#xC24;&#xC40;&#xC30;&#xC41;, with the intensive affix &#xC06;) adv. Ultimately, at last; fairly; just, merely, in short, simply. &#xC24;&#xC40;&#xC30;&#xC3E; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; when it was high noon. &#xC06; &#xC17;&#xC4B;&#xC21; &#xC24;&#xC40;&#xC1F;&#xC3E; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; the wall actually fell down. &#xC24;&#xC42;&#xC30;&#xC3E; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; when he was fairly asleep. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC3E; &#xC2C;&#xC2F;&#xC1F;&#xC2A;&#xC21;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; when the matter at last became known. &#xC24;&#xC40;&#xC30;&#xC3E; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he paid it in full. &#xC24;&#xC40;&#xC30;&#xC3F;&#xC15; or &#xC24;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC46; t&#x12B;rika. n. Leisure. &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC15; &#xC2F;&#xC42;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC24;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; having no leisure. Adorning, trimming, decoration. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC3F;&#xC28; t&#x12B;rina adj. Full. finished, accomplished, cured, settled. &#xC24;&#xC40;&#xC30;&#xC41;. n. Manner, way, mode, fashion, style, arrangement, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Beauty &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC15;&#xC24;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC21;&#xC37;&#xC3F; he is an odd man. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC2C;&#xC15;&#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC12;&#xC15;&#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is but so and so, he is not well, he is not at ease. &#xC08; &#xC24;&#xC40;&#xC30;&#xC41; thus. &#xC24;&#xC40;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; it is all over with him. &#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E; tirug&#x101;. adv. Properly, duly, aright. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; her nose and eyes are pretty. &#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC21; or &#xC24;&#xC40;&#xC30;&#xC41;&#xC26;&#xC32; t&#x12B;ru-ga&#x1E0D;a. n. Ending. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC1F;. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41; t&#x12B;rupu. n. End, finishing. A decision, judgment, sentence, decree. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41; he gave his decision. Justice. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Setting right &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC3E;&#xC1F;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC3F; or &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F; t&#x12B;rup-ari. n. A judge. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. An agent or ambassador &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. A superintendent. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; to be destroyed &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC21;&#xC3F; t&#x12B;ru-ba&#x1E0D;i. n. Leisure. &#xC38;&#xC3E;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; t&#x12B;ru-p&#x101;&#x1E6D;u. n. A settlement, payment. Leisure. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; unoccupied, at leisure. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; or &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; t&#x12B;ru-m&#x101;namu. n. An ending, settlement, rectification. Pause. A decision, resolve. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; to settle, to come to a decision. &#xC24;&#xC40;&#xC30;&#xC41;&#xC35; t&#x12B;ruva. n. A settlement, discharge, payment. Duty, dues, fees. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC40;&#xC30;&#xC41;&#xC35; levelling the ground. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC24;&#xC40;&#xC30;&#xC41;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to levy a fee or contribution. &#xC24;&#xC40;&#xC30;&#xC41;&#xC35;&#xC1C;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; t&#x12B;ruva-j&#x101;sti. [H.] n. An additional or supplementary assessment &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC2A;&#xC48;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC40;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; t&#x12B;r&#x1E6D;su. v. a. To end, finish. To do with, accomplish, perform or play (his part,) go through. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To order, arrange. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;. To cool, quiet, assuage. To adjust, liquidate (a debt). To trim, deck, adorn, straighten, correct, rectify, regulate. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;. To set, place, draw (as the mark on the forehead). To pass (time, day, or night). To pay give or issue (wages or batta). To settle. To determine, to resolve, to decide. To do away with. &#xC2A;&#xC4A;&#xC2A;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To destroy &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the crow gave a good omen (by crossing my path from left to right.) &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; to revenge oneself, wreak one&apos;s anger. &#xC1A;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; to satiate spite. &#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; to quench thirst. &#xC24;&#xC2E;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F; satiating one&apos;s lusts. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they settled his business or they ruined him. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x12B;r&#x1E6D;su-konu. v. a. To end, do away with. To settle or pay up as a debt, &amp;c. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x12B;rpin&#x1E6D;su. v. a. To cause to decide, or determine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC02;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; tunga. [Tel.] n. A kind of coarse grass or bulrush. adj. Made of bulrush. &#xC12;&#xC15; &#xC24;&#xC41;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC21; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC30;&#xC3E; bring me a bulrush. Ainslie ii. 162. &#xC24;&#xC47;&#xC2E;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC41;&#xC02;&#xC17; Agrostis tenacissima. &#xC17;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC17; Cyperus tenuiflorus. &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC02;&#xC17; C. spinulosus. &#xC17;&#xC4B;&#xC21;&#xC41; &#xC24;&#xC41;&#xC02;&#xC17; C. seminudus. &#xC24;&#xC46;&#xC17;&#xC21;&#xC24;&#xC41;&#xC02;&#xC17; C. dubius &#xC38;&#xC3E;&#xC32;&#xC46;&#xC24;&#xC41;&#xC02;&#xC17; C. compressus. &#xC36;&#xC3E;&#xC15;&#xC24;&#xC41;&#xC02;&#xC17; C. rotundus. &#xC15;&#xC41;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC17; Scirpus bispicatus. &#xC17;&#xC41;&#xC30;&#xC2A;&#xC36;&#xC3E;&#xC15;&#xC24;&#xC41;&#xC02;&#xC17; S. tridentatus. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC41;&#xC02;&#xC17; S. maximus. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC24;&#xC41;&#xC02;&#xC17; S. articulatus. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC02;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; of which the Sanskrit synonym of which is &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC02;. &#xC24;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; tunga-muste. n. A pignut, or earthnut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;tunki. [Tel.] n. A certain tree. H. iv. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC24; t&#x12B;vramu. [Skt.] n. Speed, quickness, sharpness, heat. adj. Much. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Hot &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32;, &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC35;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x12B;viramu. [Tel.] n. Itching. &#xC24;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC35;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC24;&#xC40;&#xC35;&#xC46; t&#x12B;riya. Same as &#xC24;&#xC40;&#xC17;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x12B;varamu. [from Skt. &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. Haste, speed. Intensity. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;. adj. Hurried, hasty, rapid. Intense, scorching. &#xC24;&#xC40;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC40;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41; t&#x12B;varin&#x1E6D;su. v. n. To hurry. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC24;&#xC40;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; t&#x12B;varu&#x1E0D;u. n. A fisherman. &#xC28;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC35;&#xC02;&#xC1A;</span>&#xA0;&#xA0;t&#x12B;-vancha. [Tel. &#xC24;&#xC3F;&#xC17;+&#xC2A;&#xC02;&#xC1A;.] n. (At dice.) Trois ace, i.e., four.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC40;&#xC35;</span>&#xA0;&#xA0;Same as &#xC24;&#xC40;&#xC17;. (q. v.)
			</div>
                