&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41; tungu. [Tel.] v. n. To break to pieces. &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC17;&#xC41;. Waste away, sink, be ruined, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC41;&#xC02;&#xC2A;&#xC41; tun&#x1E6D;su. v. a. To break. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17; &#xC1C;&#xC47;&#xC2F;&#xC41;. To pluck, nip, pull (as flowers or fruit): slay. &#xC24;&#xC41;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC41; to behead, tear &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC24;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tungamu. [Skt.] adj. Great, lofty. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC48;&#xC28;. Large, full. &#xC24;&#xC41;&#xC02;&#xC17;&#xC2D;&#xC26;&#xC4D;&#xC30; tunga-bhadra. n. The river Tungabhadra. &#xC24;&#xC41;&#xC02;&#xC17;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; tunga-vrikshamu. n. The tree named Rottleria tinctoria. &#xC35;&#xC38;&#xC02;&#xC24;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. Rox. iii. 827.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;tundunukalu. [Tel. &#xC24;&#xC41;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41;+&#xC24;&#xC41;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41;.] n. Little bits. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;tundu&#x1E0D;uku. [Tel. &#xC24;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;+&#xC24;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;.] n. Remorse, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Sorrow &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Confusion &#xC15;&#xC32;&#xC24;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;. Temerity, foolhardiness. Tottering, shaking, motion. Uncertainty, changeableness. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC24;&#xC41;&#xC26;&#xC2F;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC1F;&#xC02;&#xC1A;&#xC28;&#xC3F;&#xC28;, &#xC24;&#xC41;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; UH. iv. 183.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tundamu. [Skt.] n. The belly, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC09;&#xC26;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC24;&#xC41;&#xC02;&#xC26;&#xC3F; tundi. adj. Potbellied. &#xC2C;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41; tundilamu. n. A sort of vegetable, Bignonia indica. &#xC2E;&#xC02;&#xC21;&#xC42;&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; tundilu&#x1E0D;u. adj. Bigbellied, pot-bellied. &#xC26;&#xC2F;&#xC3E;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; one who has bowels of compassion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tun&#x1E0D;amu. [Skt. &amp; Tel.] n. The face. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;; the mouth &#xC28;&#xC4B;&#xC30;&#xC41;; a bird&apos;s beak, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;; an elephant&apos;s trunk, &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. The pipe or hose of a fire engine. A bit, a fragment. &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. Zacc. VI. 93. &#xC35;&#xC3E;&#xC28;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the rain fell in torrents. &#xC24;&#xC41;&#xC02;&#xC21;&#xC3F; tun&#x1E0D;i. n. A projecting navel. &#xC09;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;. &#xC24;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC27;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; one who has a projecting navel. &#xC24;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; tun&#x1E0D;in&#x1E6D;su. v. a. To cut to pieces. To sever. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1B;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC21;&#xC46; or &#xC24;&#xC41;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41; tun&#x1E0D;u. n. A bit, a piece, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC15;. A plot of ground. A block of wood, a piece of timber, a short beam. &#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; unfinished, incomplete.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC30; Same as &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;tun&#x1E6D;i. [Tel.] n. The nip or loin. &#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC1F;</span>&#xA0;&#xA0;tun&#x1E6D;a. [Tel.] n. A bit, piece, fragment, splinter. &#xC24;&#xC41;&#xC28;&#xC15;. A staff or cudgel, A spar or rafter. A sugarcane: &#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;. &#xC07;&#xC28;&#xC2A;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC24;&#xC41;&#xC02;&#xC1F; an iron-bound cudgel. &#xC2E;&#xC42;&#xC32;&#xC24;&#xC41;&#xC02;&#xC1F;&#xC24;&#xC40;&#xC30;&#xC41;&#xC32;&#xC41; short rafters at the corners of a roof. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; Manmadha, whose bow is made of the sugar cane. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41; Dye-root cut off from the plant. adj. Wicked, naughty, mischievous. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41; tun&#x1E6D;atanamu. n. Wickedness, mischievousness, naughtiness. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC30;&#xC3F; tun&#x1E6D;ari. (&#xC24;&#xC41;&#xC02;&#xC1F;+&#xC05;&#xC30;&#xC3F;.) n. A wicked person. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC41;&#xC02;&#xC2C;&#xC3F;, &#xC24;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC15; or &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F; tumbamu. [Skt.] n. A gourd vine. &#xC38;&#xC4A;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The belly of the lute. &#xC35;&#xC40;&#xC23;&#xC46;&#xC15;&#xC3E;&#xC2F;, &#xC24;&#xC41;&#xC02;&#xC2D;&#xC40;&#xC2B;&#xC32;&#xC2E;&#xC41; a gourd.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC2A;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;tum-po&#x1E0D;i. [Tel.] n. The bittern: so named from its call, which sounds like tump, tump.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;tumpesalu. [Tel. Connected with &#xC24;&#xC41;&#xC02;&#xC1A;&#xC41;.] n. Movement. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC41;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC41; tumpesal-&#x101;&#x1E0D;u. v. n. To dance, as tresses; to be agitated, to palpitate, throb or tremble. &#xC28;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC21;&#xC41;, &#xC0A;&#xC17;&#xC3E;&#xC21;&#xC41;. &quot;&#xC39;&#xC3E;&#xC30;&#xC32;&#xC24;&#xC3E;&#xC17;&#xC41;&#xC33;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC41;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC21;.&quot; Parij. ii. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC2A;&#xC41; tumpu. [Tel. from &#xC24;&#xC41;&#xC02;&#xC1A;&#xC41;.] v. n. To nip, to cut, to pluck. &#xC24;&#xC41;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. A. vi. 24. n. A bit or fragment. &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC2A;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC41; tumpara. [Tel.] n. A little drop, a sprinkling, a splutter. &#xC24;&#xC41;&#xC02;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; tumpi&#x1E37;&#x1E37;u. n. A slight shower of rain. &#xC24;&#xC42;&#xC30;&#xC35;&#xC3E;&#xC28;.
			</div>
                