&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC15;&#xC3F;&#xC21;&#xC40;</span>&#xA0;&#xA0;tuki&#x1E0D;&#x12B;. [H.] n. A district, a division. A part, piece.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tuk&#x101;&#x1E6D;amu. [Tel.] adj. Very old. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC3E;&#xC24;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tukamu. [Tel.] n. An estimate of the seed sown in a field. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC32;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2A;&#xC41;&#xC2E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E;. &#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41; to value or estimate a field.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC15;&#xC24;&#xC41;&#xC15;</span>&#xA0;&#xA0;tuka-tuka. [Tel.] n. Ebullition. &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Closeness. Sorrow &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Anger &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F; &#xC24;&#xC41;&#xC15;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC28;&#xC3F; &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the porridge is boiling aloud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;tumbika. [Skt.] n. The central hole in the wheel of a carriage through which the axle passes. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tu&#x1E6D;&#x1E6D;u. [Tel.] n. Loss, failure in mercantile profits. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC08; &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I incurred loss in this business. One who destroys &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC30; tu&#x1E6D;&#x1E6D;a-mara. [Tel.] adv. Wholly, entirely, completely, radically. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC41;&#xC21;</span>&#xA0;&#xA0;tu&#x1E6D;&#x1E6D;a-tuda. [Tel. &#xC24;&#xC41;&#xC26;+&#xC24;&#xC41;&#xC26;.] n. The very end, the finale. &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41; &#xC24;&#xC41;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;, &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; or &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; tu&#x1E6D;&#x1E6D;a. [Tel.] n. A crowd or multitude. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A. iv. 17. 21. A flake of fire. &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC41; to breed quarrels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tu&#x1E6D;umu. [Tel.] n. An assembly, a crowd. A flock or flight, a line or series a clump of trees. a row of houses &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC38;. &quot;&#xC24;&#xC41;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC36;&#xC41;&#xC15;&#xC26;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; Vedanta Ras ii. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;tu&#x1E6D;ukku. [Tel.] (anuk.) adv. At once. n. Palpitation of the heart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; tu&#x1E6D;&#x101;yin&#x1E6D;su. [Tel.] v. t. To disregard. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To scorn. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41; tu&#x1E6D;&#x101;ramu. n. Firmness, boldness, forwardness. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;. A harsh word &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC3F; or &#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; tu&#x1E6D;&#x101;ri. n. A beauty, a darling. A bold or forward woman. &#xC27;&#xC40;&#xC30;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &quot;&#xC18;&#xC28;&#xC38;&#xC3E;&#xC39;&#xC38;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC32;&#xC2C;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC3F;.&quot; H. v. 2. &#xC24;&#xC41;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; tu&#x1E6D;&#x101;ri-k&#x101;&#x1E0D;u. n. A bold or forward man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC5B;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;tu&#x1E0D;zugu. [Tel.) n. A hasty man. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tuchchamu. [Skt.] adj. Base, low, contemptible. &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28; Groundless, false. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a mean or degraded seat. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC21;&#xC41; tuchechhu&#x1E0D;u. n. A mean or low man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;tukku. [Tel.] n. Rubbish, trash. Nonsense. &#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; rags. &#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; mouldy hay. &#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC47;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to beat one black and blue. &#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; tukku&#x1E0D;u. adj. Worthless. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;. &#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC42;&#xC15; tukku-m&#x16B;ka. n. A rabble, a mob.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC30;</span>&#xA0;&#xA0;Same as &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC30;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30; tu&#x1E6D;ra. [Tel.] (anuk.) n. A drizzle. &#xC24;&#xC42;&#xC30;&#xC35;&#xC3E;&#xC28;. &#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC3E; a heap of sweepings, &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. Dirt and rubbish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;tu&#x1E6D;&#x1E6D;e. [Tel.] n. Trash, odds and ends, stuff, rubbish. A lump &#xC09;&#xC02;&#xC21;. A cluster &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC08; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this meal has run into lumps. &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41; rough chay root that is uncleaned. See &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;. &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; tu&#x1E6D;&#x1E6D;e-purugu. n. A sort of venomous snake barred black and grey. &quot;&#xC08; &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC17;&#xC41; &#xC28;&#xC40;&#xC24;&#xC47;&#xC1C;&#xC40;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC3E;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC41; tu&#x1E0D;u&#x1E6D;su. [Tel.] v. a. To wipe away (as water or tears.) To blot &#xC24;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. To sweep &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; tu&#x1E0D;upu. n. Rubbing, wiping, smearing, blotting, erasure, &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;. cf. &quot;&#xC0E;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;.&quot; &#xC24;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32; a wooden plank with which salt is collected into a heap.
			</div>
                