&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tumulamu. [Skt.] n. Confusion, uproar, clamour, a yell. Mass. A melee or mixed fight. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;tumuru. [Tel.] n. A small bit, a piece. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC32;&#xC48;&#xC28; broken, shattered, in shivers. See &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC15;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC47;&#xC2A; tumiki. [Tel.] n. Ebony. Diospurus glutinosa. Rox. ii. 533. Embryopteris glutinifera. Linn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tubhamu. [Skt.] n. A ram. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; tuppu. [Tel.] n. Rust (of iron, not of other metals) Tastelessness. &#xC05;&#xC30;&#xC41;&#xC1A;&#xC3F;. Wool, fleck, worthless hair. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC30;&#xC4B;&#xC2E;&#xC2E;&#xC41;. A. vi. 21. (anuk) A noise made in spitting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC21;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;tuppalu-d&#x16B;lu. [Tel. &#xC24;&#xC42;&#xC32;&#xC41;+&#xC24;&#xC42;&#xC32;&#xC41;.] v. n. To shake violently. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;. (q. v.) &#xC24;&#xC41;&#xC30;&#xC17;&#xC3F; turagi. [Skt.] n. A horse. R. i. 78. A horseman, a cavalier. W
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC15;</span>&#xA0;&#xA0;turaka. [Tel. from Turanian &#x221A; Tur = haste, cf. &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC35;&#xC30; and &#xC26;&#xC4A;&#xC30;.] n. A Turk. A Mahomedan. &#xC24;&#xC41;&#xC30;&#xC15;&#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a species of &#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; (q. v.) &#xC24;&#xC41;&#xC30;&#xC15;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; turaka-puvvu. n. A sort of flower. The marigold. &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC24;&#xC41;&#xC30;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; laterite &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC24;&#xC41;&#xC30;&#xC15;&#xC1C;&#xC47;&#xC2A; a species of margosa tree with very large leaves. &#xC24;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; turak&#x101;&#x1E47;yamu. Musulman rule. &#xC24;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. the Musulmans. &#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; turiki. (from &#xC24;&#xC41;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;.) n. A horse. &quot;&#xC15; &#xC36;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC24;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; &#xC16;&#xC1A;&#xC30; &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC3E;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC02; &#xC26;&#xC3F;&#xC24;&#xC27;&#xC4C;&#xC30;&#xC3F;&#xC24;&#xC15;&#xC2E;&#xC4D;&#xC32;&#xC32;&#xC24;&#xC30;&#xC47; &#xC1A;&#xC24;&#xC35;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC24;&#xC17;&#xC24;&#xC41;&#xC32; &#xC26;&#xC30;&#xC1F;&#xC41;&#xC38;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; See under &#xC24;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC41;&#xC30;&#xC17;&#xC2E;&#xC41; or &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41; turangamu. [Skt. from Turanian &#x221A; Tur = haste, &#xC24;&#xC4D;&#xC35;&#xC30;. cf. Turk, &#xC24;&#xC4D;&#xC35;&#xC30; &amp; &#xC26;&#xC4A;&#xC30;.] n. A horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;</span>&#xA0;&#xA0;tummeda. [Tel.] n. The large black carpenter bee. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41;. To clusters of these the poets often compare braided tresses. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26; a large beetle that bores holes in the cocoanut tree. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC30;&#xC47;&#xC35;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; a certain game played by boys.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tummu. [Tel.] v. n. To sneeze. n. A sneeze.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;tummi. [Tel.] n. A tree, Phlomis indica. Rox. iii. p. 9. 10. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC42;&#xC30; tummi-k&#x16B;ra. n. A vegetable with a fruit like a mulberry. &#xC12;&#xC15; &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;. H. iv. 165.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;tumma. [Tel.] n. The Babul tree. Acacia arabica, which produces gum arabic. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; the thorny species, Cockspur thorn. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; Acacia arabica. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; gum arabic. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;, &#xC15;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; or &#xC28;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; the Cassia flower tree. Acacia farnesiana. &#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; Acacia latronum. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; Acacia Cucophloea. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;, &#xC2A;&#xC40;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; Acacia jamesiaua (E. P.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC3E;&#xC37;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;tur&#x101;-sh&#x101;hu&#x1E0D;u. [Skt. from Turanian &#x221A; Tur = haste.] n. A queller of demons. A title of Indra or Jupiter, the &quot;Titan-queller.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;turagali. [Tel.] n. Brightness. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC41;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; turangalin&#x1E6D;su. v. n. To gleam, sparkle. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. Swa. iii. 42. To excel &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; tur&#x101;. [Tel.] n. A bouquet, a nosegay, &#xC2A;&#xC42;&#xC2C;&#xC02;&#xC24;&#xC3F;. A feather, a crest. &#xC24;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC2D;&#xC42;&#xC37;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;turi. [Skt.] n. A cotton mill with spindles. &#xC15;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC47;&#xC38;&#xC47;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC39;&#xC46;&#xC21;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;See under &#xC24;&#xC41;&#xC30;&#xC15;.
			</div>
                