&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; turupu. [Eng. &apos;trump&apos; &amp; &apos;troop.&apos;] n. A trump at cards. A troop of cavalry. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;</span>&#xA0;&#xA0;turutu. [Tel. from Turanian &#x221A; Tur = haste.] n. Quickness. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;. adj. Quick. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC17;&#xC3E; rapidly, quickly. &#xC24;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41; turutu-t&#x12B;rpu. n. Quick time in music. &#xC26;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC32;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC30;&#xC17;&#xC41; turugu. [Tel.] v. a. To insert, stick in, as flowers, to oran in. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; To gag by thrusting a cloth into the mouth. To caulk (a ship.) &#xC13;&#xC21;&#xC28;&#xC41; &#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;turumbhamu. [Skt.] n. Tresses adorned with flowers &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tur&#x12B;yamu. [Skt.] adj. Fourth, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC24;&#xC41;&#xC30;&#xC40;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E; &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; he entered upon the fourth estate, i.e., the hermit life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC40;&#xC28;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; tur&#x12B;na. [Tel. from Turanian &#x221A; Tur = haste.] adv. Suddenly. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;. &quot;&#xC24;&#xC41;&#xC30;&#xC40;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC5B;&#xC3E;&#xC21;&#xC26;&#xC4B;&#xC2A;.&quot; &#xC2F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;</span>&#xA0;&#xA0;tula. [Skt.] n. A balance, scales. The sign Libra. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;. Resemblance, similarity. &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;. Equality. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. The measurement round a heap of grain. &#xC24;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41; the measurement of a heap of grain with a cord both over the top (&#xC24;&#xC41;&#xC32;) and round the bottom (&#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;.) &#xC24;&#xC41;&#xC32;&#xC26;&#xC42;&#xC17;&#xC41; tula-d&#x16B;gu. v. n. To weigh, in a balance, be heavy. To be opulent. R. iv. 60. &#xC24;&#xC41;&#xC32;&#xC3E;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; tul&#x101;-bh&#x101;ramu. n. A royal donation, according to which a prince is weighed against gold and jewels, which he then distributes as charity. &#xC24;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F; tul&#x101;-yash&#x1E6D;i n. Scales for weighing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;turru. [Tel.] n. Haste. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;. adv. Quickly. &#xC24;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC3F; turru-m-ani. adv. Rapidly, hurriedly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;turru. [Tel. inflection &#xC24;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;.] n. A village or hamlet. cf. &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41; Mogilit&#x16B;r. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41; Mamild&#x16B;r. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;. infl. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41; turyamu. [Skt.] adj. Fourth. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC26;&#xC3F;. &#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; eternal bliss, being the fourth state; death. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;. &#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; turya-prak&#x1E5B;iti. n. Passionateness, hastiness. A jovial jolly disposition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;turushku&#x1E0D;u. [Skt. from the Turanian &#x221A; &#xC24;&#xC42;&#xC30;&#xC4D; = haste. cf. &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC30;&#xC15;, &#xC24;&#xC4D;&#xC35;&#xC30;, and &#xC26;&#xC4A;&#xC30;.] n. A &quot;Turk,&quot; or Musulman. &#xC24;&#xC41;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41; turuskkamu. n. Turkey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;turumu. [Tel.] n. Powder. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;. Braided hair or tresses. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. v. a. To cram, or stick: to thrust in. To adjust, trim, deck the head with flowers. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC4B;&#xC2A;&#xC41;. To grate, pound, reduce to powder or to chips &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they thrust a handkerchief into his mouth to beat him. &#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC40;&#xC1F; turumu-p&#x12B;&#x1E6D;a. n. A crooked knife with teeth at the end used to scoop out a cocoanut, &amp;c. &#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1F; &#xC15;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC3F;&#xC35;&#xC30;&#xC28;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC02;&#xC15;&#xC30; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2A;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tulamu. [Tel.] n. A weight, (usually called a tola) being the weight of one rupee; or a &#xC28;&#xC35;&#xC1F;&#xC3E;&#xC15;&#xC41; or palam. The tola of gold is usually worth sixteen rupees.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tulakin&#x1E6D;su. [Tel.] v. a. To seem, rival, resemble. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To rejoice &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41; tula-kimpu. n. Semblance, seeming. Brightness &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC06;&#xC15;&#xC41;</span>&#xA0;&#xA0;turimi&#x1E0D;i-&#x101;ku. [Tel.] n. A certain medicinal plant. &#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC2F;&#xC3E;&#xC28;&#xC3F; or &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC39;&#xC4D;&#xC35;.
			</div>
                