&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tulyamu. [Skt.] adj. Equal to, answering to; matching, comparable with. Like, similar to. &#xC38;&#xC2E;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC3F;. &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; tulyu&#x1E0D;u. n. One who is equal. &#xC38;&#xC2E;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;tuluva. [Tel.] n. A wretch, a villain, a scoundrel. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC1F;&#xC30;&#xC3F;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. n. A rake, a scamp. adj. Vile, abominable, light or worthless. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC24;&#xC28;&#xC2E;&#xC41; tuluva-tanamu. n. Villainy, wickedness. &#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a large crooked knife. &#xC35;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC32;&#xC41;&#xC32;&#xC41; tuluparra. [Tel.] n. A species of fish: Scomber, Cyprinus chorinemus. Russell. No. 137, 138, 140, 208. A sort of sprat or Sardine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;tulu&#x1E6D;sa. [Tel.] adj. Swift. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC24;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC28; tulu&#x1E6D;sana. n. Swiftness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tuliatamu. [Skt.] adj. Equal, similar, rivalling. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Weighed &#xC24;&#xC42;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;tul&#x101;-k&#x14D;&#x1E6D;i. [Skt.] n. A bell worn on the ankles. &#xC05;&#xC02;&#xC26;&#xC46;, &#xC28;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tul&#x101;mbaramu. [Skt.] n. Muslin or cambrie. R. ii. 107.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC33;&#xC38;&#xC3F; tulasi. [Skt.] n. The Sacred Basil, Ocymum sanctum. This plant is sacred to Vishnu as the &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35; is to Siva. Various species are called &#xC30;&#xC3E;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; (Ocymum guatissimum), &#xC28;&#xC40;&#xC30;&#xC41; &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; (Rox. iii. 17. 18.), &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;, &#xC2D;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;, and &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2F;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;. The wild Basil. Ocymum album. &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;&#xC35;&#xC28;&#xC2E;&#xC41; or &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;&#xC24;&#xC4B;&#xC1F; the name given to a flowerpot containing one or two of these plants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC37;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tush&#x101;ramu. [Skt.] n. Dew, snow, mist. &#xC2E;&#xC02;&#xC1A;&#xC41;. Small drops, a sprinkling. &#xC24;&#xC41;&#xC02;&#xC2A;&#xC30;. adj. Cool. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tushamu. [Skt.] n. Husk or chaff. &#xC09;&#xC2E;&#xC41;&#xC15;. &#xC24;&#xC41;&#xC37;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; mere chaff.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC30;</span>&#xA0;&#xA0;tuvvara. [Tel.] n. Drizzling rain, mizzle, sprinkling. &#xC24;&#xC42;&#xC30;, &#xC24;&#xC41;&#xC2A;&#xC30;, &#xC24;&#xC41;&#xC02;&#xC2A;&#xC30;, &#xC24;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;tuvva. [Tel.] n. A calf. &#xC26;&#xC42;&#xC21;. A child&apos;s word for water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35; or &#xC24;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC28;&#xC47;&#xC32; tuvva. n. A sandy ash coloured soil. &#xC12;&#xC17;&#xC30;&#xC48;&#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; tuv&#x101;&#x1E37;in&#x1E6D;su. [Tel.] v. n. To leap, to dance. &#xC24;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. Kuch&#x113;lo. iii. 4. H. i. 71.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC35;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41; tuv&#x101;la. [Eng. &apos;towel.&apos;] n. A towel. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tuvaramu. [Skt.] n. Astrigency. &#xC12;&#xC17;&#xC30;&#xC41;, &#xC24;&#xC41;&#xC35;&#xC30;&#xC3F; tuvari. n. The grain called pigeon pea. &#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; tu&#x1E37;&#x1E37;u. [Tel.] v. n. To frisk, to be elated or puffed up. To writhe. To be conceited &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC17;&#xC02;&#xC24; &#xC2E;&#xC4B;&#xC2F;&#xC26;&#xC3E; must not a frisky bull bear a pack? (prov.) i.e., Pride must have a fall. &#xC24;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he tossed his head. n. Glee friskiness, flow of spirits: exultation, pride. &#xC24;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; tu&#x1E37;&#x1E37;in&#x1E6D;su. v. a. To spoil with fondness. To cause to boil over (with rags), to be agitated. &#xC0E;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC33;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC41;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; tu&#x1E37;ukarin&#x1E6D;su. [Tel.] v. n. To shine. To be splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. Dasav. viii. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC38;&#xC4D;&#xC38;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC3F; (&#xC28;&#xC47;&#xC32;) Same as &#xC24;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC47;&#xC32;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC41;&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC24;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; tusuku. [Tel.] (anuk.) n. Suddenness. &#xC24;&#xC41;&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28; tusukk-ana. adv. Suddenly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;tush&#x1E6D;i. [Skt.] n. Satisfaction, fulness. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. Profit or advantage. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. &#xC06; &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC08; &#xC36;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC30;&#xC3F; this profit and that loss are equivalent. &#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; tush&#x1E6D;u&#x1E0D;u. n. One who is full or satisfied. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC33;&#xC41;&#xC35;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tu&#x1E37;uva-d&#x113;&#x1E63;amu. [Tel.] n. The ancient name of the country about Vijayanaggur. cf. The Tulu language.
			</div>
                