&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x16B;-g&#x101;&#x1E0D;u. [&#xC24;&#xC42;&#xC17;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. Same as &#xC24;&#xC42;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC15;&#xC41;</span>&#xA0;&#xA0;t&#x16B;ku. [Tel.] n. Time. &#xC12;&#xC15;&#xC24;&#xC42;&#xC15;&#xC41; once. Kalah. iii. 66. See &#xC24;&#xC42;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x16B;-konu. (&#xC24;&#xC42;&#xC15;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. To take, receive, to carry. To undertake, to try &#xC2A;&#xC42;&#xC28;&#xC41;. &#xC24;&#xC42;&#xC15;&#xC4A;&#xC28;&#xC41; (&#xC24;&#xC42;&#xC30;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. to enter. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC15;&#xC3F;</span>&#xA0;&#xA0;t&#x16B;ki. [Tel.] n. A sort of wood like ebony. H. iv. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC15;&#xC41; t&#x16B;kamu. [Tel.] n. A make-weight: a poise or balancing weight used to keep a yoke, &amp;c., steady. An attempt, undertaking, trial &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. See &#xC24;&#xC42;&#xC15;&#xC41;. &quot;&#xC36;&#xC3E; &#xC24;&#xC42;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC46;&#xC21;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC26;&#xC42;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC24;&#xC42;&#xC32;&#xC17;&#xC3E;.&quot; &#xC1C;&#xC48;. vii. &#xC24;&#xC42;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to weigh. &#xC24;&#xC42;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to hang (a person.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;</span>&#xA0;&#xA0;t&#x16B;. [Tel.] Interj. Fie! &#xC1A;&#xC40;&#xC1A;&#xC40;. The sound of a trumpet. &#xC24;&#xC42;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; t&#x16B;-gommu. n. A trumpet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC41;&#xC39;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tuhinamu. [Skt.] n. Dew, snow or hearfrost. &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC41;&#xC39;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; tuhjnu-karu&#x1E0D;u. n. Lit. One whose beams are dewy., i.e., the moon. &#xC1A;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC23;&#xC40;&#xC30;&#xC2E;&#xC41; t&#x16B;&#x1E47;amu. [Skt.] n. A quiver. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;. &#xC24;&#xC42;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x16B;&#x1E47;in&#x1E6D;su. v. t. To wriggle the loins in dancing. H. i. 242.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x16B;&#x1E0D;u. [Tel.] n. The root of the lotus. &#xC24;&#xC42;&#xC21;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; a swan which is so called because it feeds on &#xC24;&#xC42;&#xC21;&#xC41;&#xC32;&#xC41;. One species is called &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC42;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;t&#x16B;&#x1E0D;i-k&#x16B;ra. [Tel.] n. The aquatic plant named Pistia stratiotes. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;. Rox. iii. 131. &#xC39;&#xC20; &#xC05;&#xC28;&#xC47; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x16B;&#x1E6D;u. [Tel.] n. A hole. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC42;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC42;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; t&#x16B;&#x1E6D;u-ka&#x1E6D;&#x1E6D;tu. v. n. To be cracked, to have a hole. &#xC24;&#xC42;&#xC1F;&#xC3E;&#xC21;&#xC41; t&#x16B;&#x1E6D;-&#x101;&#x1E0D;u. v. a. To bore, to make a hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To harass &#xC35;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC30; tu&#x1E6D;i. [Tel.] n. A certain herb. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;. Rox. i. 482. 500.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC1F;</span>&#xA0;&#xA0;t&#x16B;&#x1E6D;a. [Tel.] n. A bit, a fragment. &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. adj. Wicked &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC42;&#xC1F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x16B;&#x1E6D;a-ka&#x1E6D;&#x1E6D;u. v. n. To be cut into pieces. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC24;&#xC42;&#xC1F; or &#xC24;&#xC42;&#xC1F;&#xC30;&#xC3F; t&#x16B;&#x1E6D;a. n. A wicked man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x16B;&#x1E6D;su. [Tel. from &#xC24;&#xC42;&#xC17;&#xC41;.] v. t. To weigh. &#xC24;&#xC42;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC1A;&#xC3E;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;t&#x16B;-ch&#x101;-tappaka-&#x1E6D;saduvu. [Tel. Derieved from Sanskrit conjuctions &#xC24;&#xC41; if &amp; &#xC1A; and.] v. n. To read without missing (a single syllable) an if or an and. &#xC07;&#xC26;&#xC3F; &#xC24;&#xC42;&#xC1A;&#xC3E;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC15; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this fitted him to a T or exactly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC17;&#xC41;</span>&#xA0;&#xA0;t&#x16B;gu. [Tel.] v. n. To nod. To bow down, to be weighed down. To weigh &#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41;. To move or rock backwards and forwards. &#xC0A;&#xC17;&#xC41;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be paid or got. To sleep. &#xC15;&#xC42;&#xC30;&#xC41;. To be carried on &#xC28;&#xC21;&#xC1A;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC24;&#xC42;&#xC17;&#xC41; to be equal in weight, to rival in excellence. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC0E;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC24;&#xC42;&#xC17;&#xC41;&#xC28;&#xC41; dried chillies weigh heavier than the green ones. &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC24;&#xC42;&#xC17;&#xC3F;&#xC30;&#xC3E;&#xC15; as he could not obtain payment. &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC42;&#xC17;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC46; the work was not carried through. n. Nodding: moving backwards and forwards; equipoise. &#xC0A;&#xC17;&#xC41;&#xC1F;. Weight. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. Drowsiness, sleepiness. &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC2A;&#xC26;&#xC3F;&#xC24;&#xC42;&#xC17;&#xC41;&#xC32; &#xC30;&#xC35;&#xC32;&#xC41; ten carats weight of diamonds. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC42;&#xC17;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am drowsy. &#xC20;&#xC42;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x16B;gin&#x1E6D;su. v. a. To accomplish, to carry through. &#xC24;&#xC42;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41; or &#xC24;&#xC42;&#xC17;&#xC41;&#xC1F;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC32; t&#x16B;gu-man&#x1E6D;samu. n. A swinging cot, a cradle, &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC42;&#xC17;&#xC41;&#xC21;&#xC41; the animal called a sloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC24;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; t&#x16B;ta-kommu. [Tel. from &#xC24;&#xC42; q. v.] n. A flute. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;.
			</div>
                