&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x16B;-po&#x1E0D;u&#x1E6D;su. [Tel.] v. t. To spit. &#xC09;&#xC2E;&#xC3F;&#xC2F;&#xC41;. See &#xC24;&#xC42;. To puff away with the breath: to blow off, to fumigate in order to keep off ill. To &quot;blow upon&quot; or perform a spell (saying &#xC24;&#xC42;) so as to relieve the pain. &#xC24;&#xC42;&#xC24;&#xC42; &#xC05;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;t&#x16B;pu-r&#x101;si. [Tel.] n. A drain, a water course. A. vi. 9. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC47; &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;t&#x16B;pu. [Tel.] n. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x16B;pin&#x1E6D;su. [Tel. causal from &#xC24;&#xC42;&#xC1A;&#xC41;.] v. a. To cause to be weighed, to get one to weigh (a thing.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;t&#x16B;pi. [Tel.] n. A carlike structure over the place where the principal idol in a temple is kept &#xC17;&#xC41;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC42;&#xC32; &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x16B;paramu. [Tel.] n. A hole, a small hole. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC2A;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC24;&#xC42;&#xC2A;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; or &#xC24;&#xC42;&#xC2A;&#xC30;&#xC3E;&#xC23;&#xC3F; t&#x16B;par&#x101;&#x1E47;a. n. A water course, a drain. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC2F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC28;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC28;&#xC40;&#xC17; t&#x16B;niga. [Tel.] n. A dragon fly, Libellula linearis. &#xC24;&#xC42;&#xC28;&#xC40;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; t&#x16B;n&#x12B;ga-pakshi. n. A bird like quail. &#xC24;&#xC42;&#xC28;&#xC46;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F; t&#x16B;ne-ko&#x1E6D;l-&#x101;&#x1E6D;a. A certain game among boys. H. iii. 188.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;t&#x16B;nika. [Tel. from &#xC24;&#xC42;&#xC17;&#xC41;.] n. Weighing. &#xC24;&#xC42;&#xC1A;&#xC41;&#xC1F;. Respect &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC1A;&#xC46;&#xC21;&#xC46; he lost respect &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41;. &#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC15;&#xC4B;&#xC32; or &#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC26;&#xC02;&#xC21;&#xC46; t&#x16B;nika-k&#x14D;la. n. The beam of a balance. &#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; t&#x16B;nika-v&#x113;yu. v. t. To weigh in a balance. &#xC24;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC28;&#xC30;&#xC24;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x16B;nara-tukkamu. [Tel.] n. The name of a certain game played by children.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC24;&#xC42;</span>&#xA0;&#xA0;See &#xC24;&#xC42;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x16B;turu. [Tel.] n. A mulberry tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;t&#x16B;ri. [Tel.] n. A time or occasion &#xC24;&#xC21;&#xC2A;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC12;&#xC15;&#xC24;&#xC42;&#xC30;&#xC3F; once.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC28;&#xC17;&#xC4B;&#xC32;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC42;&#xC30;&#xC28;&#xC24;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; t&#x16B;rana-g&#x14D;&#x1E37;alu. [Tel.] n. A certain game played by boys.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;</span>&#xA0;&#xA0;, &#xC24;&#xC41;&#xC35;&#xC30; or &#xC24;&#xC41;&#xC35;&#xC30; t&#x16B;ra. [Tel.] n. Drizzling rain, a drop of rain. &#xC35;&#xC3E;&#xC28;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A. iv. 169. A porpoise. &#xC1C;&#xC32;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x16B;mu. [Tel.] n. A drain, a sluice, a watercourse, an outlet, a fissure, a bore, a hole. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. The Indian bushel, equal to four Kunchams, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;, i.e., about fifteen&apos; English bushels. A measure of land (See &#xC07;&#xC30;&#xC38;) being 1/16 (one anna) less than acre.&quot; The central hole in a wheel through which the axle passes &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. The eye of a needle &#xC38;&#xC42;&#xC26;&#xC3F; &#xC1A;&#xC46;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x16B;baru&#x1E0D;u. [Skt.] n. A beardless youth. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A watchman over a harem &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                