&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x16B;ru. [Tel.] v. n. To drizzle, as small rain. (&#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;) &#xC24;&#xC42;&#xC30;&#xC2A;&#xC21;&#xC41;. To enter &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To struggle, endeavour &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15; &#xC1A;&#xC47;&#xC2F;&#xC41;. Mand. 1. 67. T. v. 56. &quot;&#xC24;&#xC42;&#xC30;&#xC41;&#xC24;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC02;&#xC21;&#xC02;&quot; dangling wreaths. Anirud. iii. 80. n. Husks of corn, bran. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC42;&#xC30;&#xC2C;&#xC21;&#xC41; to enter. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; to cause to enter. &#xC24;&#xC42;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC42;&#xC30;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC42;&#xC30;&#xC41;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; t&#x16B;ru-pa&#x1E6D;&#x1E6D;u. v. t. To winnow grain by scattering it from a fan to the eastern breeze. To expose anything to the wind. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To sift or examine thoroughly: &#xC24;&#xC42;&#xC30;&#xC41; (bran) &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; t&#x16B;rupu. [Tel. from &#xC24;&#xC42;&#xC30;&#xC41;. to enter. Lit. where the sun enters] n. The East. &#xC24;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; t&#x16B;rupu-kon&#x1E0D;u. n. The Eastern Hill, an imaginary hill supposed to be situated where the sun rises. &#xC24;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; lit. the Lord of the East, i.e., Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC32;</span>&#xA0;&#xA0;t&#x16B;la. [Tel.] n. A kind of fish. &#xC2A;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x16B;ryamu. [Skt.] n. A musical instrument. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Music. Clamour, roar, uproar. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC43;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x1E5B;i&#x1E6D;&#x1E6D;u. [Skt.] n. Thirst. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. Desire &#xC07;&#xC1A;&#xC4D;&#xC1B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC43;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x1E5B;i&#x1E6D;itamu. [Skt.] adj. Broken, cut, severed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC37;&#xC4D;&#xC23;&#xC40;&#xC02;</span>&#xA0;&#xA0;t&#x16B;sh&#x1E47;&#x12B;m. [Skt.] adv. Silently, in silence. &#xC24;&#xC42;&#xC37;&#xC4D;&#xC23;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41; a reserved man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x16B;lu. [Tel.] v. n. To shake. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To reel, to stagger. To faint, or become giddy. To be overcome with love, &amp;c. To waver, hesitate. To be dazzled, to blink, as the eye. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC24;&#xC42;&#xC32;&#xC41;&#xC1F; to oppose or hinder. To avoid &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC24;&#xC42;&#xC32; t&#x16B;la. [from &#xC24;&#xC42;&#xC32;&#xC41;.] adv. Down, off, roughly. &#xC24;&#xC42;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC42;&#xC32;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC41; to use rough language. &#xC24;&#xC42;&#xC32;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to knock down. &#xC24;&#xC42;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC42;&#xC32;&#xC2C;&#xC21;&#xC41; t&#x16B;la-ba&#x1E0D;u. v. n. To fall down, to totter. &#xC24;&#xC42;&#xC32;&#xC41; n. A stumble, a stagger. adj. Prolix, long tedious. &#xC24;&#xC42;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC42;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x16B;lu&#x1E6D;su. [Tel.] v. a. To make one reel, to cause one to stagger, to knock down. To remove &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC42;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; Same as &#xC24;&#xC42;&#xC32;&#xC41;. &#xC24;&#xC42;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41; t&#x16B;la-p&#x14D;vu. n. To be chagrined or disappointed. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC24;&#xC42;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; t&#x16B;la-pu&#x1E6D;s&#x1E6D;su. v. t. To cause to be chagrined, to disappoint, to disgrace. &#xC24;&#xC42;&#xC32;&#xC3E;&#xC21;&#xC41; (&#xC24;&#xC42;&#xC32;&#xC3F;+&#xC06;&#xC21;&#xC41;) Same as &#xC24;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See under &#xC24;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x16B;lamu. [Skt.] n. Cotton, down. &#xC26;&#xC42;&#xC26;&#xC3F;. &#xC39;&#xC02;&#xC38;&#xC24;&#xC42;&#xC32;&#xC2E;&#xC41; Swan&apos;s down. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC32;&#xC3F; or &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15; t&#x16B;li. n. A small feather, down. A brush or hair pencil. A paint brush: A. v. 158. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC47;&#xC15;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC32;&#xC3E;&#xC15;. &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; a feather bed or quilt, a downy bed. &#xC24;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC3F; t&#x16B;lini. n. Down: silky cotton. &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC26;&#xC42;&#xC26;&#xC3F;. &#xC24;&#xC42;&#xC32;&#xC3F; or &#xC24;&#xC42;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC41; [Tel. &#xC24;&#xC42;&#xC32;+&#xC07;.] n. A fisherman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x1E5B;i&#x1E47;amu. [Skt.] n. Grass, reeds. Corn. A straw, a blade of grass, a reed. A mere trifle. &#xC24;&#xC43;&#xC23;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC3F; t&#x1E5B;i&#x1E47;a-gr&#x101;hi. Lit: &quot;drawing straws,&quot; as amber. A sapphire, &#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;. &#xC24;&#xC43;&#xC23;&#xC1C;&#xC32;&#xC42;&#xC15;&#xC2E;&#xC41; t&#x1E5B;i&#x1E47;a-jal&#x16B;kamu. n. The leaping leech, that jumps along, fixing its head and tail alternately. &#xC2D;&#xC3E;&#xC17;. 10. &#xC38;&#xC4D;&#xC15;&#xC02;. &#xC2A;&#xC42;. &#xC24;&#xC43;&#xC23;&#xC1C;&#xC32;&#xC42;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; is an expression like &quot;a bird in the hand is worth two in the bush,&quot; i.e., Securing one object before trying for another. &#xC24;&#xC43;&#xC23;&#xC24; t&#x1E5B;i&#x1E47;ata. n. Grassiness. &#xC24;&#xC43;&#xC23;&#xC2C;&#xC3E;&#xC35;&#xC2E;&#xC41;. A bow, &#xC27;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC43;&#xC23;&#xC24; Indra&apos;s bow, i.e., a rainbow. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; A. v. 154. &#xC24;&#xC43;&#xC23;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41; t&#x1E5B;i&#x1E47;a-drumamu. n. The &quot;grass-bearing tree,&quot; i.e., a tree belonging to the grass family. &#xC24;&#xC43;&#xC23;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC2E;&#xC41; t&#x1E5B;i&#x1E47;a-dhvajamu. n. A bamboo, &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC24;&#xC43;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; t&#x1E5B;i&#x1E47;a-pr&#x101;yamu. adj. Worth a straw, worthless, contemptible. &#xC24;&#xC43;&#xC23;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; the palmyra or the cocoanut tree. &#xC24;&#xC43;&#xC23;&#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; t&#x1E5B;i&#x1E47;a-&#x1E63;&#x16B;nyamu. adj. Having no grass. &#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;. n. The Jasmine. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC24;&#xC43;&#xC23;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x1E5B;i&#x1E47;&#x12B;-karin&#x1E6D;su. v. a. To look upon (a thing) as grass. To contemn, despise, slight, make light of &#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC43;&#xC23;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; t&#x1E5B;i&#x1E47;&#x12B;-k&#x101;ramu. n. Contempt, disregard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x16B;r&#x1E47;amu. [Skt.] n. Speed. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;. adj. Speedy, rapid. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC32;. See &#xC24;&#xC4D;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;See under &#xC24;&#xC42;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See under &#xC24;&#xC42;&#xC30;&#xC41;.
			</div>
                