&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;t&#x1E5B;ipti. [Skt.] n. Fullness, completeness, satisfaction. &#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; t&#x1E5B;iptamu. adj. Full, satisfied, satiated. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; t&#x1E5B;iptu&#x1E0D;u. n. One who is satisfied.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC43;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x1E5B;it&#x12B;yamu. [Skt. Cf. Eng. &apos;Three&apos;,] adj. Third. &#xC24;&#xC43;&#xC24;&#xC40;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; the third case of a noun, which has &#xC24;&#xC4B; &quot;with&quot; or &#xC1A;&#xC47;&#xC24; &quot;by&quot; as its signs. &#xC2E;&#xC42;&#xC21;&#xC35; &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC24;&#xC43;&#xC24;&#xC40;&#xC2F;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; t&#x1E5B;it&#x12B;y&#x101;-k&#x1E5B;itamu. adj. Thrice ploughed. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28; (&#xC28;&#xC47;&#xC32;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC15;&#xC24;&#xC46;&#xC15;</span>&#xA0;&#xA0;teka-teka. [Tel. anuk.] adv. Hotly. fiercely. Much (referring to sunshine.) &#xC24;&#xC46;&#xC15;&#xC24;&#xC46;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is hot, it is fierce.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC02;&#xC2A;&#xC3F; tempu. [Tel. from &#xC24;&#xC46;&#xC17;&#xC41;.] n. Breaking. &#xC24;&#xC46;&#xC17;&#xC41;&#xC1F;. Bravery, daring, ardour, &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;. Insolence, rashness. An infraction of a rule. An outbreak, a breach of the peace. Harshness of temper. &#xC24;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC46;&#xC02;&#xC2A;&#xC41; ruin: See &#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they plucked up heart and came, they came in desperation. &#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41; a rope just breaking. &#xC24;&#xC46;&#xC02;&#xC2A;&#xC41; v. a. To break, to open a suice, &amp;c. &#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC3F; tempari. (&#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A brave man. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;tempi. [Tel. from &#xC24;&#xC46;&#xC17;&#xC41;.] n. A widow. &#xC35;&#xC3F;&#xC27;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. See &#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;. A wretch, jade, slut.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See under &#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC2A;</span>&#xA0;&#xA0;tempa. [Tel.] n. A heap, a quantity. P. i. 496.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;ten&#x1E0D;e. [Tel.] n. A dish, boat or trough. &#xC26;&#xC4B;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;ten&#x1E0D;u. [Tel.] v. n. To sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To lie down, &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC1A;&#xC41; ten&#x1E6D;su. [Tel. The causal of &#xC24;&#xC46;&#xC17;&#xC41;.] v. a. To break, snap. &#xC24;&#xC46;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; to break the cord., i.e., to make a woman a widow by breaking the cord which sustains the token of marriage (&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) Hence &#xC12;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; to break a man&apos;s cord, to ruin a man. This verb occurs in compounds signifying &apos;to come&apos; or &apos;go,&apos; as &#xC05;&#xC30;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC43;&#xC37;</span>&#xA0;&#xA0;or &#xC24;&#xC43;&#xC37;&#xC4D;&#xC23; t&#x1E5B;isha. [Skt.] n. Thirst. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. Wish, desire. &#xC07;&#xC1A;&#xC4D;&#xC1B;. &#xC24;&#xC43;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; t&#x1E5B;ishitu&#x1E0D;u. one who is thirsty. &#xC2E;&#xC43;&#xC17;&#xC24;&#xC43;&#xC37;&#xC4D;&#xC23; mirage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC1F;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;tega&#x1E6D;&#x101;ru. [Tel.] v. n. To die, expire, perish. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; tega&#x1E6D;&#x101;r&#x1E6D;su. v. a. To kill, slay, destroy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tega&#x1E6D;su. [Tel.] v. n. To be confused or confounded. &#xC15;&#xC32;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;</span>&#xA0;&#xA0;See under &#xC24;&#xC46;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; tek-konu. [Tel. &#xC24;&#xC46;&#xC17;+&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To become fierce, to kill. &#xC30;&#xC47;&#xC17;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC46;&#xC17;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tekkali. [Tel.] n. Theft. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;. A trick. &#xC35;&#xC02;&#xC1A;&#xC28;. A fault &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. Severity, difficulty. adj. Deceitful, stealthy. &#xC2A;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41;. &quot;&#xC24;&#xC46;&#xC15;&#xC1C;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC2D;&#xC2F;&#xC2E;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC17;. vi. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; she became pregnant by stealth. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; tekkali-k&#x101;&#x1E0D;u. n. A thief. A swindler. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC26;&#xC48;&#xC35;&#xC2E;&#xC41; delusive destiny! cheating hopes. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; tekkali-konu. v. a. To steal or plunder. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; tekkali-p&#x101;&#x1E6D;u. n. Danger, misfortune, calamity, &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tekkaramu. [Tel.] n. A prank. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC40;&#xC21;&#xC41; tekkar-&#x12B;&#x1E0D;u. n. A rogue. a cheat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC15;&#xC24;&#xC47;&#xC30;</span>&#xA0;&#xA0;teka-t&#x113;ra. [Tel.] adj. Quite unconnected. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC24;&#xC46;&#xC15;&#xC24;&#xC47;&#xC30;&#xC17;&#xC3E; tekat&#x113;ra-g&#x101;. adv. Off, offhand, by accident, causelessly. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;. Quite useless by &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
                