&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;tega&#x1E0D;u. [Tel.] v. a. To scorn, revile, censure, chide. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC46;&#xC17;&#xC21;&#xC46;&#xC21;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41; the face that scorned the brilliance of the looking glass. &quot;&#xC24;&#xC47; &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC26;&#xC46;&#xC17;&#xC21;&#xC26;&#xC17;&#xC41;&#xC28;&#xC46;.&quot; Das. vii. 78. &quot;&#xC12;&#xC15;&#xC2A;&#xC30;&#xC3F;&#xC26;&#xC46;&#xC17;&#xC21;&#xC41; &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC2A;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;.&quot; ND. i. 711. v. n. To be scorned. &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. n. Scorn, censure. &#xC28;&#xC3F;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC41;</span>&#xA0;&#xA0;tegu. [Tel.] v. n. To break, burst, sever, snap, or be separated. To be cut or split, as the skin or flesh with a blow. To burst, as a lake. To be parted out, as shares. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. To be sharp, as a cutting instrument. To venture &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be mellowed, trained or broken in, as a musical voice &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC24;&#xC46;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; he voice is tuned aright. To be finished or break off, as a work. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC41;. To die &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; &#xC36;&#xC36;&#xC15;&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC17;&#xC35;&#xC46;.&quot; P. iii. 96. &#xC35;&#xC17;&#xC24;&#xC46;&#xC17;&#xC46;&#xC28;&#xC41; the dispute was terminated. &#xC24;&#xC46;&#xC17; tega. n. A sort, kind, class. &#xC38;&#xC1C;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A crowd or flock. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A sect, branch or division in a sect. A community, family, kin. Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Side &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A bowstring &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. Stringing a bow &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. A length &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; for &#xC24;&#xC46;&#xC17;&#xC15;&#xC4A;&#xC28;&#xC41; See above. &#xC24;&#xC46;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; tegago&#x1E6D;&#x1E6D;u. v. a. To snap off, to cut, or sever &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC15;&#xC4B;&#xC2F;&#xC41; to cut off, to deduct. &#xC24;&#xC46;&#xC17;&#xC17;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41; to bite through. &#xC24;&#xC46;&#xC17;&#xC1A;&#xC42;&#xC1A;&#xC41; to stare. &#xC24;&#xC46;&#xC17;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41; to sell off. v. t. To heat soundly. &#xC24;&#xC46;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC41; tegan&#x101;&#x1E0D;u. v. n. To speak rigorously. &#xC24;&#xC46;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hold fast. &#xC24;&#xC46;&#xC17;&#xC2C;&#xC21;&#xC41; or &#xC24;&#xC46;&#xC17;&#xC2C;&#xC3E;&#xC30;&#xC41; tega-ba&#x1E0D;u. v. n. To dare, to venture. &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC41; tegav&#x113;yu. v. t. To cut off, &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC3E;&#xC21;&#xC3F; quite out of countenance. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;. &quot;&#xC24;&#xC46;&#xC17;&#xC2E;&#xC4A;&#xC17; &#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC28;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC26;&#xC41; &#xC30;&#xC46;&#xC02;&#xC26;&#xC27;&#xC4B;&#xC17;&#xC24;&#xC41;&#xC32;&#xC4D;.&quot; UR. K. vii. 267. &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28; gashed, wounded, broken. &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the field was cut up, ploughed up or destroyed by the flood. &#xC24;&#xC46;&#xC17;&#xC41;&#xC21;&#xC41; tegu&#x1E0D;u. n. Breaking. &#xC24;&#xC46;&#xC17;&#xC41;&#xC1F;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC21;&#xC32; tegudala. n. End, termination. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;. Decrease &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC2A;&#xC41; tegudempu. (&#xC24;&#xC46;&#xC17;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;.) n. A decision. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F; tegu-ba&#x1E0D;i. n. Breaking. &#xC24;&#xC46;&#xC17;&#xC41;&#xC1F;. Ploughing. &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;. Sale &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41; tegulu. n. An outbreak (of disease.) Disease, sickness, plague, pain, blight, evil, murrain, rot. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;, &#xC2A;&#xC40;&#xC21;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41; tegulu-gon&#x1E6D;u. n. A sick person, an invalid. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; tegulu-gonu. v. n. To become sick to fall sick. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC35; teguva. n. Darin , resolution. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;. Sharpness, decision, decidedness, determination. Hastiness, wilfulness. Suddenness, abruptness. Wreaking or satiating passion. Liberality. A charitable disposition &#xC26;&#xC3E;&#xC24;&#xC43;&#xC24;-&#xC35;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC35; &#xC26;&#xC47;&#xC35;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC35;&#xC3F; our daring is a very heaven, i.e., revenge is sweet! &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has become courageous, or venturesome. &#xC24;&#xC46;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F; tegu-d&#x101;ri. (&#xC24;&#xC46;&#xC17;&#xC41;&#xC35;+&#xC26;&#xC3E;&#xC30;&#xC3F;.) n. A courageous person. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. A donor, a charitable person. &#xC26;&#xC3E;&#xC24;. &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC21;&#xC41; teguvadu. (&#xC24;&#xC46;&#xC17;&#xC41;&#xC21;&#xC41;+&#xC2A;&#xC21;&#xC41;.) v. n. To be separated or severed. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tegin&#x1E6D;su. v. n. To dare or hazard. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC36;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41; desparate men, men with a forlorn hope. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; in doing this he risked everything, he hazarded his life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC3F;</span>&#xA0;&#xA0;tegi. [Tel.] n. Courage. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2C;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; R. vii. 73.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC21;</span>&#xA0;&#xA0;tega&#x1E0D;a. [Tel.] n. A certain purgative bark. (Heyne) &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC46;&#xC17; Convolvulus turpethum. Rox. i. 476.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;tega&#x1E6D;u. v. n. To forget oneself through joy. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. n. Pride. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1F;.
			</div>
                