&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;te&#x1E6D;&#x1E6D;uva. [Tel.] n. A group. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; te&#x1E6D;&#x1E6D;uva-ka&#x1E6D;&#x1E6D;u. v. n. To be grouped, to be drifted to one side as grass, moss, &amp;c., in water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;te&#x1E6D;&#x1E6D;u. [Tel.] n. Scum. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; molasses. &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; te&#x1E6D;&#x1E6D;u. n. The gate of a fort. A hedge or stockade round a city. A reef of rocks above the water. A place begirt with forests, or guarded by woods. &#xC35;&#xC28;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a stone fence or loose wall without mortar. &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; horizontally.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; te&#x1E6D;&#x1E6D;agin&#x1E6D;su. [Tel.] v. n. To desist, to be exhausted. To flag, be faint. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;, &#xC1A;&#xC47;&#xC35;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;te&#x1E6D;uku. [Tel.] n. Shrinking. &#xC24;&#xC46;&#xC1F;&#xC15;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; shrunken, shrivelled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;te&#x1E6D;s&#x1E6D;su. [Tel. &#x221A; &#xC24;&#xC46; to bring to give.] v. a. To get, to bring. &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To produce. To adduce as an instance. To understand or imply (a word not expressed in a sentence.) To bring about or cause. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to observe or heed, to lay to heart. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, i.e., &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to embezzle. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, i.e., &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; t enjoy. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to introduce or bring up a subject. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give (or produce) a colour. &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to bring forward. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to use or put (a thing) to use. &#xC26;&#xC4B;&#xC35;&#xC15;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to bring one into the way, to reform one. &#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41; (imperative) bring. &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; te&#x1E6D;s&#x1E6D;su-konu. v. n. To obtain or procure. To earn. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to feign or put on anger, to put oneself into passion. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to recover one&apos;s senses: to form a good resolution. &#xC2E;&#xC28;&#xC38;&#xC41;&#xC15;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to bring to mind, to lay to heart, to understand, to recollect. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; teppin&#x1E6D;su. v. a. To procure. To senf for. To get, obtain, provide.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2A;&#xC24;&#xC46;&#xC2A;</span>&#xA0;&#xA0;tepa-tepa. [Tel. anuk.] n. Backwards and forwards, this way and that. Radha. i. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;tenn-un&#x1E0D;u. [Tel.] v. n. To lie down. &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;tennu. [Tel.] n. A way, path. &#xC26;&#xC3E;&#xC30;&#xC3F;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; right in the way &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC26;&#xC4B;&#xC35;&#xC32;&#xC4B;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41; tenugu. [Tel. from Dravidian root &#xC24;&#xC46;&#xC28;&#xC4D; = south. Lit: the language of the south.] n. The Tenugu or Telugu language. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32; &#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; there are five species of Telugu. M. I. i. 20. &#xC24;&#xC46;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; tenigin&#x1E6D;su. v. a. To translate into Telugu. Sec &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC28;&#xC41;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;Same as &#xC24;&#xC47;&#xC15;&#xC41;&#xC35;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC28;&#xC2E;&#xC23;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC23;&#xC2E;&#xC23;&#xC41; tenama&#x1E47;u. [Tel.] v. n. To lie down. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;tettu. [Tel.] n. A door composed of thorny sticks. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41; te&#x1E0D;&#x1E0D;u. [Tel.] n. An oar, or paddle. A piece of wood, shaped like a racquet used to stir boiling food, a wooden spoon, a ladle. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC41; &#xC24;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC41; spears. &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC47; &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; he is a stubborn man. &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17; te&#x1E0D;&#x1E0D;u-m&#x16B;ti-konga. n. The bird called the Spoonbill. Platalea leuucorodia. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;te&#x1E6D;&#x1E6D;emu. [Tel.] n. Total, whole. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; or &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35; te&#x1E6D;&#x1E6D;e. [Tel.] n. A bee hive, a bees nest. &#xC24;&#xC47;&#xC28;&#xC46; &#xC2A;&#xC46;&#xC30;. A nest of the red tree-ants. &#xC24;&#xC47;&#xC28;&#xC46;&#xC2A;&#xC46;&#xC30;. A nest of the red tree-ants. &#xC2E;&#xC40;&#xC17;&#xC21;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; cream, the skin of boiled milk &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC3F;&#xC15;, &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC28;&#xC3E;&#xC1A;&#xC41;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a mass of scum and weeds on water, &#xC2A;&#xC3E;&#xC1A;&#xC3F;, &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; te&#x1E6D;&#x1E6D;elu-ka&#x1E6D;&#x1E6D;u. v. n. To be heaped. &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;te&#x1E6D;&#x1E6D;a-teruvu. [Tel. &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;+&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. n. The middle of the street. &#xC28;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F;.
			</div>
                