&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC24;&#xC47;&#xC2E; temma. [Tel.] n. Wetness, moisture. &#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E; the dew of flowers &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E; honeyed moisture &#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30; (&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;+&#xC0E;&#xC30; wind.) temm-era. n. A cool breeze. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F;. T. iii. 133. A breeze &#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2E;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC46;&#xC2E;&#xC32;&#xC4D;&#xC1A;&#xC41; temalu&#x1E6D;su. v. t. &amp; n. To feel a retching sensation. To shake, to turn the stomach or amuse vomiting. &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC17;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC28;&#xC2A;&#xC48;&#xC28;&#xC24;&#xC02;&#xC21;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC47;&#xC32;&#xC4D;&#xC26;&#xC46; &#xC2E;&#xC32;&#xC4D;&#xC1A;&#xC3F;.&quot; T. iv. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2E;&#xC21;</span>&#xA0;&#xA0;tema&#x1E0D;a. [Tel.] n. Phlegm, mucus. &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2C;&#xC15;</span>&#xA0;&#xA0;tebaka. [Tel.] n. Total &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;</span>&#xA0;&#xA0;teppu-na. [Tel.] adv. Quickly, at once. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;teppi&#x1E37;&#x1E37;u. [Tel.] n. Taunts, reproaches. &#xC05;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC41; or &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC41; tepparilu. [Tel.] v. n. To recover one&apos;s enses. To be roused, aware, alert. To go off, as weariness, or a swoon. &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;teppa. [Tel.] n. A raft or float, a cattamaran. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; his foot is sunk, i.e., he is totally ruined. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is as if (his) raft has come to the surface, i.e., he has recovered his spirits. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC26;&#xC47;&#xC32;&#xC41; to be rife, to abound, rejoice, revel. &#xC13;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC24;&#xC47;&#xC32;&#xC17;&#xC3E; or &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC17; abundantly. T. ii. 34. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A; a flake of fire. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32; the raft feast, when the god is placed on a float and rowed over a pond or reservoir. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC46;&#xC30;&#xC32;&#xC17; teppa-tearala-ga. adv. At pleasure, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E;. At full speed. &#xC05;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;temalu. [Tel.] v. n. To turn, as the stomach, to cause vomiting. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC2E;&#xC32;&#xC35;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC02;&#xC2C;&#xC41;, &#xC24;&#xC46;&#xC2E;&#xC32;&#xC15;&#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17; &#xC26;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;.&quot; L. xxiv. 204.
			</div>
                