&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC30;&#xC4D;&#xC32;&#xC41; teralu. [Tel.] v. n. To move. To toss about. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be routed. To set, or disappear. To come or go out or spread, as scent, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To overflow, boil over, &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;. To be agitated. &#xC15;&#xC32;&#xC17;&#xC41;. To avoid &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To die, expire &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC32;&#xC41;&#xC21;&#xC41; tera&#x1E37;u&#x1E0D;u. n. The act of coming out. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;&#xC1F;. A journey &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC32;&#xC3F;&#xC15; teralika. n. A crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC32;&#xC17;&#xC3E; tera-g&#x101;. adv. Loudly, openly, aloud. &#xC24;&#xC46;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41; terala-ba&#x1E0D;u. v. n. To be at a loss: to hestitate. VP. vi. 225. &#xC24;&#xC46;&#xC30;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; terala-b&#x101;ru. v. n. To avoid. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC46;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC46;&#xC30;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; teralu&#x1E6D;su. v. a. To scatter, or put to flight. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. M. VIII. vi. 56. Jaim. viii. 40. To give forth (a scent.) To smell. To cause to go out of the way. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC32;</span>&#xA0;&#xA0;terala. [Tel.] n. A mouthful. &#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC2A;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F; or &#xC24;&#xC46;&#xC30;&#xC3F;&#xC2A;&#xC3F; terapa. [Tel.] n. Opening. &#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;&#xC1F;. An interval, occation, intermission, leisure. &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC28;&#xC2E;&#xC41;. Disclosure, an opportunity. Looseness, i.e., lewdness. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; there was an intermission of the fever. &#xC24;&#xC46;&#xC30;&#xC2A;&#xC32;&#xC17;&#xC3E; or &#xC24;&#xC46;&#xC30;&#xC2A;&#xC24;&#xC46;&#xC30;&#xC2A;&#xC17;&#xC3E; loosely, here and there, scatteredly. &#xC35;&#xC3E;&#xC28; &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F; &#xC2F;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; the rain did not cease. &#xC24;&#xC30;&#xC35;. adj. Open, &#xC38;&#xC02;&#xC27;&#xC41;&#xC17;&#xC32;. &#xC24;&#xC46;&#xC30;&#xC38;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; down-rightness, plain speaking, plain language. &#xC24;&#xC46;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC30;&#xC2A;&#xC41; or &#xC24;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41; terapu-marapu. n. Dementation. &#xC2E;&#xC24;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; &#xC24;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;. Sense and nonsense: absence of mind, forgetfulness. &#xC0E;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; every man has his wise and foolish fits.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;, &#xC24;&#xC46;&#xC30;&#xC35;&#xC41;, or &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; teragu. [Tel.] n. Way, path, manner, style, fashion. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Beauty &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;. Order &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. A treaty of peace &#xC38;&#xC02;&#xC27;&#xC3F;. &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B; iii. &#xC07;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC35; thus, in this way. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; do not meddle with him. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC32;&#xC17;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC46;&#xC30;&#xC17;&#xC41;&#xC28; &#xC28;&#xC41;&#xC02;&#xC21;&#xC46; he was as though in a waking dream or reverie. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC46;.&quot; tell me the way of it. M. XIII. iv. 306. &#xC24;&#xC46;&#xC30;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; &#x1E6D;eragu-pa&#x1E0D;u. v. n. To conclude a peace. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to cause to conclude a peace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC17;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;See under &#xC24;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC46;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;terakuva. [Tel.] n. Sense, prudence. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;. An expedient, cunning &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E; cunningly, artfully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;</span>&#xA0;&#xA0;tera. [Tel.] n. A screen, curtain, a blind. A veil, a cover of any kind. &#xC38;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC40;&#xC30;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC32;. A plain or space. &#xC2C;&#xC2F;&#xC32;&#xC41;. A billow or surge &#xC05;&#xC32;. &#xC26;&#xC4B;&#xC2E;&#xC24;&#xC46;&#xC30; a mosquito curtain. &#xC28;&#xC3E;&#xC24;&#xC46;&#xC30; the lips. A time, one bout. &#xC12;&#xC15;&#xC24;&#xC46;&#xC30; once &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC24;&#xC46;&#xC30; again. &#xC24;&#xC46;&#xC30;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC4D; wave upon wave, in waves, tumultuously, &quot;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E;.&quot; Vijaya. ii. 19. &#xC24;&#xC46;&#xC30;&#xC24;&#xC46;&#xC30; wave after wave. a series &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;. adj. Spread out, open as a plain. Gaping, open as the mouth. &#xC24;&#xC46;&#xC30;&#xC28;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC32; open mouthed. &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC46;&#xC30; tenetera. n. A honey comb. &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC41; terap&#x101;ru. v. n. To curdle, to coagulate, to congeal as water or other liquid. &#xC24;&#xC46;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC0E;&#xC02;&#xC21;&#xC24;&#xC46;&#xC30;&#xC24;&#xC40;&#xC38;&#xC3F; &#xC2C;&#xC2F;&#xC32;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the sun broke through the clouds. &#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC24;&#xC46;&#xC30;&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; the Vaishnavas always are behind a screen, particularly while cating. &#xC24;&#xC46;&#xC30;&#xC32; &#xC17;&#xC3E;&#xC17;&#xC3F;&#xC28; overpowering, terrible, &#xC09;&#xC32;&#xC4D;&#xC2D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; tera-l-&#x101;&#x1E0D;u. (A. vi. 142.) v. n. To hide. To gleam or shine through a veil &#xC24;&#xC46;&#xC30;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC46;&#xC30;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC17;&#xC02;&#xC1F;&#xC3F; tera-gan&#x1E6D;i. n. A god, or goddess. &#xC05;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41;. Nila Parin. i. 2. &#xC24;&#xC46;&#xC30;&#xC28;&#xC4B;&#xC1F;&#xC3F; &#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC41; a lion. &#xC24;&#xC46;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; tera-ka&#x1E6D;&#x1E6D;u. n. A screen. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC1F; to hold the handkerchief before the mouth while speaking (a custom of Musulman origin.) H. v. 99. &#xC24;&#xC46;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; tera-ka&#x1E6D;&#x1E6D;u. v. n. To form into flakes, to coagulate. &#xC2E;&#xC40;&#xC17;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, to harden &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; tera-k&#x101;&#x1E0D;u. n. A thief: a concealed agent. &#xC24;&#xC46;&#xC30;&#xC1A;&#xC3E;&#xC2A; tera-&#x1E6D;s&#x101;pa. n. A screen, or mat. A ship&apos;s sail; (lit:) a screen - cloth, or veil. &#xC24;&#xC46;&#xC30;&#xC24;&#xC46;&#xC30;&#xC17;&#xC3E; tera-tera-g&#x101;. adv. At intervals, now and then. &#xC24;&#xC46;&#xC30;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; teran&#x101;&#x1E6D;a-kamu. n. A puppet show or other play in which a curtain is used. P. iv. 255. &#xC24;&#xC46;&#xC30;&#xC2F;&#xC40;&#xC17; tera-y-&#x12B;ga. n. A bee. &#xC24;&#xC47;&#xC28;&#xC46;&#xC1F;&#xC40;&#xC17;. M. VII. i. 236. &#xC24;&#xC46;&#xC30;&#xC35;&#xC47;&#xC1F;&#xC41; tera-v&#x113;&#x1E6D;a. n. &quot;Screen hunting.&quot; in which the huntsmen use screens to conceal themselves, a hunt wherein hurdles or screens are placed around the hunting ground. A. iv. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;terra. [Tel.] n. A rash, foolish fellow, a blockbead. Also, another form of &#xC24;&#xC46;&#xC30; open.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC24;&#xC46;&#xC30;&#xC4D;&#xC35;&#xC41; teravu. [Tel.] n. Way. See &#xC24;&#xC46;&#xC30;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC30;&#xC2A;&#xC30;&#xC3F; or &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3F; terav-ari. n. A wayfarer, a traveller. &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC3F;. &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; teruvu-k&#x101;&#x1E0D;u. n. A highwayman. &#xC26;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC4A;&#xC02;&#xC17;. &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC41; teruv&#x101;&#x1E6D;u. (&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;+&#xC06;&#xC1F;&#xC41;.) n. A wayfarer, traveller. A road &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A. vi. 51. Highway robbery &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. &#xC24;&#xC46;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; a highway man. &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to rob on the highway.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC35;</span>&#xA0;&#xA0;terava. [Tel. &#xC24;&#xC46;&#xC30; open+&#xC35;&#xC3E;&#xC2F;&#xC3F; mouth.] n. A maid, girl, woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41; teraisu. [Tel.] v. a. To open, unfasten, uncover. &#xC24;&#xC46;&#xC30;&#xC35;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
                