&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC3F;</span>&#xA0;&#xA0;teli. [Tel.] adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Bright. Pure &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; a bright smile. n. Whiteness. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; teligannulu. n. The whites of the eyes: staring eyes: upturned eyes that shew the white. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC3F; a bright eyed woman &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; teli-puvvu. n. A phrase for the moon, as being the &quot;Flower of brilliancy.&quot; H. ii. 4. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC41; teli-g&#x101;mu. n. (Lit.) The white or silvery planet, i.e., Venus &#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC21;&#xC2E;&#xC4D;&#xC2E;&#xC3F; teli-dammi. n. The white lotus. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; teli-dammi-kan&#x1E6D;i. n. The white-lotus-eyed, i.e., Vishnu, &#xC2A;&#xC41;&#xC02;&#xC21;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; teli-pi&#x1E6D;&#x1E6D;a. n. The white bird, i.e., swan &#xC39;&#xC02;&#xC38;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; teli-mekamu. n. The bright beast, i.e., a lion. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC21;&#xC35;&#xC41; teli-modavu. n. The white cow, i.e., &#xC15;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC47;&#xC30;&#xC41; te&#x1E37;i-y&#x113;ru. n. The white river, i.e., the Heavenly Ganges. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC17;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC17;&#xC3E; telaga. [Tel. from &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.] n. A certain division of the Sudra caste. This name is generic for the nation, as Briton is for the nation, as Briton is for the English: yet is applied specifically to one caste, as ancient Britons is a name given to the Welsh. adj. Of or belonging to the Telaga caste. &#xC24;&#xC46;&#xC32;&#xC17;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a native house. &#xC24;&#xC46;&#xC17;&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC32;&#xC41; a certain caste. &#xC24;&#xC46;&#xC32;&#xC17;&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41; telaga-vukku. n. A very tough sort of steel. &#xC24;&#xC46;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC41; &#x1E6D;elag&#x101;lu. n. The caste called Telagas. &#xC24;&#xC46;&#xC32;&#xC17;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; telag&#x101;&#x1E47;yulu. n. A certain caste of Smarta Brahmins.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; tela. [Tel.] adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32; tela-tela. adj. Whitish, pale, more and more bright. &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC28;&#xC17;&#xC41; to become more bright. &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC28;&#xC17;&#xC41; to become more and more white; or to smile pleasantly, to be radiant with smiles. &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC41; tela-tela-b&#x14D;vu. v. n. To whiten, brighten; to turn pale. &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC35;&#xC47;&#xC17;&#xC41; to dawn gradually. &#xC24;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; Same as &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; (q. v.) &#xC24;&#xC46;&#xC32;&#xC28;&#xC3E;&#xC15;&#xC41; telan-&#x101;ku. n. A fair leaf, a whitish betel leaf, a blank page. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC06;&#xC15;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;telika. [Tel.] n. The sesamum plant &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; telika-pin&#x1E0D;i. n. The stuff that remains after the oil had been pressed from sesamum seed. Oil cake &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41; telika-v&#x101;&#x1E0D;u. n. An oilman, an oil merchant.
			</div>
                