&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC1A;&#xC41; telu&#x1E6D;su. [Tel.] v. t. To bow to, to worship. &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. To clear up, as a doubt &#xC24;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. To make clear &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To pray, to request &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41; and &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41; telugu. [The original form of this word is &#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41; (q. v.) It literally means &quot;the language of the South&quot; Some wrongly derive it from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;. For other attempts to derive it see Caldwell.] [Drav.] n. The Telugu language, &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. A Telugu man or woman. A Telugu word. thus &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; Telugu words (Appa C. i. 271.) so called as distinguished from Sanskrit. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; pure Telugu, free from foreign elements. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC46;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; teligin&#x1E6D;su. v. t. To translate into Telugu. &#xC24;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;telukula-v&#x101;&#x1E0D;u. n. An oil-man &#xC26;&#xC47;&#xC28;&#xC24;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; a sect among them who wear the &#xC1C;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. See &#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;teliyu. [Tel. from &#xC24;&#xC46;&#xC32;&#xC3F; lit. to become white or plain.] v. n. To appear, come to light. To be known, perceived, seen, felt. To be discovered, or found. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC17;&#xC41;. To wake up &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To become plain or be favoured &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. v. a. To know, to perceive. &#xC0E;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;.&quot; &#xC2D;. i. &#xC36;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he has lost his senses. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; she lay senseless. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a blind man. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;. a cat can see in the dark. &#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E; do you see, understand, or know it? &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC15; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did it unwittingly, unintentionally. &#xC2E;&#xC24;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC09;&#xC02;&#xC21;&#xC3F; being conscious, recollecting himsellf. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; ever since I grew up. &#xC08; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC28;&#xC40; I call upon you to be a witness of this, I wish you to observe this. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one who knows, a man of understanding. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when he awoke from sleep. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; teliya-j&#x113;yu. v. a. To make known, to tell, explain, advise, inform. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F; telivi. n. Understanding: perception, consciousness, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. Wisdom, &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;. Brightness, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41; Clearness, (&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;) &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Whiteness &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &quot;&#xC26;&#xC3F;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC24; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC46;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iii. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC3E; on coming to oneself, on recovering one&apos;s senses. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4B;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to tell discreetly. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; telivi-katte. n. A wise woman, &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; telivi-k&#x101;&#x1E0D;u. n. A man of sense. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F; teliv-i&#x1E0D;i. n. Understanding. The act of making known, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC1F;. An illustration &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. See &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; teli-gonu. v. t. To know, to find out. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. To extort an oath. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; telusu-konu. v. a. To learn, find out, ascertain, understand, know, observe, take notice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F; tele. [Tel.] n. A dish or platter. &#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41; telupu. [Tel. from &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;.] v. a. To make known, tell, say, instruct, inform, suggest. To shew, manifest, reveal, betray. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To wake up &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. To calm. &#xC24;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F; having reassured or encouraged him. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; telupu&#x1E0D;u. n. Knowledge, knowing. &#xC0E;&#xC30;&#xC41;&#xC15;. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; telupu&#x1E0D;u-ch&#x113;yu. v. t. To make known &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41; [from &#xC24;&#xC46;&#xC32; white.] n. Whiteness. Purity &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; gonorrh&#x153;a. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; to become white.
			</div>
                