&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC17;</span>&#xA0;&#xA0;t&#x113;ga. [Tel.] n. The edible sprout of the young palmyra tree. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;t&#x113;kuva. [Tel.] n. Firmness, bravery, courage. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Spirit. Freshness, bloom. Fear, &#xC2D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC15;&#xC41;</span>&#xA0;&#xA0;t&#x113;ku. [Tel. another form of &#xC1F;&#xC47;&#xC15;&#xC41;.] n. The teak tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x113;n&#x1E6D;lu. [Tel. plu of &#xC24;&#xC47;&#xC1F;&#xC3F;.] n. Bees. &#xC24;&#xC47;&#xC28;&#xC46;&#xC2F;&#xC40;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC28;</span>&#xA0;&#xA0;tevva-na. [Tel.] n. Beauty, elegance. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;tevva. [Tel.] n. A surge or billow. a large wave. A flood, an inundation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41; tevulu. [Tel. from &#xC24;&#xC46;&#xC17;&#xC41; to break.] n. A disease, murrain. Evil, mischief. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC15;&#xC40;&#xC21;&#xC41;. &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41; or &#xC24;&#xC46;&#xC35;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41; Same as &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;. &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; Same as &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; Same as &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;tellu. [Tel. for &#xC24;&#xC46;&#xC30;&#xC32;&#xC41;.] v. n. To boil &#xC24;&#xC4D;&#xC30;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;. To fall. &#xC2A;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;&#xC32;&#xC4B; &#xC28;&#xC42;&#xC28;&#xC46; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; when the oil was boiling they threw him in.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;tella. [Tel. &#xC24;&#xC46;&#xC32;&#xC4D; white.] adj. White, pale, pallid. Plain, evident. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC2E;&#xC41; n. Whiteness, paleness. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; blank paper. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC28;&#xC3E;&#xC32;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; white people, Europeans. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; pale gold. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; light red. &#xC2E;&#xC4A;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC48; turning pale. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; bright eyes. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC3F; a white crow. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30; a white crane. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21; a onion &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; the lion. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC30;&#xC35; tella-b&#x14D;rava. n. The white Scavenger Vulture. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC40;&#xC17; tella-t&#x12B;ga. n. A large woody climbing creeper called Dalbergia rubiginosa. Rox. iii. 231. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC40;&#xC35;&#xC3F; tellad&#x12B;vi. n. The white island, one of the sixteen divisions of the world. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;. A. iv. 127. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; tellana. adj. White, light coloured, pale, sallow, bright. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC15;&#xC41; Same as &#xC24;&#xC46;&#xC32;&#xC28;&#xC3E;&#xC15;&#xC41;. (q. v.) &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC30; tella-n&#x101;ra. n. A kind of fish, a whiting. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC26;&#xC4A;&#xC30; tellani-dora. n. Lit. the white lord, i.e., Siva or Balar&#x101;ma. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; tella-b&#x101;ru. v. n. To turn white. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28; whitish, glassy or glazed as an eye. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41; tella-bovu. v. n. To turn pale, to be thunderstruck. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; tellamu. adj. Apparent, evident, obvious, clear, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC2E;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; clearly. &#xC24;&#xC47;&#xC1F;&#xC24;&#xC46;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; as clearly as possible. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; tella-v&#x101;ru. (&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;+&#xC2A;&#xC3E;&#xC30;&#xC41;.) v. n. To dawn, &#xC09;&#xC26;&#xC2F;&#xC2E;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the day dawned. &#xC08;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3E; &#xC05;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC3F; we were in a fix, not knowing how this grief would terminate. &quot;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC28;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D;&quot; he came at dawn. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; before break of day. To turn white. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; from the hour of awaking. To be ruined or lost &#xC38;&#xC3E;&#xC30;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; his affair has lost all colour, i.e., he is ruined. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; tellav&#x101;rulu. adv. Until morning. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC32; tella-v&#x101;ra-ga&#x1E6D;la. adv. At daybreak. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F; tella-v&#x101;ri. n. The dawning, morn. (A verbal noun in &#xC4D;&#xC30; as &#xC35;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC3F; and &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F;.) &#xC06; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F; the following morning. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; tella-v&#x101;rin&#x1E6D;su. v. a. To cause the day to dawn, to watch all night. To clear up, explain, settle. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they arranged his matter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x113;-je&#x1E6D;&#x1E6D;u. [Tel. &#xC24;&#xC47; = &#xC24;&#xC47;&#xC28;&#xC46;.] n. A cocoanut tree. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC5B;&#xC41;</span>&#xA0;&#xA0;t&#x113;&#x1E0D;zu. [from Skt. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. Brightness, brilliance. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Heroism, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC47;&#xC1C;&#xC40; t&#x113;ji. [Tel.] n. A steed. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC47;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41; t&#x113;jik&#x101;&#x1E63;vamu. n. A swift horse. Swa. iv. 167.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41; t&#x113;jamu. [Skt.] n. Brilliance, lustre, splendour. Vigour, potency, might. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Semen virile. &#xC30;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;. Courage &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC47;&#xC1C;&#xC4B;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; acquiring reputation,. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC3F; a brilliant or vigorous man &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC47;&#xC1C;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC24;&#xC47;&#xC5B;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC24;&#xC47;&#xC1C;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC24;&#xC47;&#xC5B;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; t&#x113;jarilu. v. n. To shine, to be glorious. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC47;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; t&#x113;jitamu. adj. Bright, sharp. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC24;&#xC47;&#xC1C;&#xC41;&#xC21;&#xC41; t&#x113;ju&#x1E0D;u. n. He who shines, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC17;&#xC3E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x113;gamu. [from Skt. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;.] n. Relinquishment. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. Munificence. &#xC26;&#xC3E;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC08;&#xC35;&#xC3F;. P. i. 119.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC17;&#xC21;</span>&#xA0;&#xA0;t&#x113;ga&#x1E0D;a. [Tel.] n. Bloom, vigour. &#xC08; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC47;&#xC17;&#xC21;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; this child is healthy and strong.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC35;</span>&#xA0;&#xA0;teva. [Tel. another form of &#xC24;&#xC46;&#xC17;.) n. A crowd. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC46;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC46;&#xC17;&#xC21;&#xC41;. (q. v.)
			</div>
                