&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;t&#x113;&#x1E6D;i. [Tel.] n. The large black carpenter bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. (These are brilliantly black: and jetty ringlets or twisted braids of hair are likened to clusters of these bees.) &quot;&#xC17;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC47;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC30;.&quot; Dasav. ix. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC1F;</span>&#xA0;&#xA0;t&#x113;&#x1E6D;a. [Tel.] n. Clearness, transparency, purity, brightness. Any clear liquid of which the sediment has fallen to the bottom. Whey &#xC28;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. adj. Clear, transparent, free from sediment, pure, evident, distinct. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;. P. i. 19. &#xC24;&#xC47;&#xC1F;&#xC24;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41; plain or clear Telugu. &#xC24;&#xC47;&#xC1F;&#xC17;&#xC3E; t&#x113;&#x1E6D;a-g&#x101;. adv. Clearly, plainly, downright. &#xC24;&#xC47;&#xC1F;&#xC17;&#xC40;&#xC24;&#xC3F; t&#x113;&#x1E6D;a-g&#x12B;ti. n. The name of a species of metre. &#xC24;&#xC47;&#xC1F;&#xC1A;&#xC47;&#xC2F;&#xC41; t&#x113;&#x1E6D;a-ch&#x113;yu. v. n. To reveal, explain, clear up. &#xC24;&#xC47;&#xC1F;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; or &#xC24;&#xC47;&#xC1F;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; t&#x113;&#x1E6D;a-tella. adj. Very clear or plain. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC24;&#xC47;&#xC1F;&#xC2A;&#xC21;&#xC41; t&#x113;&#x1E6D;a-pa&#x1E0D;u. v. n. To become clear or evident. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC17;&#xC41;. &#xC24;&#xC47;&#xC1F;&#xC2A;&#xC30;&#xC1A;&#xC41; t&#x113;&#x1E6D;a-para&#x1E6D;su. v. a. To make clear, explain, illustrate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC2F;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;t&#x113;-y-&#x101;ku. [Chinese through Eng.] n. The Tea leaf. Tea. See &#xC24;&#xC47;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x113;m&#x101;namu. [Tel.] n. Interest on money, &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. Hesitation, delay, sluggishness. &#xC24;&#xC47;&#xC2E;&#xC3E;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; an idler. &#xC24;&#xC47;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; t&#x113;m&#x101;namu-g&#x101;. adv. Gratis. &#xC24;&#xC47;&#xC30;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC2E;</span>&#xA0;&#xA0;t&#x113;ma. [Tel.] n. Moisture, damp. adj. Moist, damp. &#xC24;&#xC47;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC24;&#xC47;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC41; t&#x113;magillu. v. n. To become moist or wet. &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC24;&#xC47;&#xC2E;&#xC28;&#xC2E;&#xC41; t&#x113;manamu. n. Batter, thin paste of milk and flour. &#xC2A;&#xC3E;&#xC2E;&#xC24;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2E;&#xC41;. Buttermilk &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC2A;</span>&#xA0;&#xA0;t&#x113;pa. [Tel.] n. A time. &#xC24;&#xC21;&#xC35;. &#xC12;&#xC15;&#xC24;&#xC47;&#xC2A; once. Also, a raft. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC47;&#xC28;&#xC3F;&#xC2F; t&#x113;ne. [Tel.] n. Honey. Various kinds are called &#xC1C;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC46;&#xC28;&#xC46;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC24;&#xC46;&#xC30;&#xC24;&#xC47;&#xC28;&#xC46;, &#xC24;&#xC4A;&#xC23;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC46;&#xC28;&#xC46;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC47;&#xC28;&#xC46;, &#xC2A;&#xC46;&#xC30;&#xC24;&#xC47;&#xC28;&#xC46;, &#xC2C;&#xC4A;&#xC30;&#xC4D;&#xC30; &#xC24;&#xC47;&#xC28;&#xC46;, &#xC2E;&#xC4A;&#xC38;&#xC30;&#xC24;&#xC47;&#xC28;&#xC46;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC24;&#xC47;&#xC28;&#xC46; and &#xC15;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; (which is the best.) A ruddy nut brown complextion is compared to honey. Radha. i. 11; so in Theocritus, melichroos is applied to a bright ruddy or nut brown beauty. &#xC2A;&#xC42;&#xC26;&#xC47;&#xC38;&#xC46; the nectar of flowers. &#xC24;&#xC47;&#xC28;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x113;ne-che&#x1E6D;&#x1E6D;u. n. A certain tree &#xC24;&#xC47;&#xC28;&#xC46;&#xC1F;&#xC40;&#xC17;, &#xC24;&#xC47;&#xC28;&#xC40;&#xC17;, &#xC24;&#xC47;&#xC28;&#xC46;&#xC2F;&#xC40;&#xC17; or &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; t&#x113;ne-&#x1E6D;&#x12B;ga. n. A honey-bee. &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC46;&#xC30; t&#x113;&#x1E47;e-tera. n. Honey comb. &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC4A;&#xC28;&#xC32;&#xC41; or &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC4A;&#xC32;&#xC32;&#xC41; t&#x113;ne-tonalu. n. Honey comb, also a sort of vermicelli. &#xC24;&#xC47;&#xC28;&#xC46;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; t&#x113;ne-pitta. n. The Sun-bird or Honeysucker, Arachnechthra asiatica, or A. Zeylonica. (F.B.I.) &#xC24;&#xC47;&#xC28;&#xC46;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x113;ne-pe&#x1E6D;&#x1E6D;u. v. t. To make honey. &#xC24;&#xC47;&#xC28;&#xC46;&#xC05;&#xC30;&#xC1F;&#xC3F; a kind of sweet plantain. &#xC24;&#xC47;&#xC28;&#xC46;&#xC17;&#xC3E;&#xC5B;&#xC41; a kind of bangle. &#xC24;&#xC47;&#xC28;&#xC46;&#xC17;&#xC26;&#xC4D;&#xC26; t&#x113;ne-gadda. n. The Honey Buzzard, Pernis cristatus. (F.B.I.) &#xC24;&#xC47;&#xC28;&#xC46;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; t&#x113;ne-s&#x101;r&#x101;yi. n. Mead, brewed from honey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC47;&#xC28;&#xC4D;&#xC1A;&#xC41; t&#x113;nu&#x1E6D;su. [Tel.] v. n. To belch, to bring up wind. &#xC24;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC24;&#xC47;&#xC28;&#xC4D;&#xC2A;&#xC41; or &#xC24;&#xC47;&#xC2A;&#xC41; t&#x113;nupu. n. Belching.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x113;-n&#x12B;&#x1E37;&#x1E37;u. [Chinese through Eng. &#xC24;&#xC47; = tea.] n. Tea: a decoction of tea leaves.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC26;&#xC3F;</span>&#xA0;&#xA0;t&#x113;di. [Tel.] n. A date, i.e., a day of the month. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x113;&#x1E0D;u. [Tel.] v. n. To lie down &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC21;&#xC3E;</span>&#xA0;&#xA0;t&#x113;&#x1E0D;&#x101;. [Tel.] n. Profit, balance, surplus. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. Difference &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;t&#x113;&#x1E6D;ika. [Tel.] n. A raft. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41; t&#x113;pu. [Tel.] v. n. To belch. n. A belch, an eructation. See &#xC24;&#xC47;&#xC28;&#xC41;&#xC1A;&#xC41;.
			</div>
                