&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x113;ru. [Tel.] v. n. To become settled or clear (as water.) &#xC24;&#xC47;&#xC1F;&#xC2A;&#xC21;&#xC41;. To be rescued, allayed or relieved. To pass off, as a fainting fit. To escape. To recover, as from illness or danger. &#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC41;. To extend or reach. To shine forth, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. To happen, come to pass, or come forth, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To rise, as cream or scum. To be finished or over, to reach the end. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;, &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; glittering jewels. &#xC24;&#xC47;&#xC30;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; when it was in abeyance. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC47;&#xC30;&#xC15;&#xC09;&#xC02;&#xC21;&#xC17;&#xC3E; while he was still an invalid. &#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x113;ru-konu. v. n. To recover (from illness.) to gain strength or become convalescent. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC24;&#xC47;&#xC30;&#xC41;&#xC17;&#xC21; t&#x113;ru-ga&#x1E0D;a. n. Finishing, ending. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC1F;. Recovering consciousness &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;. &#xC24;&#xC47;&#xC30;&#xC41;&#xC17;&#xC21;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a settled account. &#xC24;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41; t&#x113;r&#x1E6D;su. v. a. To make clear, clarify. &#xC24;&#xC47;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. To rectify, to correct. To finish. To cause to rejoice, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To relieve, console. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC24;&#xC47;&#xC30;&#xC28;&#xC3E;&#xC30;&#xC41; t&#x113;ra-v&#x101;ru. v. n. To become clear. To dawn. &quot;&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC24;&#xC47;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC3E;.&quot; HK. ii. 34. &#xC24;&#xC47;&#xC30;&#xC3F; t&#x113;ri. adv. To the end, fully, to the full. &#xC24;&#xC47;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC24;&#xC47;&#xC30;&#xC1C;&#xC42;&#xC1A;&#xC41;, &#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC1C;&#xC42;&#xC1A;&#xC41; or &#xC24;&#xC47;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC1A;&#xC42;&#xC1A;&#xC41; to look hard, to gaze earnestly, to look steadfastly; to see clearly. &#xC24;&#xC47;&#xC30;&#xC3F; t&#x113;ri. n. Clarified ghee. &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;t&#x113;ru. [Tel.] n. A car, a chariot. &#xC30;&#xC25;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC21;&#xC3F;. &quot;&#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;.&quot; Cuch&#x113;lop. iii.110. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32;&#xC24;&#xC47;&#xC30;&#xC41; a car drawn by doves. &#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC28;&#xC4D;&#xC2A;&#xC30;&#xC3F; a charioteer, a carriage driver. &#xC30;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC30;&#xC32;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;&#x1E6D;&#x113;rala-ch&#x113;pa. [Tel.] n. A fish; a sort of Ch&#xE6;todon. Russel. No. 80, 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC30;</span>&#xA0;&#xA0;t&#x113;ra. n. Clearness. &#xC24;&#xC47;&#xC1F;. Want of any relationship or connection. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC2E;&#xC3F;. adj. or adv. Gratis, unpaid for &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;. Uselessly, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;. Without any trouble, easily, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC24;&#xC47;&#xC30;&#xC15;&#xC4A;&#xC02;&#xC2A; a rent-free lodging. &#xC24;&#xC47;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; a stranger, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;; a temporary husband &#xC14;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2F; &#xC2D;&#xC30;&#xC4D;&#xC24;. An interloper: one who enjoys gratis. &#xC2A;&#xC48;&#xC2A;&#xC48; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC47;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a strange woman &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, a woman of loose character. &#xC24;&#xC47;&#xC30;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC02;&#xC17;&#xC47;&#xC1F;&#xC3F;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC46; when you ride gratis, you use your cudgel well. &#xC24;&#xC46;&#xC30;&#xC15;&#xC41; or &#xC24;&#xC47;&#xC30;&#xC15;&#xC41;&#xC26;&#xC47;&#xC30; t&#x113;raku. adv. Quite uselessly &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;. Easily, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC47;&#xC30; or &#xC24;&#xC47;&#xC30;&#xC17;&#xC3E; [from &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] used with various verbs, as &#xC1A;&#xC28;&#xC41;&#xC26;&#xC47;&#xC30;, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC30;. &#xC0F;&#xC17;&#xC41;&#xC26;&#xC47;&#xC30; while coming, while going. R. iii. 2. &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC24;&#xC46;&#xC30; while he brought, &#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;. &#xC24;&#xC47;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x113;ra-konu. v. n. To become clear. &#xC24;&#xC47;&#xC1F;&#xC2A;&#xC21;&#xC41;. To abound, teem. &#xC24;&#xC47;&#xC1F;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC4D; fully. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. Swa. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x113;lu. [Tel.] n. A scorpion. &#xC24;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC28;&#xC41;. a sort of fish. &#xC24;&#xC47;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F; t&#x113;lu-v&#x101;si. n. The constellation Scorpio. &#xC35;&#xC43;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC36;&#xC3F;.
			</div>
                