&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC35;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x113;vanamu. [Skt.] n. A part. &#xC06;&#xC1F; &#xC24;&#xC4B;&#xC1F;. A game or play &#xC06;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC35;</span>&#xA0;&#xA0;t&#x113;va. [Tel.] n. A kind of festival. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;t&#x113;lu-ma&#x1E47;i. [Tel.] n. A kind of plant. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC27;&#xC42;&#xC2E;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC24;&#xC40;&#xC17;, &#xC24;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x113;lu. [Tel.] v. n. To float. To swim. To bathe. To succeed, be done, be settled, ratified, take place. To terminate, end, blow over or end (as a storm,) swell, ripen (as a boil,) to emerge, &#xC2A;&#xC4A;&#xC21;&#xC1A;&#xC42;&#xC2A;&#xC41; To fall clear of, so as not to hit. To clear up, become known, or ascertained, be decided, as a question or doubt. To be found, come to light, result, come to pass, to be evident or revealed. To go off or depart, as sleep, sickness, &amp;c. To escape or get off. &#xC28;&#xC47;&#xC28;&#xC41; &#xC24;&#xC47;&#xC32;&#xC47; &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC07;&#xC26;&#xC3F; this is the plan to save myself. &#xC0F; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E; &#xC07;&#xC26;&#xC3F; &#xC24;&#xC47;&#xC32;&#xC41;&#xC28;&#xC41; in whatever sea you place this boat it will float, i.e., this must prosper whatever may happen. &#xC24;&#xC47;&#xC32;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC41; (A. iv. 306.) to speak clearly. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC28; swelling &#xC09;&#xC2C;&#xC3F;&#xC15;&#xC3F;&#xC28;; large. &#xC24;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; to accent softly, to use the soft accent instead of the harsh one; as &#xC2A;&#xC4B;&#xC24;&#xC28; P&#x14D;tana for &#xC2A;&#xC4B;&#xC24;&#xC28;&#xC4D;&#xC28; P&#x14D;tanna, and &#xC07;&#xC2A;&#xC41;&#xC21;&#xC41; ipu&#x1E0D;u for &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; ippu&#x1E0D;u. &#xC24;&#xC47;&#xC32;&#xC26;&#xC40;&#xC2F;&#xC41; to haul ashore, to pull out or drag out. &#xC24;&#xC47;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC24;&#xC47;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; t&#x113;la-gillu. v. n. To rise to the top. &#xC2A;&#xC48;&#xC15;&#xC3F;&#xC24;&#xC47;&#xC32;&#xC41;. To roll or swim, as the eyes. &#xC24;&#xC47;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; swimming of the eyes. &#xC24;&#xC47;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; t&#x113;la-v&#x113;yu. v. a. To open (the eyes) wide. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC47;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; to stop winking &#xC24;&#xC47;&#xC32;&#xC1A;&#xC47;&#xC2A; t&#x113;la-ch&#x113;pa. n. A kind of fish. H. iv. 225. &#xC24;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41; t&#x113;l&#x101;&#x1E0D;u. (&#xC24;&#xC47;&#xC32;&#xC3F;+&#xC06;&#xC21;&#xC41;.) v. n. To float. &#xC24;&#xC47;&#xC32;&#xC41;, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC06;&#xC21;&#xC41;. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x113;lintsu. (causal of &#xC24;&#xC47;&#xC32;&#xC41;) v. a. To cause to float. To bring up or produce. To accomplish, do, achieve, perform. To fulfil. To glance, as applied to the eyes. &#xC24;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41; to pour in loosely or lightly. &#xC32;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC47;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; to fondle and please. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15; t&#x113;lika. n. Lightness, ease. &#xC32;&#xC18;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Easy, simple, light. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is well. &#xC24;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; t&#x113;lu-p-&#x101;ru. v. n. To arise, to be born &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tongali. [Tel.] adj. Slanting, drooping, &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28;. Flowing, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41; quivering eyelids &quot;&#xC28;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41;&#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC32;&#xC28;&#xC41;&#xC28;&#xC41; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;.&quot; Zacc. iv. 167. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; tongalin&#x1E6D;su. v. n. To gleam, glance, sparkle, flash, shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; To expand or open. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To increase, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To flow, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; tongali-p&#x101;&#x1E6D;u. n. A salutation. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC15;</span>&#xA0;&#xA0;tonka. [Tel. another form of &#xC24;&#xC4B;&#xC15;.] n. A tail. &#xC24;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tailamu. [Skt. from &#xC24;&#xC3F;&#xC32;.] n. Oil, ointment, unguent, salve, essence. &#xC2E;&#xC02;&#xC1F;&#xC3F; &#xC24;&#xC48;&#xC32;&#xC2E;&#xC41; earth-oil; bitumen. &#xC24;&#xC48;&#xC32;&#xC40;&#xC28;&#xC2E;&#xC41; tail&#x12B;namu. adj. Oily; belonging to oil, producing oilseeds (as land), &#xC24;&#xC3F;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F; (&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;). &#xC24;&#xC48;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; tailiku&#x1E0D;u. n. An oilmonger &#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC48;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tairthikamu. [from Skt. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.] adj. Appertaining to piligrims. &#xC24;&#xC48;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC15;&#xC4B;&#xC1F;&#xC3F; the pilgrim band or company. &#xC24;&#xC48;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; tairthiku&#x1E0D;u. n. A piligrim. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC47;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC48;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC2F;&#xC3F;&#xC30;&#xC41; tairu. [Tel.] n. Curds. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC26;&#xC27;&#xC3F;. (&#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC48;&#xC28;&#xC3E;&#xC24;&#xC40;</span>&#xA0;&#xA0;tain&#x101;t&#x12B;. [H.] n. Attendance, service, waiting. n. A servant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC48;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;taikku. [Tel.] n. An interjection in games like play! bang! &#xC24;&#xC48;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; fleetingly. &#xC07;&#xC26;&#xC3F;&#xC0A;&#xC30;&#xC15; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC24;&#xC48;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC26;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; this is a thing that vanishes in a couple of days, it has no permanence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC02;&#xC1F;&#xC3F; ton&#x1E6D;i. [Tel.] n. The joint of the hip. Plural. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC1F;</span>&#xA0;&#xA0;ton&#x1E6D;a. [Tel.] n. The bark of a tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC4A;&#xC02;&#xC1F; or &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28; a wisp a torch made of straw. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; ton&#x1E6D;a-cheyyi. n. A withered hand &#xC08;&#xC1A;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man with a withered hand. &#xC15;&#xC41;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;tongu. [Tel.] v. n. To be inclined; to slant. &#xC35;&#xC3E;&#xC32;&#xC41;. To lie down, &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC41; tongi-&#x1E6D;s&#x16B;tsu. v. n. To peep, to look into &#xC24;&#xC4A;&#xC02;&#xC17;&#xC48;&#xC28; tong-aina. adj. Lean, thin. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; tong-un&#x1E0D;u. (&#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;+&#xC09;&#xC02;&#xC21;&#xC41;.) v. n. To lie down. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;tongil&#x1E37;u. [Tel. from &#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;.] n. plu. Drops. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; tongi&#x1E37;&#x1E37;ug&#x101;. adv. In drops, drop by drop, &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;. &quot;&#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot; BD. iii. 679. Oil drops, &#xC28;&#xC42;&#xC28;&#xC46;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC36;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC39;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC41;, &#xC1C;&#xC28;&#xC28;&#xC3F;&#xC2F;&#xC48;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC47;&#xC36;&#xC41;&#xC26;&#xC28;&#xC2F;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC3F;&#xC21;&#xC3F; &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;, &#xC2F;&#xC02;&#xC17;&#xC28;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; BD. iii. 664.
			</div>
                