&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ton&#x1E0D;amu. [from Skt. &#xC24;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;.] n. An elephant&apos;s trunk. The neck or hose of a leather bucket. &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC26;&#xC4B;&#xC2E; or &#xC0F;&#xC28;&#xC41;&#xC17;&#xC26;&#xC4B;&#xC2E; a mosquito with a proboscis, the female mosquito (which alone has such a proboscis), &#xC18;&#xC4B;&#xC23;&#xC3F;. &#xC24;&#xC4A;&#xC02;&#xC21;&#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC15;&#xC3F; ton&#x1E0D;aullanki. n. The Black-tailed Godwit, Limosa belgica. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC4A;&#xC02;&#xC21;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x14D;n&#x1E0D;-&#x101;&#x1E0D;u. [Tel.] v. t. To tease. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To hasten &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC21;</span>&#xA0;&#xA0;ton&#x1E0D;a. [Tel.] n. A chameleon, a bloodsucker: &#xC15;&#xC43;&#xC15;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. When old it is called &#xC0A;&#xC38;&#xC30;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;. - &#xC24;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC26;&#xC4D;&#xC26; (Jerdon No. 22.) The White-eyed Buzzard Eagle or Teesa, Butastur teesa. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1F;&#xC3F; ton&#x1E6D;i. [Tel. infl. of &#xC24;&#xC4A;&#xC32;&#xC3F;.] adj. First, former, earlier. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; his original shape. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41; to the former road. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; ancestors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tokkamu. [Tel.] n. A kind of plant like fennel, Anethumsowa. &#xC36;&#xC24;&#xC3E;&#xC39;&#xC4D;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F; or &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41; tokka&#x1E6D;a. [Tel. from &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.] n. Distress, grief. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;. A scrape or hobble. &#xC38;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC06; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F; &#xC2F;&#xC46;&#xC30;&#xC17;&#xC28;&#xC41; I know nothing of the trouble. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; tokka&#x1E6D;-in&#x1E6D;su. v. a. To grieve, distress, annoy. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41; tokka&#x1E6D;a-pa&#x1E0D;u. v. n. To be troubled. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC41; tokka&#x1E6D;a-p&#x101;&#x1E6D;u. n. Distress, trouble. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tonda&#x1E37;amu. [Tel.] n. Tamarind juice boiled with some vegetable as a preserve. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC42;&#xC21;&#xC41;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;</span>&#xA0;&#xA0;tondara. [Tel. &#xC24;&#xC4A;&#xC30;+&#xC24;&#xC4A;&#xC30;.] n. Great haste, hurry. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Trouble, embarrassment. &#xC2C;&#xC3E;&#xC27;. Disorder, confusion. Danger, peril. Labour, difficulty. Vexation, needless trouble. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC17;&#xC3E;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; I want it greatly. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; he was not put about , or flustered. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC21;&#xC41; to be troubled, to be in a hurry, to be embarrassed or flurried. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC28;&#xC41; &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; I forgot it in the hurry of the journey. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC41; to trouble, annoy or vex, to interfere with. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; tondara-p&#x101;&#x1E6D;u. n. Haste, hurry Troublesomeness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC26;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC02;&#xC26;&#xC41; tonda. [Tel.] n. A corpulent man. &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ton&#x1E0D;li-che&#x1E6D;&#x1E6D;u. [Tel.] n. A sort of tree. &#xC39;&#xC02;&#xC38;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41; ton&#x1E0D;u. [Tel.] n. An idle or careless man. &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;tokka. [from Skt. &#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;.] n. Skin, hide, bark, rind, peel. &#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC4B;&#xC32;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC15;&#xC24;&#xC4A;&#xC15;</span>&#xA0;&#xA0;toka-toka. [Tel.] adj. Indistinct. &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC02;&#xC2C;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC02;&#xC2D;&#xC48; tom-badi. [Tel. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;+&#xC2A;&#xC26;&#xC3F;.] adj. Ninety. &#xC24;&#xC4A;&#xC02;&#xC2C;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;. Ninety men &#xC24;&#xC4A;&#xC02;&#xC2C;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F;. &#xC24;&#xC4A;&#xC02;&#xC2C;&#xC28;&#xC42;&#xC30;&#xC41; or &#xC24;&#xC4A;&#xC02;&#xC2C;&#xC26;&#xC3F; &#xC28;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41; ninety hundreds.
			</div>
                