&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC24;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC1F;&#xC24;&#xC41;&#xC1F; to&#x1E6D;a-to&#x1E6D;a. [Tel.] adv. (Trembling) violently, perceptibly (Shuddering.) &#xC07;&#xC26;&#xC3F;&#xC30;&#xC3F;. &quot;&#xC24;&#xC4A;&#xC21;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC27;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC4A;&#xC1F;&#xC24;&#xC4A;&#xC1F;&#xC28;&#xC26;&#xC3F;&#xC30;&#xC46;.&quot; L. iv. 313.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC2E;&#xC41; tochchemu. [from Skt. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;.] n. A low or vulgar word. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;togaru. [Tel.] n. Red colour, scarlet. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. Scarlet thread &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC32;&#xC41;. (There are three species of red dye. The best sort is called &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;; the next sort is &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;; and the worst, &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;.) A certain fragrant flower. adj. Red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F; togaru-malli n. A sort of crystal. &#xC24;&#xC4A;&#xC17;&#xC30;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; the scarlet beaked bird, i.e., a parrot. &#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; togaru-che&#x1E6D;&#x1E6D;u. n. A tree from which a red dye is made. Logwood Morinda citrifolia. &#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; togaru-konu. v. n. To become red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC17;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC17;&#xC30;&#xC3F;&#xC15; togari. [Tel.] n. The Pigeon Pea tree. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A certain forest wood used as timber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC17;&#xC30;</span>&#xA0;&#xA0;togara. [Tel.] n. Acridity. &#xC12;&#xC17;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;toga&#x1E0D;u. [Tel.] n. Leanness, compression. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC23;&#xC17;&#xC41;&#xC1F;. &#xC30;&#xC3E;&#xC2E;&#xC3E;: &#xC2F;&#xC41;. &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC17;&#xC1F;</span>&#xA0;&#xA0;toga&#x1E6D;a. [Tel.] adj. Belonging to the weaver caste. &#xC24;&#xC4A;&#xC17;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41; toga&#x1E6D;a-v&#x101;&#x1E0D;u. n. A weaver. H. ii. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC17;</span>&#xA0;&#xA0;toga. [Tel.] n. The purple lotus or water lily. A crowd, multidude, group. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Trouble, difficulty, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. adj. Troublesome &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC4A;&#xC17;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC24;&#xC4A;&#xC17;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; toga&#x1E6D;su&#x1E6D;&#x1E6D;amu. n. The moon, as being the lover of the lotus. &#xC24;&#xC4A;&#xC17;&#xC15;&#xC02;&#xC1F;&#xC3F; toga-kan&#x1E6D;i. n. A lotus-eyed, (i.e., a beautiful) woman, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;, &#xC24;&#xC4A;&#xC17;&#xC2E;&#xC17;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC17;&#xC30;&#xC47;&#xC21;&#xC41; or &#xC24;&#xC4A;&#xC17;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41; toga-maga&#x1E0D;u. n. The moon as being the lord of the lotus. &#xC24;&#xC4A;&#xC17;&#xC38;&#xC42;&#xC21;&#xC41; toga-s&#x16B;&#x1E0D;u. n. The enemy of the lotus, i.e., the Sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; tokku. [Tel.] v. n. &amp; a. To step, tread, or perform a dance, &#xC05;&#xC23;&#xC17;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F; (A. ii. 104.) to pound, stamp, trample on, crush, macerate. &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15; not entering your neighbour&apos;s house. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; to lay down or define a boundary line by treading on it. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; to lay down suckers or branches from a tree. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to go and examine in person: to inspect personally. &#xC26;&#xC3F;&#xC17;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; to blink or put out of view, to suppress. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. n. Paste, pickle. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; tok-kin&#x1E6D;su. v. a. To cause to tread, &amp;c. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they made him dance. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they had the tamarind pounded. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; tokkudu. n. Treading, grinding, dancing, capering, &#xC07;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC2A;&#xC41;. R. i. 46. Plu: &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. P. iii. 76. adj Threshed, pounded &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; tokku&#x1E0D;u-kammi. n. A threshold. &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it broke out of the fold. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; lisping words. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC40;&#xC30;&#xC3E;&#xC15; &#xC05;&#xC26;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; tokku&#x1E0D;u-bi&#x1E37;&#x1E37;alu. n. A certain game. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; tokku-l-&#x101;&#x1E0D;u. v. n. To grieve, to be in trouble. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F; to trudge on, plod, to get on with difficulty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;to&#x1E6D;&#x1E6D;i. [Tel.] n. A tub, vat, trough, or manager. A sort of seat on an elephant. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; the frame work of a palanquin, under the bedding. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to&#x1E6D;&#x1E6D;ika&#x1E6D;&#x1E6D;u. n. A part or division of a mansion. The square left unroofed in the centre of a Hindu house. &#xC32;&#xC4B;&#xC17;&#xC3F;&#xC32;&#xC3F;. &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC32; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave to his daughter a large house containing two large divisions. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC02;&#xC21;&#xC3F; to&#x1E6D;&#x1E6D;i-ban&#x1E0D;i. n. A bullock cart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to&#x1E6D;&#x1E6D;a. [Tel.] adj. Thick. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC4B;&#xC30;&#xC41; thick lips. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; (A. vi. 75.) broken pronunciation, mispronunciation. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; to&#x1E6D;&#x1E6D;agila-ba&#x1E0D;u. v. n. To be agitated. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC41; to&#x1E6D;&#x1E6D;agillu. v. n. To excel, to bloom. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, occur, to have &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
                