&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; to&#x1E6D;ru. [Tel.] n. Trottering. Confusion, perplexity, hurry. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to&#x1E6D;rilu. v. n. To stagger, totter, stumble, be bewildered or perplexed, to trip, or stumble, as in speech &#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;. To split &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. Swa. iii. 125.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; to&#x1E6D;&#x1E6D;e. [Tel.] n. A weaver&apos;s shuttle. &#xC28;&#xC3E;&#xC21;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to&#x1E6D;&#x1E6D;u. [Tel.] v. n. To spread &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, come on (as thirst,) to chance &#xC06;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To flow &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC41;&#xC28;&#xC40;&#xC35;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC27;&#xC3F; &#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC24;&#xC3F; &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC02;&#xC17; &#xC24;&#xC30;&#xC02;&#xC17;&#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&quot; P. i. 546. &#xC1F;&#xC40; &#xC35;&#xC46;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;. To stop up from flowing &#xC0E;&#xC17;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC15; &#xC27;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;, &#xC28;&#xC3E;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC40;&#xC30;&#xC41; &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D;.&quot; V. P. vi. 199. To be filled &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC35;&#xC4B;&#xC35; &#xC26;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;.&quot; Swa. iii. 52. To move &#xC1C;&#xC30;&#xC17;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC40;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; &#xC30;&#xC3E;: &#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC02;. v. t. To touch, &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To adopt, &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;. To begin, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC2A;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC3F; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC39;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; R. v. 191. &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; = &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; tot&#x1E6D;u. n. A field within the bed of a tank. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. A side, direction, quarter. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC48;&#xC2A;&#xC41;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC1A;&#xC28;&#xC41;&#xC2E;&#xC47;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC30;&#xC32;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41;.&quot; G. V. 257. Profit, gain. &#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. Connection, relationship &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC15;&#xC4D;&#xC15;&#xC41;. A sudden sound &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC28;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Also, same as &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;. (q. v.) &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; to&#x1E6D;&#x1E6D;una. adv. Quickly, at once. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35; Same as &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC2F;&#xC41;</span>&#xA0;&#xA0;to&#x1E0D;ayu. [Tel.] v. a. To wipe. &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. M. iii. 282. To wash &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC21;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC23;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;</span>&#xA0;&#xA0;to&#x1E0D;a. [Tel.] n. The thigh. &#xC24;&#xC4A;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC09;&#xC02;&#xC1A;&#xC41; to place on the lap. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC21; the thicker part of the thigh. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC21; the thinner part of the thigh. &#xC24;&#xC4A;&#xC21;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. a leg of mutton. &#xC24;&#xC4A;&#xC21;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; lit: one born from the thigh, i.e., a Vaisya. &#xC24;&#xC4A;&#xC21;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; or &#xC24;&#xC4A;&#xC21;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; to&#x1E0D;a-p&#x101;&#x1E63;amu. n. Pinching the thigh. &#xC24;&#xC4A;&#xC21;&#xC28;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;to&#x1E6D;la-che&#x1E6D;&#x1E6D;u. [Tel.] n. A plant called Cappa&#x323;ris grandiflora. Heyne, Tracts, p. 130.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC32;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC2F; or &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC46; to&#x1E6D;la. [Tel.] n. A cradle. &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32; &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC30;&#xC46;</span>&#xA0;&#xA0;to&#x1E6D;ra-k&#x14D;re. [Tel.] n. A sort of tree. H. iv. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;to&#x1E6D;ra. [Tel.] n. A hole &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;.
			</div>
                