&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC35;&#xC41;</span>&#xA0;&#xA0;to&#x1E0D;avu. [Tel. from &#xC24;&#xC4A;&#xC21;&#xC17;&#xC41;.] n. A jewel, ornament &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC35;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; liberality is the best jewel of the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;to&#x1E0D;arika n. Following, courting. &#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC21;&#xC30;&#xC41;&#xC35;&#xC41; to&#x1E0D;aruvu. n. An attempt &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC30;: &#xC36;&#xC32;&#xC4D;&#xC2F;. i. adj. First &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC24;&#xC4A;&#xC21;&#xC32;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC3E;&#xC24;&#xC4A;&#xC21;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC26;&#xC4A;&#xC21;&#xC3F;&#xC2C;&#xC21; &#xC17;&#xC21;&#xC2C;&#xC21; &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;.&quot; &#xC2D;&#xC3E;&#xC17;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC30;&#xC41;</span>&#xA0;&#xA0;to&#x1E0D;aru. [Tel.] v. n. To happen. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To undertake, attempt, &#xC2A;&#xC42;&#xC28;&#xC41;, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To desire, &#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To be agitated, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. To follow, &#xC05;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, To oppose, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To obtain, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To resemble, &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15; &#xC15;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC32;&#xC2E;&#xC41; &#xC26;&#xC4A;&#xC21;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC17;, &#xC38;&#xC41;&#xC30;&#xC17;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC48;&#xC28;&#xC28;&#xC30;&#xC3F;&#xC26;&#xC3F;.&quot; M. VII. v. 6. &quot;&#xC15; &#xC2A;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC26;&#xC4A;&#xC21;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC02; &#xC21;&#xC47;&#xC2A;&#xC3E;&#xC1F;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC2C;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC02;&#xC1C;&#xC3E;&#xC32;&#xC41; &#xC38;&#xC41;&#xC1C;&#xC28;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC2E;&#xC3E;.&quot; M. XII. iii. 321. &quot;&#xC24;&#xC4B;&#xC15;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F;, &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC46;&#xC21;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;, &#xC15;&#xC21;&#xC2E;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC24;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;.&quot; V&#x113;ma. 319. &quot;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC1A;&#xC46;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC28;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC24;&#xC4A;&#xC21;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC30;&#xC3E;.&quot; V&#x113;ma. 791.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC30;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC30; to&#x1E0D;u-gara. (&#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC15;&#xC30;&#xC4D;&#xC30;.) n. A bundle of thorny brushwood. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC4B;&#xC2A;&#xC41;. &quot;&#xC2E;&#xC02;&#xC1A;&#xC2A;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC30;&#xC32;&#xC48;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC46;.&quot; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F;. Swa. iii. 166.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; Same as &#xC24;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;to&#x1E0D;uku. [Tel.] v. a. To seize, snatch, bite. &#xC12;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC26;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC48;&#xC2A;&#xC21;&#xC3F; &#xC35;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC33; &#xC17;&#xC02;&#xC17;&#xC32;&#xC4B;&#xC28;&#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41;&#xC28;&#xC3E;&#xC2A;&#xC24;&#xC3F; &#xC28;&#xC28;&#xC26;&#xC17;&#xC3E;&#xC35;&#xC30;&#xC2F;&#xC4D;&#xC2F; &#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC3E;&#xC30;.&quot; G. vi. 17. n. A bullock. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. A cow, &#xC06;&#xC35;&#xC41;. Ill-gotten food. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC47;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. (q. v.) &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; todigin&#x1E6D;su. [Tel.] v. a. To put on, &amp;c. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I dressed him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46; to&#x1E0D;ima. [Tel.] n. The stalk of a leaf or flower. &#xC15;&#xC3E;&#xC21;. &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC32;&#xC41; a sort of rice with long grains.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;. See under &#xC24;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;to&#x1E0D;ikilu. [Tel.] v. a. To seize, snatch, bite. &#xC12;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC1A; &#xC24;&#xC21;&#xC2F;&#xC15;&#xC2E;&#xC02;&#xC21;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC18;&#xC28; &#xC24;&#xC48;&#xC32;&#xC15;&#xC1F;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC15;&#xC47;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC2E;&#xC30;&#xC28;&#xC4D;, &#xC26;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC41;&#xC02;&#xC17;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;.&quot; Jaimini. iv. 147. &quot;&#xC2E;&#xC43;&#xC21;&#xC41;&#xC28;&#xC4B;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC41; &#xC36;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC24;&#xC32;&#xC2A;&#xC17;&#xC32;&#xC02;&#xC17;&#xC28;&#xC21;&#xC1A;&#xC3F;.&quot; BD. iv. 238.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;to&#x1E0D;i. [Tel.] n. A ferrule or ring of iron round a staff. &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;. Haste, &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC4A;&#xC21;&#xC3F; to&#x1E0D;i-to&#x1E0D;i. adv. Instantly, at once. &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;. Charitr. v. 537. &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC41; to&#x1E0D;i-ba&#x1E0D;u. (&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC28;&#xC4D;+&#xC2A;&#xC21;&#xC41;.) v. n. To move, shake, waver. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To haste, hurry. To be perplexed or confused. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. To be scattered &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;. H. i. 307. R. v. 73.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC21;&#xC17;&#xC41;, &#xC24;&#xC4A;&#xC21;&#xC4D;&#xC17;&#xC41;, &#xC24;&#xC4A;&#xC21;&#xC35;&#xC41; or &#xC24;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41; to&#x1E0D;ugu. [Tel.] v. a. To put on or wear (dress, jewels, a shape, &amp;c.) To place an arrow on the bowstring. To prepare. To begin. M. XII. v. 88. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC24;&#xC4A;&#xC21;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&quot; One who has drawn his bow. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC21; &#xC28;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A. vi. 102. n. An ornament. &#xC06;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. A piece of armour , &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A sheath, &#xC17;&#xC35;&#xC3F;&#xC38;&#xC46;&#xC28;. A drag, a hurdle of brushed, a load of brushwood. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC4B;&#xC2A;&#xC41;. Swa. iv. &#xC24;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to&#x1E0D;ugu-konu. v. a. To wear, put, on, &amp;c. &#xC24;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; to&#x1E0D;upu. n. Armour, plate or coat armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41; gold filagree work. Repetition, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC30;&#xC32; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;.
			</div>
                