&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC41; or &#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC41; [Tel.] toppa-rillu. v. n. To be inclined to one side, to slant, bend over. &#xC12;&#xC30;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;toppa-d&#x14D;gu. [Tel. &#xC24;&#xC4B;&#xC17;&#xC41;+&#xC24;&#xC4B;&#xC17;&#xC41;.] v. n. To plunge, to be drenched. &#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC4B;&#xC17;&#xC3F;&#xC28; drenched, soaked. Bedewed, moist. &#xC35;&#xC3E;&#xC28;&#xC32;&#xC32;&#xC4B; &#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC4B;&#xC17; &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F; they were soaked in the rain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC24;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; tonnun&#x1E0D;u. [Tel.] v. n. To lie down. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC28;&#xC15;&#xC41;</span>&#xA0;&#xA0;tonaku. [Tel.] v. n. To spill. &#xC1A;&#xC3F;&#xC02;&#xC26;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;. &quot;&#xC24;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC4D; &#xC24;&#xC4A;&#xC28;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; Vasu. iii. 189. n. Haste, flurry. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;tottu. [Tel.] n. A slave girl. &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;. A servant girl. &#xC26;&#xC3E;&#xC38;&#xC3F;. A whore, &#xC32;&#xC02;&#xC1C;&#xC46;. &#xC24;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; tottulam&#x101;ri. n. A whoremonger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC23;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC23;&#xC41;&#xC15;&#xC41; to&#x1E47;aku. [Tel.] v. n. To be spilled. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21; &#xC24;&#xC4A;&#xC23;&#xC15;&#xC26;&#xC41; a full pot does not spill, i.e., a great or strong man is not easily agitated in his mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;to&#x1E0D;usu. [Tel.] n. Stuff, house hold stuff. Trash, rubbish, scoriae or scum of melted metal. Plague, trouble, annoyance, &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1F;, &#xC1C;&#xC02;&#xC1C;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC36;&#xC02;&#xC15;, &#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23;. Business, affair, connection. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC24;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2F;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC35;&#xC47;&#xC26;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; M. XII. v. 306. &#xC07;&#xC35;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. See also P. iv. 120.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41; toragu. [Tel.] v. n. To flow, gush, burst, out, run. &#xC15;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1C;&#xC3E;&#xC30;&#xC41;, &#xC30;&#xC3E;&#xC32;&#xC41;. To fall, &#xC2A;&#xC21;&#xC41;. v. a. To leave, quit. &#xC35;&#xC26;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &quot;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC24;&#xC4A;&#xC30;&#xC41;&#xC17; &#xC2E;&#xC4A;&#xC17;&#xC3F; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; Vish. v. 237. &quot;&#xC24;&#xC47; &#xC24;&#xC26;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC4A;&#xC30;&#xC17;&#xC41;&#xC28;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. v. 188. &#xC24;&#xC4A;&#xC30;&#xC17;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC4A;&#xC30;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; toragu-&#x1E6D;so&#x1E6D;s&#x1E6D;su. v. n. To escape, as cattle &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC15;</span>&#xA0;&#xA0;or &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC4A;&#xC30;&#xC15; toraka. [Tel.] n. The scum or skin formed on gruel when cooling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;</span>&#xA0;&#xA0;tora. [Tel. for &#xC24;&#xC4D;&#xC35;&#xC30;. (q. v.)] n. Quickness. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Danger. &#xC06;&#xC2A;&#xC26;. &#xC24;&#xC4A;&#xC30;&#xC2A;&#xC21;&#xC41; tora-pa&#x1E0D;u. v. n. To hasten. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC28;</span>&#xA0;&#xA0;tona. [Tel.] n. A peel. &#xC24;&#xC4A;&#xC32; tola. adj. That which saves. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;toyyali. [Tel.] n. A woman, a lady. &#xC05;&#xC02;&#xC1A;&#xC24;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC3F; a female swan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;tommidi. [Tel. &#xC24;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41; or &#xC12;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC2A;&#xC26;&#xC3F; Lit. One less than ten.] n. Nine. (This is written &#xC3E;in the east, but &#xC28;&#xC4D; in the west.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;tomm-&#x101;&#x1E0D;u. [Tel.] n. Ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they trampled upon it and ruined it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tommaramu. [Tel.] n. The royal table, maintained by a prince for his servants: also called &#xC15;&#xC02;&#xC26;&#xC3E; and &#xC38;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;tomman-n&#x16B;ru. [Tel. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;+&#xC28;&#xC42;&#xC30;&#xC41;] n. Nine hundred.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tomman-dumu. [Tel. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;+&#xC24;&#xC42;&#xC2E;&#xC41;.] n. The measure of nine &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41; or Marcals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2C;&#xC15;</span>&#xA0;&#xA0;tobaka. [Tel.] adj. Empty, seedless. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC2A;&#xC3F; toppi. [Tel.] n. A cap or hat. &#xC1F;&#xC4B;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC26;&#xC4B;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;toppalu-d&#x14D;ralu. [Tel.] n. Myriads. &#xC15;&#xC4B;&#xC1F;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC3E;&#xC36;&#xC40;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;</span>&#xA0;&#xA0;toppe. [Tel.] n. The foreskin or prepuce.
			</div>
                