&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;torru. [Tel.] n. A cow. &#xC06;&#xC35;&#xC41;. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. v. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; torru-pa&#x1E6D;&#x1E6D;u. n. A cow house. &#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. A herd of cattle. &#xC06;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC02;&#xC26;, &#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;torra. [Tel.] n. A hole or hollow in a tree. &#xC38;&#xC02;&#xC26;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Hollow, having a hole. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; loosely hound tresses. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; torra-j&#x12B;nu-v&#x101;yi. n. The Indian Red Munia. Spor&#xE6;ginthus amandava, (F.B.I.) &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F; torri. n. A defect, breach or blemish. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;, &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;. adj. Wry, crooked. Leaky. Toothless. Deformed, chipped (as china or glass,) damaged (as a shattered statue.) Partial, as an eclipse. &quot;&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. vi. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man who has lost his teeth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;toru-trokku. [Tel. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.] n. Great pressure. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC30;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC30;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;toralu. [Tel.] v. n. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To be changed, &#xC2E;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; tora-lu&#x1E6D;su. v. t. To change. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. To slake hot with cold water. &#xC24;&#xC4A;&#xC30;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41; torala-n-&#x101;&#x1E0D;u. (causal of &#xC24;&#xC4A;&#xC30;&#xC32;&#xC41; to slip, &amp;c.) v. n. To set up or trip up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC30;&#xC41;&#xC2A;&#xC41; torapu. [Tel.] v. a. To temper water to a certain heat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC30;&#xC1F;</span>&#xA0;&#xA0;tora&#x1E6D;a. [Tel.] n. A cell or small hole: a cavity. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;, &#xC15;&#xC4B;&#xC1F;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC15; &#xC24;&#xC4A;&#xC30;&#xC1F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; the backbone is hollow. &#xC24;&#xC4A;&#xC30;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; tora&#x1E6D;alu-p&#x101;ru. v. n. To be bored, to become full of holes &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC4A;&#xC30;&#xC24;&#xC4B;&#xC28;&#xC46; tora-t&#x113;ne. n. Hive honey. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC47;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41; tolagu. [Tel.] v. n. To depart, go off, be removed: to step aside, retire, recede, get out of the way. To sidle or move sideways, to transgress. To be dislocated, as a bone. To vanish, perish. To end, terminate, cease. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC15; incessantly, continually, steadfastly, unfailingly. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC28;&#xC3F; unfailing, ceaseless. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC2C;&#xC3E;&#xC30;&#xC41; (&#xC24;&#xC4A;&#xC32;&#xC17;&#xC28;&#xC4D;+&#xC2A;&#xC3E;&#xC30;&#xC41;.) Same as &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41; tolagu&#x1E0D;u. n. The act of going out of the way or moving aside. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC1F;. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC35; tolagu-b&#x101;va. n. An enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC4A;&#xC32;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41; tolagin&#x1E6D;su. v. a. To remove,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; tolaku. [Tel. &#xC24;&#xC4A;&#xC32;&#xC15;&#xC3F;+&#xC06;&#xC21;&#xC41;.] v. n. To spill. &#xC24;&#xC4A;&#xC23;&#xC15;&#xC41;. To move &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To shine, gleam, sparkle. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Movement. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. A bright mark, &#xC2E;&#xC1A;&#xC4D;&#xC1A;, as those on a deer. A wave. &#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;. A. iv. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC23;&#xC15;&#xC41;. Parij. v. 51. R. v. 40. v. n. To begin, arise (as joy), happen. To exceed, shine. &quot;&#xC2E;&#xC3E;&#xC26;&#xC30;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC4D;&#xC2F; &#xC2E;&#xC39;&#xC28;&#xC40;&#xC2F;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC3E;&#xC26;&#xC1F;&#xC2E;&#xC26;&#xC3F; &#xC26;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;.&quot; BD. v. 253.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC30;&#xC3F; tola-kari. [Tel.] n. The opening of the year, the beginning of the rainy season. R. v. 157. &#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F; &#xC35;&#xC3E;&#xC28;, &#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; summer rain and lightning. The rainy season, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; tolakar-in&#x1E6D;su. v. n. To rain at the beginning of the rainy season. To rain. To arise &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC21;&#xC41; the enemy of the first rains, i.e., the swan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;</span>&#xA0;&#xA0;tola. [Tel.] n. A bit or division, &amp;c., in an orange, jackfruit, &amp;c. &#xC24;&#xC4A;&#xC28;. A hole &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC47;&#xC28;&#xC46;&#xC24;&#xC4A;&#xC32;&#xC32;&#xC41; a sort of cake or vermicelli.
			</div>
                