&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;telat&#x1E63;u. [Tel.] v. t. To wash. Parij. iii. 35. To wipe, &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. To cause to be removed, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. To put away. Pal. 266. &#xC24;&#xC4A;&#xC32;&#xC24;&#xC4A;&#xC32;&#xC2E;&#xC28;&#xC3F; Crying Stop! stop! &#xC24;&#xC3E;&#xC33;&#xC41;&#xC24;&#xC3E;&#xC33;&#xC41;&#xC2E;&#xC28;&#xC3F;. BD. iv. 174. &#xC24;&#xC4A;&#xC32;&#xC24;&#xC4A;&#xC32;&#xC02;&#xC21;&#xC41; Up! begone! rise! Contracted for &#xC24;&#xC4A;&#xC32;&#xC17;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;tolu-ku&#x1E0D;upu. [Tel. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;+&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;.] n. The &quot;first meal&quot; given to an infant at weaning. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;toluku. [Tel.] v. n. To rain. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC41; (&#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;+&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;.) a raining cloud &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. To burst forth, overflow, be emitted (as flames, tears, rays, sweat, &amp;c.) &#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; a smile playing or beaming over the countenance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;tolu-k&#x101;ru. [Tel. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;+&#xC15;&#xC3E;&#xC30;&#xC41;.] n. The rainy season. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. (&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;+&#xC15;&#xC3E;&#xC30;&#xC41;.) the first crop in the season &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;</span>&#xA0;&#xA0;tolu. [Tel. short for &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;.] adj. First. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F; &#xC15;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC17; when the earliest cock crows. &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; the day before. See &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tolipin&#x1E6D;su. [Tel. from &#xC24;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;.] v. a. To hollow out (a thing.) &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F;, &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To get a thing washed. &#xC15;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;toli. [Tel.] adj. First, former, ancient, old, previous. &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the day before. &#xC06; &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the day before that. &#xC06; &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; the night before that. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC24;&#xC4A;&#xC32;&#xC3F; the very first. n. The beginning. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. A socket, a hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41;. A. iv. 218. The central hole in a wheel &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC15; tolika. n. A hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; toli-v&#x101;ramu. n. The first day of the week.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC24;</span>&#xA0;&#xA0;See &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC24;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC02;&#xC5B;</span>&#xA0;&#xA0;tolu-san&#x1E0D;za. n. The early dawn. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. See &#xC24;&#xC4A;&#xC32;&#xC41; and &#xC24;&#xC4A;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC24; toluta. [Tel.] n. Beginning. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;. adj. First. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;. adv. At first, in the place. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC1F;&#xC3F; toluta&#x1E6D;i. adj. First prior, preceding. Radha, iii. 62. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC1F;&#xC3F;&#xC2A;&#xC26;&#xC2E;&#xC41; the preceding word. Appa. v. 151. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24; or &#xC24;&#xC4A;&#xC32;&#xC41;&#xC26;&#xC4A;&#xC32;&#xC4D;&#xC24; tolu-toluta. adv. At the first, at the very beginning. Swa. i. 44. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC26;&#xC40;&#xC35;&#xC3F; tolu-d&#x12B;vi. n. The first island, i.e., Jambu dv&#x12B;pa. Vasu. i. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; tolu-ga&#x1E6D;&#x1E6D;u. (&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;+&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) n. The legendary eastern mountain on which the sun is supposed to rise. &#xC09;&#xC26;&#xC2F;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; the first books, the Vedas &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41; the first lunar fortnight &#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; the first constellation, i.e., Asvini. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; the first god, i.e., Brahma &#xC38;&#xC41;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;; also, an Asura. &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41; tolu-n&#x101;&#x1E0D;u. n. The day before. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41; tolu-b&#x101;mu. n. A former birth. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;. M. xii. i. 190. &quot;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC32; &#xC28;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC4B;&#xC1A;&#xC41;&#xC17;&#xC02;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC39;&#xC3E;&#xC28;&#xC26;&#xC41;&#xC32;&#xC4D;.&quot; R. vii. 118.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41; tolu&#x1E6D;su. [Tel.] v. a. To bore, perforate. To hollow, dig, scoop. To carve wood. To polish, furbish. To cleanse or rinse. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; the wood-boring insect called a deathwatch. &#xC06; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC41; &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cleaned or polished the dish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC33;&#xC38;&#xC3F; tolasi. [Tel.] n. The Tulasi plant. &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;. &#xC24;&#xC4A;&#xC33;&#xC38;&#xC3F;&#xC2A;&#xC42;&#xC38;&#xC32;&#xC41; beads of Tulasi wood.
			</div>
                