&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC35;&#xC30;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC17;&#xC30; (q. v.) &#xC24;&#xC4A;&#xC35;&#xC30;&#xC3F; Same as &#xC24;&#xC4A;&#xC17;&#xC30;&#xC3F; (q. v.) &#xC24;&#xC4A;&#xC35;&#xC30;&#xC41; Same as &#xC24;&#xC4A;&#xC17;&#xC30;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC35;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC17; tova. [Tel.] n. A water lily. &#xC15;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC33;&#xC38;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC33;&#xC15;</span>&#xA0;&#xA0;to&#x1E37;aka. [Tel.] adj. Thin. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC21;</span>&#xA0;&#xA0;tollu-ga&#x1E0D;u. [Tel.] adj. Joint, mutual, as a bond.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC15; tollika. [Tel.] n. A small hoe. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. See under &#xC24;&#xC4A;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;tolli. [Tel.] n. A former time. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Former, foregoing. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;. adv. first, formely, of old. M. I. i. 109. Infl. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F; V. P. ii. 241. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; more than before. &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1F;&#xC3F;, &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1F;&#xC3F; or &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F; tollin&#x1E6D;i. adj. Former, old, ancient, of ancient days. M. I. i. 210. &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32; like as before.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x14D;chi-g&#x101;&#x1E0D;u. [Tel.] n. A male hawk. &#xC2E;&#xC17;&#xC21;&#xC47;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;t&#x14D;gu. v. n. To sink. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;. To become wet. &#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC15;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;tok&#x14D;gi. [Mahr.] n. The crimson breasted Barbet or Coppersmith, Xantholaema hematocephala (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;t&#x14D;-konu. [Tel. for &#xC24;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To bring, to bring along with one. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC15;&#xC1F;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x14D;ka&#x1E6D;a-va&#x1E6D;&#x1E6D;u. [Tel.] n. A pollard tree. A tree that is half dead. (This meaning is clearly given in the &#xC17;&#xC43;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41; chap. 4. verse 18.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;kamu. [Skt.] n. A child, offspring. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC05;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC15;</span>&#xA0;&#xA0;t&#x14D;ka. [Tel.] n. A tail. &#xC24;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; like a snake whose tail has been trodden on. &#xC24;&#xC4B;&#xC15;&#xC17;&#xC41;&#xC02;&#xC5B; a slanting post or pillar &#xC05;&#xC26;&#xC4B;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC15;&#xC15;&#xC37;&#xC4D;&#xC2A; t&#x14D;ka-kappa. n. A tadpole. &#xC24;&#xC4B;&#xC15;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; a trail of fire. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC21;&#xC15;&#xC32;&#xC35;&#xC30;&#xC41;&#xC38;. &#xC24;&#xC4B;&#xC15;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; t&#x14D;ka-&#x1E6D;sukka. n. A comet: a star with a tail. &#xC27;&#xC42;&#xC2E;&#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC24;&#xC4B;&#xC15;&#xC24;&#xC32;&#xC35;&#xC30;&#xC3F; t&#x14D;ka-talavari. n. A long slender fish called Ophidion (Russell. No. 39.) &#xC24;&#xC4B;&#xC15;&#xC2A;&#xC40;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; t&#x14D;ka-p&#x12B;ku&#x1E37;&#x1E37;u. n. Plagues, hobbles, squabbles. &#xC24;&#xC4B;&#xC15;&#xC2A;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41; one who is always stirring up strife &#xC28;&#xC32;&#xC24;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC4B;&#xC15;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; an insect with a tail. &#xC24;&#xC4B;&#xC15;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; cubebs, &#xC1A;&#xC41;&#xC32;&#xC35;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC21; t&#x14D;. [Tel. from &#xC24;&#xC4B;&#xC21;&#xC41;.] conj. With, together with, accompanied by, accompanying or following. &#xC15;&#xC42;&#xC21;&#xC3E;, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he stabbed him with a knife. &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; tell me. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is in a fever. &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are fasting. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; diseased, sick. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC2F;&#xC24;&#xC4B; &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC41; look on me with favour. &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46; &#xC38;&#xC30;&#xC35;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; a lamp that has oil burns with clearness. V&#x113;ma. i. 43. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I represented this to him. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC32;&#xC47;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they set out in the dark, i.e., before dawn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC38;&#xC4D;&#xC38;</span>&#xA0;&#xA0;, &#xC24;&#xC4A;&#xC38;&#xC4D;&#xC38;&#xC3F; or &#xC24;&#xC4A;&#xC38;&#xC4D;&#xC38;&#xC46; tossa. [Tel.] n. Brokenness. The state of being chipped, as glass. A defect in pronounciation owing to a tooth having fallen a way. A slip or mispronunciation. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC23; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;. adj. Chipped or broken on the edges. &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC24;&#xC4A;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; his pronounciation is lisping or imperfect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;tovvu. Same as &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC1A;</span>&#xA0;&#xA0;t&#x14D;&#x1E6D;sa. [Tel.] n. A chuckler, a worker in leather. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                