&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC3E;</span>&#xA0;&#xA0;t&#x14D;&#x1E0D;a. [Tel.] n. A kind of gold jewel worn on the arm. &#xC39;&#xC38;&#xC4D;&#xC24; &#xC2D;&#xC42;&#xC37;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC21;&#xC41; t&#x14D;&#x1E0D;an&#x1E6D;u. [Tel. &#xC24;&#xC4B;&#xC21;&#xC41;+&#xC05;&#xC02;&#xC1F;&#xC41;] n. Sour milk kept to curdle other milk with, &#xC1A;&#xC47;&#xC2E;&#xC3F;&#xC30;&#xC3F;. &quot;&#xC2E;&#xC46;&#xC26;&#xC35;&#xC41;&#xC32;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC2C;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC38; &#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC3E;&#xC1A;&#xC3F; &#xC2F;&#xC4A;&#xC28;&#xC30;&#xC24;&#xC4B;&#xC21;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Suca. i. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;</span>&#xA0;&#xA0;t&#x14D;&#x1E0D;a. [Tel. from &#xC24;&#xC4B;&#xC21;&#xC41;.] a case ending. With. Together with. See &#xC24;&#xC4B; &#xC24;&#xC4B;&#xC21;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; including interest, the interest likewise. &#xC24;&#xC4B;&#xC21;&#xC28;&#xC47; t&#x14D;&#x1E0D;an&#x113;. adv. Together: at once, as soon as, &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC47; as soon as they came. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x14D;&#x1E0D;a-bu&#x1E6D;&#x1E6D;u. v. n. To be born with, or be a brother to. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; t&#x14D;&#x1E0D;a-bu&#x1E6D;&#x1E6D;ina-v&#x101;&#x1E0D;u. n. A brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; a sister. &#xC24;&#xC4B;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41; or &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; t&#x14D;&#x1E0D;a-bu&#x1E6D;&#x1E6D;u. n. A brother or sister: lit: a fellow child.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;t&#x14D;&#x1E37;i. [Tel.] n. A Panchama or pariah. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;t&#x14D;&#x1E6D;a. [Tel.] n. A garden. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41;, &#xC24;&#xC4B;&#xC1F;&#xC2E;&#xC3E;&#xC32;&#xC3F;, &#xC24;&#xC4B;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4B;&#xC1F;&#xC40;&#xC21;&#xC41;&apos; a gardener. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; t&#x14D;&#x1E6D;a-k&#x16B;ra. n. Greens, garden herbs. The green produce of a garden is divided into &#xC06;&#xC15;&#xC41;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41; or &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41; vegetables, the leaf of which is eaten, such as spinach and cabbage: and &#xC15;&#xC3E;&#xC2F;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41; of which the pod, fruit, or head is eaten, such as brinjals, cucumbers, &amp;c. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; or &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC42;&#xC30; is the phrase for all such plants as sprout after being cut, like camomile: and &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; is the class of herbs which do not send forth shoots after being cut. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; is also a particular herb, called Braid in French. Amaranthus Tristis, (Rox. iii. 604.) Amaranthus gangeticus, or Amaranthus oleraccus. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; Amaranthus giganteus. &#xC26;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; Amaranthus polygamus. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; the Pricklly Amaranth, Amaranthus spinosus. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30; or &#xC2E;&#xC2F;&#xC42;&#xC30;&#xC36;&#xC3F;&#xC16;&#xC3F; Celosia cristata (Watts.) &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC17;&#xC3E; &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F; modesty grows anew in the heart like a cropped herb. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;&#xC35;&#xC02;&#xC1F;&#xC3F; like mere green stuff, i.e., weak, feeble &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F; a mere greenherb business. &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F; small as a mustard seed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x14D;&#x1E6D;su. [Tel.] v. n. To arise. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To occur to the mind, to seem, appear. To appear, as the sun; to become visible, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41;. &#xC24;&#xC4B;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I think, conjecture, conceive, fancy, imagine, suppose, intend. &#xC28;&#xC40;&#xC15;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC46;&#xC28;&#xC3E; if you think fit, if you please, if it seems good to you. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC0F;&#xC2E;&#xC3F; &#xC24;&#xC4B;&#xC1A;&#xC32;&#xC47;&#xC26;&#xC41; I knew not what to think. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; I suspected. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC32;&#xC47;&#xC26;&#xC41; I do not perceive the meaning. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC24;&#xC4B;&#xC1A;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC32;&#xC46; like purse reflected in a glass. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he was afraid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;to&#x1E0D;i. [Tel. from &#xC24;&#xC4B;&#xC21;&#xC41;.] adj. Fellow. joint. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC28;&#xC32;&#xC41; the ladies who were her fellows. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC32;&#xC41; t&#x14D;&#x1E0D;i-k&#x14D;&#x1E0D;alu. n. A fellow sister-in-law. &#xC2E;&#xC17;&#xC28;&#xC3F; &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; fellow sons-in-law, the husbands of sisters. &#xC37;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a companion &#xC24;&#xC4B;&#xC21;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                