&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;t&#x14D;ten&#x1E6D;su. [Tel. &#xC24;&#xC4B;&#xC1A;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.] v. n. To be borne, to arise &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To make its appearance, to become visible &#xC15;&#xC28;&#xC2C;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;. To come, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; See under &#xC24;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;</span>&#xA0;&#xA0;, &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;&#xC21; &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;&#xC28; or &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;&#xC28;&#xC47; See under &#xC24;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC48;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC4B;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; See under &#xC24;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC21;&#xC46;&#xC32;&#xC41; t&#x14D;&#x1E0D;&#x113;lu. [Tel.] n. A wolf. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. The Indian Wolf, Canis pallipes. (F.B.I.) &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC4B;&#xC21;&#xC47;&#xC32;&#xC41; a weevil that destroys hay.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;&#x1E0D;emu. [Tel.] n. A little, a trifle. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC46;&#xC2E;&#xC41; the distance we have come is the shortest. adj. Small, little. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;. &#xC1A;&#xC3F;&#xC30;&#xC3F;. &#xC24;&#xC4B;&#xC21;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; smiles, gentle laughter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x14D;&#x1E0D;u. [Tel.] v. a. To draw or take up (water:) to bale. To dig up. &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To wind up, as thread. &#xC28;&#xC42;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC41; to place the dinner before the goddess. &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; t&#x14D;&#x1E0D;u-konu. v. a. To bring along with one, to lead; to draw water. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E; bring him here. v. n. To curdle as milk. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the milk curdled. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC4B;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; t&#x14D;&#x1E0D;i-te&#x1E6D;s&#x1E6D;su. v. t. To fetch, to go and bring &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x14D;&#x1E0D;in&#x1E6D;su. v. a. To have drawn, to cause (water) to be raised. &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC47;&#xC30; = &#xC15;&#xC42;&#xC21;&#xC3E; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x14D;&#x1E0D;u. [Tel.] n. Swearing an oath. &#xC06;&#xC28;. An affix, as &#xC28;&#xC40;&#xC24;&#xC4B;&#xC21;&#xC41; I swear by you. A sister &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;. Also, a souring stuff, &#xC1A;&#xC46;&#xC2E;&#xC3F;&#xC30;&#xC3F;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32; same as &#xC24;&#xC4B;&#xC21;&#xC02;&#xC1F;&#xC41;. Aid, help, convoy. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A helper or companion. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC24; or &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24; t&#x14D;&#x1E0D;uta. adv. With, along with. &#xC24;&#xC4B;&#xC21;&#xC28;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC4B;&#xC21;, &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;&#xC21;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC24;&#xC4B; or &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B; t&#x14D;&#x1E0D;u-t&#x14D;&#x1E0D;a. adv. Immediately, at once, therewith, together. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC3F;. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17; t&#x14D;&#x1E0D;u-donga. n. An accomplice. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC28;&#xC40;&#xC21; t&#x14D;&#x1E0D;u-n&#x12B;&#x1E0D;a. n. Aid and protection. A helper or companion. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41; t&#x14D;&#x1E0D;u-pa&#x1E0D;u. v. n. To be an aid, to assist. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC2A;&#xC26;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he stood by me in that calamity. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; t&#x14D;&#x1E0D;u-p&#x101;&#x1E6D;u. n. Assistance, companionship, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; t&#x14D;&#x1E0D;u-pe&#x1E6D;&#x1E6D;u. v. n. To gather as a swelling. &#xC28;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#x1E6D;he sinew has thrown out a lump. v. a. To add souring stuff to milk. &#xC1A;&#xC47;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; t&#x14D;&#x1E0D;u-p&#x14D;vu. v. n. To be equal; to suffice, &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41; t&#x14D;&#x1E0D;u-b&#x101;lu. n. &quot;The fellow of the milk,&quot; i.e., the drops of water, put for luck into a pail before milking. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; t&#x14D;&#x1E0D;u-b&#x14D;tu. n. A wizard or witch. &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;</span>&#xA0;&#xA0;t&#x14D;pa. [Tel.] n. Paste, batter. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC21;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC3F;. A wallet or bag of provisions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x14D;ni-g&#x101;&#x1E0D;u. [Tel.] n. A sort of hawk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC28;</span>&#xA0;&#xA0;t&#x14D;na. [Tel. &#xC24;&#xC4B;&#xC28;&#xC4D;+&#xC05;.] postp. With. Thereupon, immediately. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC26;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x14D;-d&#x14D;pulu. [Tel. &#xC24;&#xC4B;&#xC2A;&#xC41;+&#xC24;&#xC4B;&#xC2A;&#xC41;.] n. Exultation, pushing forward. &#xC24;&#xC4B;&#xC26;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC3F; in an increasing struggle; &#xC2A;&#xC4D;&#xC30;&#xC1C; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC17;&#xC28;&#xC41;&#xC15; &#xC24;&#xC4B;&#xC26;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC28;&#xC47;&#xC21;&#xC41; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; a great crowd of people came, so to-day there is great excitement. &#xC24;&#xC4B;&#xC26;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; t&#x14D;-d&#x14D;pu-l-&#x101;&#x1E0D;u. v. n. To overflow or burst forth as the feelings. &quot;&#xC06; &#xC2A;&#xC4A;&#xC32;&#xC24;&#xC3F;&#xC35;&#xC32;&#xC2A;&#xC41; &#xC24;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC21;&#xC3E;&#xC2A;&#xC15; &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC2F;&#xC41;.&quot; T. ii. 100. &#xC1F;&#xC40; &#xC2A;&#xC48;&#xC2A;&#xC48;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;damu. [Skt.] n. Pain. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC26;&#xC2E;&#xC41; headache.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;danamu. [Skt.] n. A goad. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC32;. Poking with the fingers; causing pain. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC3E;&#xC2A;&#xC24;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41; atonement, doing away with sin. &#xC24;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;tramu. [Skt.] n. A goad, a spike. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC2F;&#xC40;&#xC1F;&#xC46;, &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;t&#x14D;du. [Tel.] n. A series. &#xC35;&#xC30;&#xC41;&#xC38;&#xC15;&#xC1F; &#xC4D;&#xC1F;&#xC41;.
			</div>
                