&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;p&#x101;ramu. [Tel.] n. A leather mask put on the face of a hawk &#xC21;&#xC47;&#xC17; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;t&#x14D;-p&#x101;&#x1E6D;u. [Tel.] adv. Like, as &#xC35;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC30;&#xC3E;</span>&#xA0;&#xA0;t&#x14D;par&#x101;. [H.] n. A horse&apos;s nose bag for its food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;t&#x14D;pami. [Tel. from &#xC24;&#xC4B;&#xC1A;&#xC41;.] n. Non-appearance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC21;</span>&#xA0;&#xA0;t&#x14D;pa&#x1E0D;a. [Tel.] n. A carpenter&apos;s plane.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;</span>&#xA0;&#xA0;t&#x14D;pa. [Tel. from, &#xC24;&#xC4B;&#xC1A;&#xC41;.] adv. Apparently, in appearance, seeming, being manifested &#xC24;&#xC4B;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC17;&#xC3E;. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC24;&#xC4B;&#xC2A; while a smile beamed over her countenance. &#xC26;&#xC40;&#xC28;&#xC24;&#xC24;&#xC4B;&#xC2A; humbly. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC05;&#xC28;&#xC3F; &#xC2F;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC2A;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as God put it into my heart that cruelty was a sin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;mu. [Tel.] v. a. To rub, rub down, handle, scrape, clean, &#xC30;&#xC3E;&#xC1A;&#xC41;, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;. To set or grind a razor, &#xC05;&#xC30;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41;. A. iv. 185. To beat or flog. &#xC24;&#xC4B;&#xC2E;&#xC15;&#xC2E;&#xC41; t&#x14D;ma-kamu. n. Rubbing, polishing, cleaning, &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC1F;. &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to rub or clean. &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to wash the teeth. &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC21;&#xC41; t&#x14D;mu&#x1E0D;u. n. Rubbing &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1F;. &#xC24;&#xC4B;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; t&#x14D;min&#x1E6D;su. v. t. To cause to be rubbed, &amp;c., to have (it) cleaned, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2E;&#xC3E;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2F; t&#x14D;m&#x101;le. [Tel. &#xC24;&#xC4B;&#xC1F;+&#xC15;&#xC42;&#xC32;.] n. A wreath, garland, or string of flowers and leaves. A. v. 39.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;maramu. [Skt.] n. An iron club, a lance, a hog spear. &#xC38;&#xC47;&#xC28;&#xC3E;, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2E;&#xC17;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;t&#x14D;ma-garika. [Tel.] n. A sort of grass. Agrostis tenacissima. Rox. i. 316.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; t&#x14D;pu. [Tel. from &#xC24;&#xC4B;&#xC2F;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;.] n. A shove or push. Rejecting, refusing, thrusting away. &#xC24;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; topu&#x1E0D;u. n. Dismissal, putting away, pushing away. A carpenter&apos;s plane; so called because he pushes it from him. &#xC24;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; a cancelled page. &#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; loss arising from an unsaleable article.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;t&#x14D;pu. [Tel. causal of &#xC24;&#xC4B;&#xC1A;&#xC41;.] v. t. To convey an idea. &#xC26;&#xC40;&#xC28;&#xC24;&#xC26;&#xC4B;&#xC2A;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; to give him an idea of her misery. &#xC24;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; or &#xC24;&#xC4B;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; t&#x14D;pimpa-j&#x113;yu. (causal of &#xC24;&#xC4B;&#xC1A;&#xC41;.] v. t. To cause, to think, to suggest. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC47; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; a God put this into his heart. See &#xC24;&#xC4B;&#xC2A; adv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;t&#x14D;pi. [Tel. another form of &#xC1F;&#xC4B;&#xC2A;&#xC3F;.] n. A cap or hat. &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;yamu. [Skt.] n. Water. &#xC24;&#xC4B;&#xC2F;&#xC1C;&#xC2E;&#xC41; t&#x14D;yajamu. n. Lit. The water born, i.e., the lotus. &#xC24;&#xC4B;&#xC2F;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; t&#x14D;yaj-&#x101;kshi. adj. Bright-eyed, having eyes charming as the lotus. &#xC24;&#xC4B;&#xC2F; &#xC21;&#xC2E;&#xC41; t&#x14D;ya-damu. n. A cloud. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC24;&#xC4B;&#xC2F;&#xC27;&#xC3F; t&#x14D;yadhi. n. The sea, the ocean. &#xC24;&#xC4B;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F; t&#x14D;ya-r&#x101;&#x1E63;i. n. The &quot;heap of water;&quot; i.e., the sea. &#xC24;&#xC4B;&#xC2F;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; t&#x14D;ya-ru&#x1E25;amu. n. A lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC24;&#xC4B;&#xC2F;&#xC38;&#xC42;&#xC1A;&#xC15;&#xC2E;&#xC41; t&#x14D;ya-s&#x16B;chakamu. n. The indicator of water, i.e., a frog.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2F;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;yamu. [Tel.] n. A marvel or wonder. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. A band, or company &#xC24;&#xC46;&#xC17;, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC24;&#xC4B;&#xC2F;&#xC1C;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC39;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC24;&#xC4B;&#xC2F;&#xC2E;&#xC41; &#xC17;&#xC4B;&#xC2A;&#xC15;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC43;&#xC2A;&#xC3E;.&quot; B. X. &#xA7; 22. A delicacy, a tit bit, something nice &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A time or opportunity &#xC24;&#xC21;&#xC35;, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; companions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;t&#x14D;pu. [Tel.] n. A grove. &#xC24;&#xC4B;&#xC1F;. Redness &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. A paste put over certain cakes &#xC38;&#xC41;&#xC15;&#xC3F;&#xC2F;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC42;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. adj. Red. &#xC24;&#xC4B;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC30; a red petticoat.
			</div>
                