&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4C;&#xC17;&#xC4B;&#xC32;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32; tau-g&#x14D;la. [Tel.] n. A spade: a hoe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4C;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC41; tau. [Tel. from &#xC24;&#xC17;&#xC41;.] v. n. To be fit. &#xC24;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. Or, from &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41; v. a. To dig.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC30;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; t&#x14D;ra-malli. [Tel.] n. Tourmaline, crystal. A false diamond.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC30;&#xC23; t&#x14D;ra&#x1E47;amu. [Skt.] n. A wreath, a garland, a festoon of leaves, &amp;c., hung over a doorway or across a road, &amp;c. A gate. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. A pack or tobacco weighing from two to ten seers. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2A;&#xC41; &#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; strings of mutton chops hung across the room. &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC3E; &#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41; a bonfire. &#xC24;&#xC4B;&#xC30;&#xC23;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; t&#x101;ra&#x1E47;-pa&#x1E6D;&#x1E6D;e. n. The cross bar of a winch. (&#xC15;&#xC2A;&#xC3F;&#xC32;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41; t&#x14D;yu. [Tel.] v. a. To push, thrush, shove, propel. To dismiss, to deduct. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they pass their time. &#xC2A;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41; to knock down &#xC24;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to do away with, set aside, dismiss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;t&#x14D;si-r&#x101;&#x1E0D;zu. [Tel.] n. Lit: A kind that has to be driven away. A technical phrase in Chess answering to &apos;Check!,&apos; &apos;Sheikh&apos; or &apos;Shah!&apos; &quot;&#xC1A; &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC30; &#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC32;&#xC4D;&#xC35;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC26;&#xC4B;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; &#xC35;&#xC3F;&#xC1C;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC35;</span>&#xA0;&#xA0;, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; or &#xC26;&#xC4B;&#xC35; t&#x14D;va. [Tel.] n. A way, path. A road, way or means, an expedient. &quot;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; A. v. 122. &#xC1F;&#xC40; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41; t&#x14D;lu. [Tel.] v. a. To drive. &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he drove them into his flock. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC24;&#xC4B;&#xC32;&#xC41; to draw (water,) with a bucket, raised by oxen, to work (a pump.) &#xC2A;&#xC4B;&#xC26;&#xC4B;&#xC32;&#xC41; to drive off, &#xC24;&#xC4B;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to drive off, to rout. &#xC24;&#xC4B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC4B;&#xC32;&#xC4D;&#xC1A;&#xC1A;&#xC41; t&#x14D;lin&#x1E6D;su. v. n. To cause to drive, &amp;c. &#xC24;&#xC4B;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30; t&#x14D;lu-p&#x101;ra. n. A sort of fish called Scombar. Russell, plate 137: also called &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;t&#x14D;lu. [Tel.] n. Skin, leather, bark. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC32;&#xC41; a dark skin. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC4B;&#xC32;&#xC41; a fair skin. &#xC24;&#xC4B;&#xC32;&#xC41;&#xC15; Same as &#xC24;&#xC4B;&#xC32;&#xC41;. n. &#xC24;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; t&#x14D;lu-d&#x101;lupu. n. Lit. One who wears skins, i.e., Siva &#xC24;&#xC4B;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; t&#x14D;lu-v&#x101;dyamu. n. A drum. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC30;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;t&#x14D;ra-hattu. [Tel.] adv. In large quantities, amply. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &quot;&#xC09;&#xC1A;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC4B;&#xC30;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; R. iii. 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC30;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;rahattamu. [Tel.] n. A feat in wrestling. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC02;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;t&#x14D;ramu. [Tel.] n. Thread consecrated and worn on the arm in token of a vow. Swa. iii. 119. &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3F;, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41; or &#xC24;&#xC4B;&#xC30;&#xC02;&#xC2A;&#xC41; t&#x14D;rampu. adj. Great, large, strong, fine, nice, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;, &#xC2C;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; fine rosewater. &#xC24;&#xC4B;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; great anger. &#xC24;&#xC4B;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC30;&#xC41; a full stream. &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; t&#x14D;ramu-g&#x101;. adv. Well, properly, aloud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;taulyamu. [Skt. from &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;.] n. Resemblance, similitude. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC41;&#xC32;&#xC41; taulu. [Tel. from &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;.] v. n. To follow. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC30;&#xC3E;&#xC18;. iii. To be caught &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. i. n. Connection. &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;. ii. &#xC24;&#xC4C;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; Same as &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC24;&#xC4C;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; Same as &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC4C;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; Same as &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4C;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41; Same as &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC24;&#xC4C;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC41; Same as &#xC24;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC41;. See &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC35;&#xC41;&#xC21;&#xC41; tau&#x1E0D;u. [Tel.] n. Bran. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC35;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are as thick as chaff. &#xC24;&#xC4C;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; or &#xC24;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; tau&#x1E6D;i-p&#x101;mu. n. A kind of fish. &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2A;.
			</div>
                