&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trammu. [Tel.] n. Dust. v. t. To dirty. To cause to be dusty. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; (&#xC30;&#xC3E;&#xC18;. i.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC2A;</span>&#xA0;&#xA0;trapa. [Skt.] n. Modesty, shame. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41; tra&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To churn butter, &amp;c. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;. To examine, investigate, stir, search. &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC28; tra&#x1E6D;s&#x1E6D;sana. n. Churning. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC02;&#xC2A;&#xC3F;. (q. v.) &#xC09;. &#xC39;&#xC30;&#xC3F;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;tyajin&#x1E6D;su. [Skt. from &#x221A; &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC4D; to leave.] v. a. To leave, quit, desert, abandon. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC2E;&#xC41; tyaja-namu. n. Abandonment, desertion. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; tyaktamu. adj. Left, quitted, deserted. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; ty&#x101;gamu. n. A giving up, or renunciation. Abdication. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. A gift, donation. &#xC08;&#xC35;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; suicide. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC3F; ty&#x101;gi. n. A giver, donor, bestower. &#xC08;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC3F; a freethinker or philosopher. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; ty&#x101;jyamu. adj. Fit to be left. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28;. An unlucky hour, an hour astrologically unpropitious. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3E;&#xC1A;&#xC41; a cobra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41; Same as &#xC24;&#xC3E;&#xC17;&#xC41; to drink. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41; tr&#x101;gu&#x1E0D;u. n. Drinking. &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC38;</span>&#xA0;&#xA0;trassa. [Tel.] n. Drops of saliva that fall out while speaking. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC47; &#xC24;&#xC41;&#xC02;&#xC2A;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;</span>&#xA0;&#xA0;trastari. [Tel.] n. A gibe, a taunt, scorn, ridicule, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC35;&#xC2F;&#xC02;&#xC26;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC32; &#xC17;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;.&quot; Swa. vi. 11. &quot;&#xC09;&#xC30;&#xC41;&#xC39;&#xC3E;&#xC30;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC32; &#xC26;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC28;&#xC4D;&#xC28;.&quot; A. ii. 88. &#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; trastarin&#x1E6D;su. v. a. To laugh at, to ridicule, or chaff. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. Swa. vi. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trastamu. [Skt.] adj. Timid, fearfull. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC3F;&#xC28;. &#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; trastu&#x1E0D;u. n. One who is timid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;trasa-r&#x113;&#x1E47;uvu. [Skt.] n. Dust in the balance. An atom, a mote in the sunbeam. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F; &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32; Same as &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;. &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC2E;&#xC41; Same as &#xC24;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41; or &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F; &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; Same as &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41; travvi-tan&#x1E0D;amu. adj. Innumerable, &#xC05;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. (&#xC2F;. iv and &#xC39;&#xC30;&#xC3F;. &#xC09;. iv.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trayamu. [Skt.] n. A trio. Three collectively, &#xC2E;&#xC42;&#xC1F;&#xC3F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC41; the three poets, i.e., the Telugu poets, &#xC28;&#xC28;&#xC4D;&#xC28;&#xC2F;, &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28; and &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;. &#xC15;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; at all hours, morn, noon and night. &#xC32;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; the universe, i.e., heaven, earth and hell, &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC2D;&#xC42;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. (mundus tergeminus-Schlegel) &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3F; trayi. n. The three. The three Vedas collectively. &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC40;&#xC24;&#xC28;&#xC41;&#xC35;&#xC41; or, &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC40;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; he who is the Vedas incarnate,-a phrase for the Sun. &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC40;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; tray&#x12B;-dharmamu. n. The Vedic duties &#xC35;&#xC47;&#xC26;&#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC26;&#xC36;&#xC2E;&#xC41; tray&#x14D;-da&#x1E63;amu. adj. Thirteenth. &#xC2A;&#xC26;&#xC2E;&#xC42;&#xC21;&#xC35;. &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC26;&#xC36;&#xC3F; tray&#x14D;-da&#x1E63;i. n. The 13th day of the moon, reckoned either from new moon or full moon. &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; trayyanta-gandhamu. n. The savour, or knowledge of the Scripture. T. i. 5.
			</div>
                