&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;trikku. [Tel.] v. n. To turn. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. n. A twist or turn. Mand. iii. 27. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. Trouble &#xC2C;&#xC3E;&#xC27;. Difficulty &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &quot;&#xC28;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30; &#xC28;&#xC47;&#xC35;&#xC41;&#xC30; &#xC24;&#xC32;&#xC32;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC47;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; R. vii. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;Same as &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;tri-bhangi. adj. &quot;Three ways&quot; twisted. The name of a certain graceful attitude in which some statues stand: such as the &#xC35;&#xC47;&#xC23;&#xC41;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC32; or Piping Apollo; or that given to the &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41; or door keepers carved on each side of a temple gate. The word frequently occurs in books on sculpture (Silpi) and in some poems, but is no where precisely defined. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC4D;, three fold: in three ways. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; Swa. iii. 76. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; tri-bh&#x101;gamu. adj. Divided into three parts or shares. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC28;&#xC2E;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; tri-bhuvanamu. n. The three worlds: heaven, earth, and hell, i.e., the universe. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; tri-m&#x16B;rti. n. The Hindu Triad, consisting of Bramha, Vishnu, and Siva. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC2E; tri-y&#x101;ma. n. Night. M. VII. v. 317. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; tri-r&#x101;tramu. n. Three nights, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; tri-lingamu. adj. &quot;Three gendered.&quot; -a phrase for Sanskrit nouns of the common gender. &quot;Three formed.&quot; &quot;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; B. vii. 333. Also a fictitous or fanciful name (&#xC2F;&#xC4C;&#xC17;&#xC3F;&#xC15;&#xC2A;&#xC26;&#xC2E;&#xC41;) used for the Telugu language. It is peculiar to Appa Cavi, and a few other modern writers, but is not mentioned in any ancient or classical poet: nor in any Sanskrit Dictionary, in lists of the &quot;fifty six countries.&quot; See W. Vish. Pur. p. 193. In some modern lists Troilinga is named, but without any authority. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a collection of three (things) as Duty (&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;,) Wealth (&#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;,) and Desire (&#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;) or the Gunas called &#xC38;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC1C;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;, or the states called Increase (&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;), Decrease (&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;), and Stationariness (&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.) &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC33;&#xC3F; tri-vali. n. A threefold corrugation on the stomach considered a beauty in women. &quot;&#xC32;&#xC3F;&#xC24;&#xC15;&#xC43;&#xC36;&#xC4B;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC30;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC33;&#xC40;&#xC2F;&#xC41;&#xC24; &#xC30;&#xC4B;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; M. I. iv. 49. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC21;&#xC41; tri-vikramu&#x1E0D;u. n. He who subjugated the three worlds in three strides, i.e., Vishnu. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC2E;&#xC41; tri-vishtapamu. n. Heaven. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC3F; tri-v&#x113;&#x1E47;i. n. Lit: The Triple braided, an epithet of the Ganges which according to mythology, springs in three streams from the head of Siva. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC41;&#xC15; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41; tri-v&#x113;&#x1E47;uka. n. The bands of a carriage pole. &#xC28;&#xC4A;&#xC17;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;. T. v. 16. M. VII. i. 302. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC02;&#xC15;&#xC41;&#xC35;&#xC41; tri-&#x1E63;ankuvu. n. Name of the father of the hero Harischandra. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC02;&#xC15;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; the Aerial regions, the place of happiness created for &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC02;&#xC15;&#xC41; who could not be admitted into heaven on account of his low origin. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC42;&#xC32;&#xC2E;&#xC41; tri-&#x1E63;&#x101;lamu. n. The three pronged weapon of Vishnu. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC37;&#xC35;&#xC23;&#xC2E;&#xC41; tri-sharva&#x1E47;amu. n. The three ablutions, to be performed at morn, noon and night. M. XII. iv. 102. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC37;&#xC35;&#xC23;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC3F; he who bathes thrice a day. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC38;&#xC2A;&#xC4D;&#xC24; tri-sapta. adj. Thrice seven. BRY. iii. 19. &#xC24;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; tri-sandhyamu. n. The meeting times of forenoon, the noon and the afternoon. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC4D;&#xC28; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28; &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC28; &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;tri. [Skt. cf. Eng. &apos;Three.&apos;] pron. Three &#xC2E;&#xC42;&#xC21;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC4D; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC4D;&#xC24;&#xC41; trim&#x1E63;at. n. Thirty. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC4D; Thirty two. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; trikamu. n. The thigh bone, &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC38;. A water wheel. &#xC15;&#xC2A;&#xC3F;&#xC32;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC41;&#xC15;&#xC2E;&#xC41; tri-ka&#x1E6D;ukamu. n. Lit: The three spices, viz., black pepper, dry ginger, and long pepper. &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;, &#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;, &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; tri-kara&#x1E47;amu. n. The three elements of action, i.e., thought, word and deed. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; pure in thought, word and deed. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; pure in thought, word and deed. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; tri-k&#x101;lamu. n. The three times, i.e., morn, noon and night. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28; always, ever, day and night, at all hours. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; tri-ku&#x1E6D;amu. n. A certain hill. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41; tri-k&#x14D;&#x1E47;amu. n. A triangle. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC35;&#xC02;&#xC2A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC23;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F; &#x1E6D;ri-k&#x14D;&#x1E47;a-kun&#x1E0D;ali. n. The pineal gland, the part of the brain wherein the soul is imagined to dwell. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2F;&#xC2E;&#xC41; tri-tayamu. pron. Three, &#xC2E;&#xC42;&#xC21;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; tritvamu. n. Lit: Three-ness, Trinity-a term used in Christain Theology. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; tri-dan&#x1E0D;amu. n. A staff, formed of three slips of split bamboo, six feet long bound together as one cane, each slip being intended to represent Thought, Word and Deed. &#xC2E;&#xC28;&#xC4B;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;; &#xC08; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC3F; a mendicant bearing such a staff. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC36;&#xC41;&#xC21;&#xC41; tri-da&#x1E63;u&#x1E0D;u. [&#xC24;&#xC4D;&#xC30;&#xC3F;+&#xC26;&#xC36; = three states or thrice ten (years)] n. One who enjoys the three stages of live, viz, infancy, youth and manhood, but no old age. A god: so named as being &quot;thirty years old:&quot; this being considered the prime of a man: and the age at which immortals always continue. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC36;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; tri-da&#x1E63;-&#x101;layamu. n. Lit: The abode of the immortals, i.e., Heaven, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC2E;&#xC41; tri-divamu. n. Heaven. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; tri-divu&#x1E0D;u. n. A god. Padma. ix. 86. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; a god; or, Indra, as lord of the gods. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; tri-d&#x14D;shamu. n. Disorder of the three humours, viz., phlegm, bile, and strabilis. &#xC35;&#xC3E;&#xC24; &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24; &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41; tri-n&#x113;tru&#x1E0D;u. n. The three eyed god, that is, Siva. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC25;&#xC17; tri-patha-ga. n. The stream which runs in &quot;three beds,&quot; i.e., the Ganges, fabled to flow through heaven, earth and hades. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; tri-pun&#x1E0D;ramu. n. The triple mark worn across the forehead by Saivites. (&#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; is the upright line worn by the Vaishnavites.) &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1F; tri-pu&#x1E6D;a. n. The name of a certain musical metre. &#xC0F;&#xC21;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; tri-puramu. n. The name of a district of Bengal (now called Tipperah) called after its kind, Tripura, a giant who was vanquished by Siva: who, as &quot;slayer of Tripura&quot; derives hence the name &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC38;&#xC42;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC3F;, &amp;c. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC26;&#xC47;&#xC35;&#xC3F; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; the Bona&#x323; Dea, Venus. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41; tri-phalamu. n. The three species of myrobalan; the Phyllanthea emblica &#xC15;&#xC30;&#xC15;, Terminalia chebula &#xC24;&#xC3E;&#xC21;&#xC3F;, and Terminalia speciosa &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;.
			</div>
                