&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;trimmaru. [Tel.] v. n. To roam about at pleasure. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To go round. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F; trimma&#x1E6D;a. n. Turning. Wandering about, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC40;&#xC21;&#xC41; trimmari. n. A rover, wanderer, vagabond, stroller. Suca. iii. 286.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; trippu. [Tel.] v. t. To cause to turn. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. n. Turning. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1F; trippa&#x1E6D;a. n. Turning, roaming, wearisomeness. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F; a roamer &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#x1E6D;rippukonu. v. n. To turn. &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; trippi-y-&#x101;&#x1E0D;u. v. t. To turn. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; a churning rope &#xC24;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; trussu. [Tel. anuk] n. A hissing sound. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;tru&#x1E37;lu. [Tel.] v. n. To rise and fall suddenly. &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be arrogant or proud. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Pride, arrogance, &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; tru&#x1E37;&#x1E37;a-gin&#x1E6D;su. v. n. To fly. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC24; or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC24;. tru&#x1E37;&#x1E37;a-ginta. n. Flying, &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to fly, &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC24;. tru&#x1E37;&#x1E37;inta. n. Rising and falling suddenlly, &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Pride &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;. Same as &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; v. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B; &#xC24;&#xC41; tru&#x1E37;&#x1E37;u-p&#x14D;tu. n. An impudent or insolent man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; truppu. [Tel.] n. Rust. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. Tastelessness, &#xC05;&#xC30;&#xC41;&#xC1A;&#xC3F;, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; truppu&#x1E0D;u. n. A hair of a bird or animal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; tru&#x1E6D;&#x1E6D;e. [Tel.] n. A crowd or multitude &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to become a crowd or swarm &#xC17;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tru&#x1E6D;anamu. [Skt.] n. Breaking. M. XII. vi. 513. &#xC24;&#xC46;&#xC17;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC3F; tru&#x1E6D;i. n. A twinkle, an instant. One fourth the time that it takes to pronounce a short letter. &#xC32;&#xC18;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; tru&#x1E6D;i-tamu. adj. Broken. &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;trukku. [Tel.] n. Pride, vanity, conceit. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;trungu. [Tel.] v. n. To break to pieces. &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC17;&#xC41;. To be ruined, to perish. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; trungu&#x1E0D;u. n. Ruin &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; trungu&#x1E0D;u-pa&#x1E0D;u. v. n. To be ruined. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; (&#xC2D;&#xC3E;&#xC17;. ix.) &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC41;&#xC02;&#xC1A;&#xC41; trun&#x1E6D;su. v. t. To break to pieces. &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC2A;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; trumpu. n. A piece, a fragment &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC46;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;trek-konu. [Tel.] v. t. To spoil. &#xC1A;&#xC46;&#xC30;&#xC1A;&#xC41;. &quot;&#xC08;&#xC2A;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vi. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC3E;&#xC24; &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC17;&#xC3E;&#xC26;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. iii. To confuse, &#xC15;&#xC32;&#xC1A;&#xC41;. &#xC1C;&#xC48;. v. To swallow up. &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;. vi. To drink &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;. &quot;&#xC1C;&#xC32;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC35;&#xC3F;&#xC30;&#xC3E;. v. &#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41; trek-k&#x14D;lu. n. Spoiling, &amp;c. &#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; trek-k&#x14D;lu-konu. v. t. &amp;n. To kill &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC17;&#xC3E; murderously, destructively, ruinously. A. v. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;trek-ko&#x1E6D;&#x1E6D;u. [Tel.] v. n. To cast away, to drive away. &#xC0E;&#xC17;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC2A;&#xC41;, &#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; or &#xC24;&#xC46;&#xC02;&#xC2A;&#xC41; tren&#x1E6D;su. [Tel.] v. t. To cause to break. &#xC24;&#xC46;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;trish&#x1E6D;upp&#x16B;. [Skt.] n. A kind of metre in which the Vedas are composed. &#xC12;&#xC15; &#xC1A;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
                