&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC47;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;, &#xC24;&#xC47;&#xC1A;&#xC41; or &#xC24;&#xC47;&#xC2A;&#xC41; tr&#x113;&#x1E6D;su. [Tel.] v. n. To belch. &#xC24;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC47;&#xC2A;&#xC41; tr&#x113;pu. n. Belching. &#xC24;&#xC47;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; tr&#x113;gu&#x1E0D;u. [Tel.] n. Sticky saliva. &#xC1C;&#xC3F;&#xC17;&#xC1F;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;trevvu. [Tel.] v. n. To break, perish, fall, be severed. &#xC24;&#xC46;&#xC17;&#xC41;, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. To wear down or be worn away. &quot;&#xC24;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC35;&#xC47;&#xC38;&#xC46;.&quot; he smote his head off. BD. iv. 1973. &quot;&#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC35;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;.&quot; G. x. 44. v. a. To break, sever, split. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. HD. i. 2026.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC28;</span>&#xA0;&#xA0;trevvana. [Tel.] n. Beauty. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;tre&#x1E37;&#x1E37;u. [Tel.] v. n. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41; To fall &#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;treyyu. [Tel.] v. n. To break. &#xC24;&#xC46;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC48;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trai-lingyamu. [Skt. from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;.] n. A pedantic word for Telugu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC48;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trai-bhangikamu. [Skt. from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F;.] n. Lit: &quot;Three ways.&quot; This is the name of a certain attitude. See &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3F;. &quot;&#xC38;&#xC40; &#xC15;&#xC1A;&#xC2D;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC1A;&#xC2D;&#xC3E;&#xC30; &#xC15;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC48;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;.&quot; Nirankusa. i. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC48;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trai-gu&#x1E47;yamu. [Skt. from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC23;.] n. The three qualities called &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC30;&#xC1C;&#xC2E;&#xC41;, &#xC24;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC24;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC47;&#xC28;&#xC41;&#xC1A;&#xC41; or &#xC24;&#xC47;&#xC28;&#xC4D;&#xC1A;&#xC41; tr&#x113;nu&#x1E6D;su. [Tel.] v. n. To belch. &#xC24;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC4D;&#xC2A;&#xC41;, &#xC24;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC41; or &#xC24;&#xC47;&#xC28;&#xC4D;&#xC2A;&#xC41; tr&#x113;nupu. n. Belching. M. I. viii. 188.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC47;&#xC24;</span>&#xA0;&#xA0;tr&#x113;ta. [Skt.] n. The mythological Silver age, the second age of the world. The three sacred fires called &#xC17;&#xC3E;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;, &#xC06;&#xC39;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC41;</span>&#xA0;&#xA0;tr&#x113;&#x1E47;u. [Tel.] v. n. To come out. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;, &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC05;&#xC24;&#xC3F;&#xC35; &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC23;&#xC47;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC40;&#xC24;&#xC3F; &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;.&quot; A. v. 155. &quot;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC30; &#xC28;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC02; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC28;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC26;&#xC3E; &#xC26;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC2E;&#xC30;&#xC3F; &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC21;&#xC28;&#xC4D;.&quot; A. vi. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC48;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;trai-vidyu&#x1E0D;u. [Skt. from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;.] n. One who knows the Veda. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;trai-vargiku&#x1E0D;u. [Skt. from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.] n. One who seeks after the three objects of desire, viz: &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; and &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC48;&#xC32;&#xC4B;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;trai-l&#x14D;kyamu. [Skt. from &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC15;.] n. The three worlds, Elysium, Earth, and Hades. The universe. M. I. viii. 192.
			</div>
                