&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tramu. [Skt.] An affix like tion, ing, ness, ship, &amp;c. in action, doing, signifying the act or state of. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; the ministery; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. enmity, &amp;c. &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; the vowel &#xC0B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC26;&#xC40;&#xC2F;</span>&#xA0;&#xA0;trad&#x12B;ya. [Skt.] pron. adj. Thy, thine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC35;&#xC1A;&#xC2E;&#xC41; tvakku. [Skt.] n. Skin. &#xC24;&#xC4B;&#xC32;&#xC41;. Rind, bark, husk, coat. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;, &#xC28;&#xC3E;&#xC30;. &#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; a cutaneous eruption, a blotch, a scab.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;tryambaku&#x1E0D;u. [Skt.] n. A name of Siva &#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC15;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; tryambaka-sakhu&#x1E0D;u. n. Kub&#x113;ra, the friend of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;</span>&#xA0;&#xA0;, &#xC24;&#xC4B;&#xC35; or &#xC26;&#xC4B;&#xC35; tr&#x14D;va. [Tel.] n. A way, road. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. Means, an expedient. &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC30;&#xC3F; tr&#x14D;v-ari. [&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;+&#xC05;&#xC30;&#xC3F;.] n. One who knows the way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC24;&#xC4B;&#xC32;&#xC41;. v. t.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC2F;&#xC41; tr&#x14D;ya. [Tel.] v. t. To push aside or away. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC2E;&#xC3E;&#xC15;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41; or &#xC24;&#xC4B;&#xC2A;&#xC41; tr&#x14D;pu. n. Pushing, &#xC24;&#xC4B;&#xC2F;&#xC41;&#xC1F;. An insult, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Refusal, &#xC28;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41; (&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;+&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;.) n. A hard or violent push, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC4B;&#xC2F;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; tr&#x14D;-dr&#x14D;pu-l-&#x101;&#x1E0D;u. v. t. To push hard or violently. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC41; tr&#x14D;pa&#x1E0D;u. v. n. To be pushed, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC28;&#xC02;&#xC17;&#xC4A;&#xC30;&#xC35;&#xC3F; tr&#x14D;panan-goravi. (&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;+&#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;.) n. One who is spoilt in every way, &#xC09;&#xC2D;&#xC2F;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC2D;&#xC2F;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC30;&#xC3F; tr&#x14D;p-ari. (&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n., One who pushes, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC3E;&#xC1F;&#xC41; tr&#x14D;p-&#x101;&#x1E6D;u. n. The act of being pushed. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC3E;&#xC21;&#xC41;. (&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;+&#xC06;&#xC21;&#xC41;.) v. t. To push, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; tr&#x14D;pu&#x1E0D;u. n. A push. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;. A carpenter&apos;s plane. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; tr&#x14D;pu&#x1E0D;u-pe&#x1E6D;&#x1E6D;u. v. t. To plane wood as a carpenter does. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; tr&#x14D;pu-ch&#x113;yu. v. t. To disregard, to slight. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;tr&#x14D;&#x1E6D;i. [Skt.] n. The beak of a bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. The mouth of a fish, &#xC1A;&#xC47;&#xC2A;&#xC28;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC1A;&#xC41; tr&#x14D;&#x1E6D;su. [Tel.] v. n. To hasten. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;. To undertake, &#xC2A;&#xC42;&#xC28;&#xC41;. To walk, &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;. To chase or follow after. &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. To go beyond or transgress, &#xC2E;&#xC40;&#xC30;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To push, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. To disregard, &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; trokku. [Tel.] v. n. To tread, to trample. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41; or &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F; trokku&#x1E0D;u. n. Trampling. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;. Danger &#xC06;&#xC2A;&#xC26;. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2A;&#xC21;&#xC41; trokku&#x1E0D;u-pa&#x1E0D;u. v. n. To be trampled upon. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC41; trokka&#x1E6D;a-p&#x101;&#x1E6D;u. n. The act of being trampled upon. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; or &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; trokku&#x1E0D;u-kammi. n. The threshold. &#xC17;&#xC21;&#xC2A;. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; Same as &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. Also a plank of wood which a weaver treads upon while weaving a cloth. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; or &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; trokku&#x1E0D;u-bi&#x1E37;&#x1E37;a. n. A certain game played by children.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;tvash&#x1E6D;a. [Skt.] n. A carpenter, &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. The maker of the universe. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC30;&#xC4D;&#xC24;. One of the 12 Adityas, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC30;</span>&#xA0;&#xA0;tvara. [Skt. See &#xC26;&#xC4A;&#xC30;.] n. Speed, rapidity, haste. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E; tvara-g&#x101;. adv. Speedily, rapidly. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41; tvara-ch&#x113;yu. v. n. and v. a. To make haste. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41; tvara-pa&#x1E0D;u. v. n. To hasten, to hurry, or be active. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; tvaritamu. n,. Speed, haste, rapidity. adj. Quick. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC32;. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; tvaritamu-g&#x101;. adv. Speedily, rapidly.
			</div>
                