&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;dangu. [Tel.] v. n. To be pounded, or cleaned. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC41;, &#xC26;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; dangu&#x1E0D;u. adj. Beaten, pounded, cleaned; &#xC26;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC26;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; pounded rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC17;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC17;&#xC3E; danga. [H.] n. Bullying, outrage. Wrangling, mutiny, sedition, rebellion, &#xC26;&#xC02;&#xC17;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to wrong, to outrage. &#xC26;&#xC02;&#xC17;&#xC3E;&#xC2A;&#xC21;&#xC41; to be frightened.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;</span>&#xA0;&#xA0;da. [Tel.] n. The letter D pronounced as a dental. The initial T often changes into D as in &#xC05;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; and &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;.  In some words &#xC26; and &#xC21; are used at pleasure. Thus &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC3E;&#xC1A;&#xC41; or &#xC21;&#xC3E;&#xC1A;&#xC41;, &#xC26;&#xC3F;&#xC17;&#xC41; or &#xC21;&#xC3F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC25;</span>&#xA0;&#xA0;tha. The name of a Sanskrit letter. No. word used in Telugu begins with it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC38;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E6D;saruvu. [Skt.] n. A hilt or handle. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F;. A. i. 7. Parij. v. 45.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;tr&#x101;-d&#x1E5B;i&#x1E63;amu. [Skt.] adj. Resembling you. &#xC28;&#xC40;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC24;&#xC4D;&#xC35;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC35;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; tvash&#x1E6D;ramu. [Tel. Colloquial.] n. Bluntness, roughness, want of politeness. Clownishness. adj. Vile, brutish. Wretched. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC4D;&#xC35;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; he is a villain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;dan&#x1E0D;a. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. A side &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;. A prop, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC26;&#xC02;&#xC21;&#xC32; on all sides, around. A garland, a collar, or necklace. adj. Big , large. &#xC26;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41; dan&#x1E0D;akamu. [Skt.] n. The name of a celebrated forest mentioned in poems. Blank verse; or a poetical passage formed of one short and two long syllables alternately. &#xC26;&#xC02;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F; dan&#x1E0D;a-ka&#x1E6D;&#x1E6D;a. n. A hay band round a stack. The outer ring or line of the thrashing floor where the light grains lie. &#xC26;&#xC02;&#xC21;&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; dan&#x1E0D;a-ka&#x1E0D;iyamu. n. A bracelet worn on the arm. &#xC26;&#xC02;&#xC21;&#xC15;&#xC35;&#xC3F;&#xC32;&#xC46; danda-kavile. n. Local Archives: a chronicle or book giving the history of a village. &#xC2A;&#xC3E;&#xC24;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2A;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC26;&#xC02;&#xC21;&#xC15;&#xC4B;&#xC32; dan&#x1E0D;a-k&#x14D;la. n. A prop. &#xC0A;&#xC24;. &quot;&#xC28;&#xC40;&#xC35;&#xC1F;&#xC41;&#xC26;&#xC02;&#xC21;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1C;&#xC3E;&#xC32;&#xC41;.&quot; &#xC1C;&#xC48;. i. &#xC26;&#xC02;&#xC21;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; dan&#x1E0D;a-cheyyi. n. The upper arm. &#xC26;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC30;&#xC41; dan&#x1E0D;a-ch&#x113;ru. n A sacred string tied on the upper arm. &#xC26;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC24;&#xC4B;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC38;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; dan&#x1E0D;a-sari-m&#x101;&#x1E6D;atu. n. Veracity, true assertion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;dan&#x1E6D;u. [Tel.] n. A stalk of such plants as cholam. Pith. &#xC2C;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; hay, sapless stalks. &#xC26;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC2E;&#xC32;&#xC41; to chew cholam stalks. &#xC26;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30; a certain game among boys. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC26;&#xC02;&#xC1F;&#xC41; the pith of a plantain tree. &#xC26;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC42;&#xC30; dan&#x1E6D;u-k&#x16B;ra. n. A kind of gree vegetable the stalks of which are eaten.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC1F;</span>&#xA0;&#xA0;dan&#x1E6D;a. [Tel.] n. A match, or equal, &#xC5B;&#xC02;&#xC1F;. A rival, a competitor. A couple or pair. A hero, a genius &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. A dashing or spirted man or woman &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. adj. Rival: two, coupled, as twins; spirted, unrivalled. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC2E;&#xC48;&#xC28;. &#xC26;&#xC02;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41; dan&#x1E6D;a-tanamu. n. Rivalry, spirt, noble genius. &#xC26;&#xC02;&#xC1F;&#xC2A;&#xC21;&#xC41; dan&#x1E6D;a-pa&#x1E0D;u. v. n. To league, or combine. &#xC26;&#xC02;&#xC1F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; dan&#x1E6D;a-pillalu. n. Twins. &#xC15;&#xC35;&#xC32;&#xC41; &#xC26;&#xC02;&#xC1F;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC26;&#xC47;&#xC35;&#xC30; the two-faced god, i.e., Agni.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dan&#x1E6D;su. [Tel.] v. a. To pound, to bruise, or clean grain in a mortar. &#xC26;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC1A;&#xC28;</span>&#xA0;&#xA0;, &#xC26;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41; or &#xC26;&#xC46;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41; dan-&#x1E6D;sana. [Tel.] n. A large gun, a cannon. &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;, &#xC2C;&#xC4A;&#xC02;&#xC2C;&#xC38;&#xC2B;&#xC4B;&#xC30;&#xC02;&#xC17;&#xC3F;, &#xC15;&#xC4B;&#xC15;&#xC1F;&#xC3F;&#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;. &quot;&#xC1C;&#xC02;&#xC1A;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC35;&#xC30;&#xC4D; &#xC1C;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;.&quot; K. P. viii. 77.
			</div>
                