&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC26;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC17;</span>&#xA0;&#xA0;See &#xC26;&#xC02;&#xC21;&#xC41;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;dan&#x1E0D;iga. [Tel.] n. An ornamental palankeen or royal litter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;dan&#x1E0D;ika. [Tel.] n. A guitar. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;. A part of a necklace &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC2A;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dan&#x1E0D;in&#x1E6D;su. [Skt.] v. a. To punish, chastise. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC02;&#xC21;&#xC28; the punishment inflicted. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; dan&#x1E0D;itu&#x1E0D;u. n. One who is punished &#xC26;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; dan&#x1E0D;yu&#x1E0D;u. n. One who deserves punishment. &#xC26;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41; or &#xC26;&#xC02;&#xC21;&#xC28; dan&#x1E0D;a&#x323;namu. n. Punishment. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;dan&#x1E0D;i. [Tel.] n. Strength, power. valor, courage, heroism &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. [Skt.] One who carries a staff. A staff-bearer. &#xC1A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. Name of a Sanskrit poet. A gate keeper, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;. Yama the god of death, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC3F; &#xC28;&#xC41;&#xC26;&#xC02;&#xC21;&#xC3F; a fall in wrestling. The name of a certain tree. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC02;&#xC21;&#xC3F;. H. iv. 11. adj. Courageous, valorous &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC17;&#xC32;. Plentiful &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Great &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC41; &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41; the principal crop is cholum. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; large pits. &#xC26;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC42;&#xC15; a great mob. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC3E; dan&#x1E0D;ig&#x101;. adv. Much, throughly, constantly. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; dandi-tanamu. n. Might, vigour. M. viii. v. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC21;&#xC38;&#xC3F;&#xC32;&#xC41; dan&#x1E0D;asillu. [Tel.] v. n. To be jammed in &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;; to be pressed or squeezed &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC23;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dan&#x1E0D;amu. [Tel.] n. A bow, a salutation made by joining the palms of the hands in front of the breast. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Respects, obeisance. Remembrance. or compliments in correspondence &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to make a bow or courtesy, to make obeisance, to adore. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3E; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; please to give him my compliments. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; dan&#x1E0D;amu. [Skt.] n. A rod, stick or staff, &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;. The stem of a plant. Chastisement either by killing a person, or by confiscating his property or by oppressing him in other ways, punishment, a fine. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC30;&#xC3E;&#xC1C;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;. An army. &#xC26;&#xC02;&#xC21;&#xC41;. A multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC28; or &#xC26;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41; dan&#x1E0D;ana. Punishment. &#xC26;&#xC02;&#xC21;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; dan&#x1E0D;a-n&#x101;yak&#x1EE5;&#x1E0D;u. n. A leader of an army. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC40;&#xC24;&#xC3F; dan&#x1E0D;a-n&#x12B;ti. n. Politics: the principles of government. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30; dan&#x1E0D;a-y&#x101;tra. n. An invasion, an incursion, a campaign, going with troops or in procession. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;, &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41; dan&#x1E0D;a-l&#x101;sakamu. n. A kind of dance &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; a macebearer, or staff-bearer, an epithet of Yama, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC3E;&#xC27;&#xC3F; dan&#x1E0D;-&#x101;dhipati. n. A genaral. &#xC26;&#xC02;&#xC21;&#xC3E;&#xC38;&#xC3F; dan&#x1E0D;&#x101;si. n. A bailiff, a beadle. The name of a caste in Ganjam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;da&#x323;n&#x1E0D;a-pa&#x1E0D;u. v. n. To approach. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To become tough. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC2C;&#xC4A;&#xC30;&#xC41;&#xC38;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41; dan&#x1E0D;a-p&#x101;&#x1E6D;u. n. Approaching &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;dan&#x1E0D;u. [from Skt. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;.] n. An army, a multitude, a swarm, &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC24;&#xC32; &#xC26;&#xC02;&#xC21;&#xC41; a swarm of locusts. &#xC26;&#xC02;&#xC21;&#xC3E;&#xC1F; or &#xC26;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; dan&#x1E0D;-&#x101;&#x1E6D;a. n. Revels, gambols, frolies, merry. making. Tossing red powder over one another at a feast. &#xC21;&#xC47;&#xC17;&#xC3E;&#xC1F;. &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; dan&#x1E0D;-ettu. (&#xC26;&#xC02;&#xC21;&#xC41;+&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;.) To raise an army. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To wage war. To invade.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC41;&#xC17;</span>&#xA0;&#xA0;, &#xC26;&#xC02;&#xC21;&#xC17;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41; &#xC26;&#xC02;&#xC21;&#xC41;&#xC35; or &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41; dan&#x1E0D;uga. [Tel.] n. Loss. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A fine. &#xC5B;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3E;. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC41;&#xC17; kalimi-dan&#x1E0D;uga. n. Lit: A tax on wealth, an income tax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC2F; dan&#x1E0D;u-dirre. [Tel.] n. A lampstand. &#xC26;&#xC40;&#xC2A;&#xC2A;&#xC41;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC1F; dandu-d&#x101;ri. [Tel.] n. A high way.
			</div>
                