&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC26;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dandahya-m&#x101;namu. [Skt.] adj. Burning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC26;&#xC36;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;danda-s&#x16B;kamu. [Skt.] n. A serpent. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;dam-patulu. [Skt. from &#xC1C;&#xC3E;&#xC2F;+&#xC2A;&#xC24;&#xC3F;.] n. plu. Man and wife. &#xC06;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC32;&#xC41;. &#xC26;&#xC02;&#xC2A;&#xC24;&#xC3F;&#xC2A;&#xC42;&#xC1C; worship or homage paid to a man and his wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC2A;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;dampa-karru. [Tel. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;+&#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;.] n. The plough share used in wet land. &#xC26;&#xC02;&#xC2A;&#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F; dampa-n&#x101;gali. n. A sort of plough used in wet land. &#xC05;&#xC21;&#xC41;&#xC38;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC4B;&#xC30;&#xC3E;</span>&#xA0;&#xA0;dan&#x1E0D;&#x14D;r&#x101;. [Tel.] n. Proclamation by beat of tom-tom. &#xC26;&#xC02;&#xC21;&#xC4B;&#xC30;&#xC3E;&#xC35;&#xC47;&#xC2F;&#xC41; to proclaim by beat of tom-tom or drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; dan&#x1E0D;emu. [Tel.] n. A cord line, or pole on which clothes are hung to dry. A kind of gymnastic exercise. &#xC26;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to perform a kind of gymnastic exercise, which consists in resting the hands on the ground and moving the body to and fro. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC0A;&#xC17;&#xC41;&#xC1F;. &#xC36;&#xC36;&#xC3E;&#xC02;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC26;&#xC28;</span>&#xA0;&#xA0;dandana. [Tel.] n. A trick, a delusion, guile. &#xC2E;&#xC3E;&#xC2F;, &#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; dandana-k&#x101;&#x1E0D;u. n. A trickster, a deceiver. &#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC02;&#xC26;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; dandana-katte. n. A woman who deceives, a gipsy. &#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;danda&#x1E0D;i. [Tel.] adj. Much, great. Thick. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;. adv. Thickly, crowdedly, much. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC3E;, &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17;&#xC3E;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC26;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; danda&#x1E0D;in&#x1E6D;su. v. n. To thicken. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC17;&#xC41;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC26;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; danda&#x1E0D;i-pe&#x1E6D;&#x1E6D;u. v. a. To be confused, &#xC15;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To oppress, to trouble. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dantyamu. [Skt. from &#xC26;&#xC02;&#xC24;&#xC2E;&#xC41;.] adj. Dental: of or belonging to the teeth. n. A dental letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC24;&#xC46;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC24;&#xC3F;&#xC2F; dante. [Tel.] n. A grade of any kind: a fold, a layer of earth. A large rake. &#xC2A;&#xC48;&#xC30;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC47; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC02;&#xC24;&#xC46; a harrow. A rafter &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC26;&#xC02;&#xC24;&#xC46;&#xC28;&#xC2E;&#xC41; dantenamu. n. A large rake. V. P. viii. 411.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC24;&#xC41;&#xC30;&#xC24;</span>&#xA0;&#xA0;danturata. [Skt.] n. Ups and downs. Unevenness. A. iv. 316. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC46;&#xC30;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41; danturamu. adj. Uneven. &#xC26;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; danturitamu. adj. Up and down, uneven. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30; &#xC26;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; he who was in a tremor. V. P. ii. 233. &#xC26;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; danturu&#x1E0D;u n. One who has projecting teeth. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC21;&#xC3F;&#xC2F; dan&#x1E0D;e. [Tel.] n. A guitar, &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;, &#xC24;&#xC02;&#xC2C;&#xC41;&#xC30;. A. iv. 36. R. ii. 88. A pole. &#xC15;&#xC30;&#xC4D;&#xC30;. &#xC17;&#xC21;. The pole of a palankeen. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F; &#xC32;&#xC4A;&#xC02;&#xC17;&#xC41;. The beam of a pair of scales &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC4B;&#xC32;. See &#xC15;&#xC33;&#xC3E;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dantamu. [Skt. Cognate with Eng. &apos;Tooth.&apos;] n. A tooth. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;. Ivory. &#xC1C;&#xC40;&#xC35;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41; solid ivory. &#xC26;&#xC02;&#xC24;&#xC27;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; danta-dh&#x101;vanamu. n. Cleaning the teeth. &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC2E;&#xC41;&#xC1F;. &#xC26;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC41; dan&#x1E6D;&#x101;-va&#x1E37;amu. n. An elephant with tusks, a tusker; an elephant. &#xC26;&#xC02;&#xC24;&#xC3F; danti. n. A kind of tree, Croton polyandrum. &#xC1C;&#xC3E;&#xC02;&#xC2C;&#xC35;&#xC24;&#xC40;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. H. iv. 9. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. One who has projecting teeth &#xC15;&#xC4B;&#xC30;&#xC2A;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. See &#xC26;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dambhamu. [Skt.] n. Fraud, cheating, hypocrisy. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. See &#xC21;&#xC02;&#xC2C;&#xC2E;&#xC41; and &#xC21;&#xC3E;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC2E;&#xC41;. A pretence, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;. Insolence, impudence. A fault &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. adj. Pretended, delusive. &#xC26;&#xC02;&#xC2C;&#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; a pretended Brahmin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC02;&#xC1A;&#xC41;. v. (q. v.) n. Beating, pounding, bruising. &#xC26;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a room in which rice, &amp;c., are pounded. &#xC26;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; dampu&#x1E0D;u. n. The act of pounding. &#xC26;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC26;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; cleaned rice. &#xC26;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; dampin&#x1E6D;su. v. n. To cause to pound.
			</div>
                