&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;dakku. [Tel.] v. n. To be available for enjoyement. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC3F;&#xC35;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. To fall to one&apos;s share or lot; to be saved, to escape. adj. Enjoyable. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC41; your lives will not be saved. &#xC08; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; I have no chance of keeping the money. &#xC26;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; dak-konu. (&#xC26;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. To be independent. &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC17;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;. ii. &#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; dakkin&#x1E6D;su. v. a. To rescue, preserve, defend, save, get, redeem. &#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. I get into one&apos;s possession, appropriate. to have. To secure for oneself. To digest. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC28;&#xC15;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he got the house into his own hands. &#xC26;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41; dak-k&#x14D;lu. n. Occurrence. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. adj. Taken, usurped: &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. Possible, feasible, attainable. &#xC26;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; dakk&#x14D;lu-g&#x101;-n-i&#x1E6D;s&#x1E6D;su. v. a. To offer in sacrifice: to present as a gift to a god. &#xC26;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; Same as &#xC26;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dakkinamu. [for Skt. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;.] The South.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; damsh&#x1E6D;ra. [Skt.] n. A tusk or large tooth. &#xC15;&#xC4B;&#xC30;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41; damsh&#x1E6D;r-&#x101;yudhamu. n. That which is armed with tusks, i.e., a wild boar. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC3F; damsh&#x1E6D;ri. adj. Tusked, toother, carnivorous. n. A wild boar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dam&#x1E63;amu. [Skt.] n. A fly, a gad fly. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC08;&#xC17;. &#xC26;&#xC02;&#xC36;&#xC2E;&#xC41; or &#xC26;&#xC02;&#xC36;&#xC28;&#xC2E;&#xC41; a bite, &#xC15;&#xC3E;&#xC1F;&#xC41;; a piece of armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC36;&#xC3F; dam&#x1E63;i. n. A forest mosquito. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC26;&#xC4B;&#xC2E;. &#xC26;&#xC02;&#xC36;&#xC3F;&#xC15; pincers, tongs, &#xC2A;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;, &#xC26;&#xC02;&#xC36;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; dam&#x1E63;itu&#x1E0D;u. n. One who is bitten. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. One who wears an armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC02;&#xC2D;&#xC4B;&#xC33;&#xC3F;</span>&#xA0;&#xA0;dambh&#x14D;&#x1E37;i. [Skt.] n. A thunderbolt. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC26;&#xC17;</span>&#xA0;&#xA0;or &#xC27;&#xC17;&#xC27;&#xC17; daga-daga. [Tel. (anuk.)] n. Brilliancy, glittering. adj. Bright. &#xC26;&#xC17;&#xC26;&#xC17;&#xC2E;&#xC28;&#xC41; or &#xC26;&#xC17;&#xC26;&#xC17;&#xC32;&#xC3E;&#xC21;&#xC41; daga-daga-m-anu. v. n. To glitter, to flash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;</span>&#xA0;&#xA0;daga. [Tel.] n. Heat. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Thirst, &#xC05;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41;. M. VII. iii. 309. Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC16;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC16;&#xC32;&#xC41; dakhalu. [H.] n. Insertion, entering. An application. &#xC26;&#xC3E;&#xC16;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to present, to file, admit, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dakshi&#x1E47;amu. [Skt.] n. The right hand side (i.e., while facing the East.) The south, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. See under &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;. adj. Pertaining to the right hand, &#xC15;&#xC41;&#xC21;&#xC3F;. Southern, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F;. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC15;&#xC48;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; the southern Kailasa-an epithet given to the town of Kalahasti. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; dakshi&#x1E47;-&#x101;gni. n. A name of the sacred fire that has to be kept up by a Brahmin householder. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; Yama. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E; &#xC2A;&#xC25;&#xC2E;&#xC41; the Deccan and South India together. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC41;&#xC21;&#xC41; dakshi&#x1E47;u&#x1E0D;u. n. A kind, honest or candid person. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC48;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;daksh&#x101;yyamu. [Skt.] n. A kite. &#xC26;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC15;&#xC4D;&#xC37;&#xC24;</span>&#xA0;&#xA0;dakshata. [Skt.] n. Skill, cleverness, ability, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Management, protection. &#xC2E;&#xC17;&#xC26;&#xC15;&#xC4D;&#xC20;&#xC24;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC48; being without any male protector. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; dakshatramu. n. Ability, cleverness, dexterity. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC24;. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; dakshu&#x1E0D;u. n. A clever or capable man. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. Name of a Brahm&#x101;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2A;&#xC24;&#xC3F;. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; one skilled in archery. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; a clever rogue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dakshi&#x1E47;a. [Skt.] n. A present given to a priest at a sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A present. An offering made in money. An alms. &#xC17;&#xC41;&#xC30;&#xC41;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23; the money fee or payment offered to an instructor. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC12;&#xC15;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they gave a present of one rupee.
			</div>
                