&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC21;&#xC17;&#xC30;&#xC2E;&#xC41;.(q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC30;</span>&#xA0;&#xA0;Same as &#xC21;&#xC17;&#xC30;.(q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC28;</span>&#xA0;&#xA0;da&#x1E6D;&#x1E6D;ana. [Tel.] n. Thickness, closeness, coarseness. Threatening, bullying. &#xC05;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC24;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; da&#x1E6D;&#x1E6D;in&#x1E6D;su. v. t. To bully, to frighten. &#xC05;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;da&#x1E6D;&#x1E6D;-a&#x1E0D;ugulu. [Tel.] n. Toddling, tottering steps like those of an infant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3E;.(q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;da&#x1E6D;&#x101;-yin&#x1E6D;su. [Tel.] v. t. To chide, browbeat, snub.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC41;&#xC15; dachchi. [Tel. &#xC26;&#xC02;&#xC1F;+&#xC1A;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41;.] n. A word used at games, for eight. cf. &#xC26;&#xC41;&#xC17;&#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. &#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; a fabulous beast with eight legs. &#xC36;&#xC30;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dagdhamu. [Skt.] adj. Burnt. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;daggu. [Tel.] v. n. To cough. &#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. n. A cough. &#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;</span>&#xA0;&#xA0;, &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30; or &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30; daggira. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. adv. and postposition. By, at, near, close by, at hand, towards, to, with, in possession of. &#xC35;&#xC26;&#xC4D;&#xC26;, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC30; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; from whom did you buy it? &#xC28;&#xC3E; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have it by me. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; he has not got it. &#xC08; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC41; he read on from this verse. &#xC28;&#xC47;&#xC28;&#xC41; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I was by, I was present. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC15;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to take (a child) into one&apos;s family, to patronise, protect, take into one&apos;s keeping. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC3F; or &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; daggiri. adj. Near. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC41; daggirin&#x1E6D;su. v. n. To draw near, approach. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;daggali. [Tel.] n. A kind of plant used for food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC2C;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;dagulb&#x101;ji. [H.] n. A rogue, a cheat. &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC3E;</span>&#xA0;&#xA0;dag&#x101;. [H.] n. Fraud, deceit, cheating. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC26;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; to deceive.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;dagaru. [Tel.] n. Sand. &#xC07;&#xC38;&#xC41;&#xC15;. &quot;&#xC35;&quot; &#xC15;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC17;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC02; &#xC2C;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC1C;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC26;&#xC21;</span>&#xA0;&#xA0;da&#x1E0D;a-da&#x1E0D;a. [Tel. (anuk)] adv. All at once, swiftly. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E;. &#xC26;&#xC21;&#xC26;&#xC21;&#xC2E;&#xC28;&#xC41; da&#x1E0D;a-da&#x1E0D;a-m-anu. v. n. To palpitate. &#xC26;&#xC21;&#xC26;&#xC21;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;</span>&#xA0;&#xA0;da&#x1E0D;a. [Tel.] n. Tremor, agitation. &#xC35;&#xC23;&#xC15;&#xC41;. Faintness; apprehension. A weight put in a scalepan to rectify a pair of scales, &#xC26;&#xC3E;&#xC33;&#xC3E; &#xC26;&#xC21;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; tremulous, agitated, flurried, distressed. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; unwell, faint. &#xC26;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; da&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. v. n. To prove or verify a pair of scales. To counterpoise a vessel in a pair of scales.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;da&#x1E6D;&#x1E6D;u&#x1E0D;u. [Tel.] n. A brave or daring man, a hero; a clever man, a man of ability. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC40;</span>&#xA0;&#xA0;or &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F; da&#x1E6D;&#x1E6D;&#x12B;. [Tel.] n. A sash, belt, girdle, cestus round the waist. &#xC28;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC3E;&#xC38;&#xC46;&#xC15;&#xC4B;&#xC15;. A. vi. 106. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; da&#x1E6D;&#x1E6D;in&#x1E6D;su. v. n. To tie up the girdle. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;da&#x1E6D;&#x1E6D;&#x101;. [Tel.] n. A stopper or cork &#xC2C;&#xC3F;&#xC30;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC1F;&#xC4D;&#xC1F; da&#x1E6D;&#x1E6D;amu. [Tel.] n. A body or multitude. Crowd, assembly. &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. a troop of horses. A. iv. 36. A mummy, a dried carcase. Coarse linen, called &#xC26;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC40;. A woman&apos;s undervest, &#xC2A;&#xC3E;&#xC35;&#xC21;. adj. Thickest, close, tight, coarse, strong, mighty. Thick, as hair.&apos; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC24;&#xC48;&#xC28;, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC41;&#xC32;&#xC5B;&#xC4D;&#xC1C; deep shame. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC41; da&#x1E6D;&#x1E6D;&#x101;lu. n. A coarse cloth used for sails, &amp;c. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41; da&#x1E6D;&#x1E6D;a-pa&#x1E0D;u. v. n. To thicken.
			</div>
                