&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;da&#x1E0D;i. [Tel.] n. A screen of leaves, bamboos, &amp;c., a fence. plu. &#xC26;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41;. &#xC26;&#xC21;&#xC3F; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; da&#x1E0D;i-biyyamu. n. A certain rite observed regarding maidens.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3E;&#xC32;&#xC28;</span>&#xA0;&#xA0;da&#x1E0D;&#x101;l-ana. [Tel. (anuk.)] adv. Slapdash, at one thrust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E0D;amu. [Tel.] n. Firmness or thickness. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A v. 273. An army, &#xC38;&#xC47;&#xC28;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3E;&#xC33;</span>&#xA0;&#xA0;dudda-n&#x101;&#x1E37;a. [Tel.] n. Tumuli, prehistoric tombs, commonly called &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;datt&#x16B;ramu. [Skt.] Error for &#xC27;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dattamu. [Skt. cf. Lat. datus.] adj. Given, presented. &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Adopted, reared. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; a son self-given, one who being without natural parents or being deserted by them, offers himself for adoption. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC24;, &#xC26;&#xC24;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; dattata. n. Adoption. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; dattaku&#x1E0D;u. n. An adopted son. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC3F; datti. n. A gift. &#xC08;&#xC35;, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC15;&#xC4D;&#xC15;.&quot; A. ii. 38. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; a man who is given as a hostage,. &#xC15;&#xC41;&#xC26;&#xC41;&#xC35; &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to adopt a son.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC23;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E47;&#x1E47;emu. Same as &#xC26;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;.(q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC23;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E47;&#x1E47;amu. Same as &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; a salutation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC23;&#xC3E;</span>&#xA0;&#xA0;da&#x1E47;&#x101;. [Tel.] n. An army. &#xC38;&#xC28;. &#xC09;. &#xC30;&#xC3E;. ii. &#xC26;&#xC23;&#xC3E;&#xC2F;&#xC21;&#xC41; da&#x1E47;&#x101;ya&#x1E0D;u. n. A leader of an army. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC26;&#xC23;&#xC3F; dani. n. A master, a ruler, a king. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC30;&#xC47;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;da&#x1E0D;&#x1E0D;u. [Tel.] adj. Naked. &#xC26;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F; da&#x1E0D;&#x1E0D;u-sany&#x101;si. n. An ascetic who goes naked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;da&#x1E0D;iyu. [Tel.] v. n. To shiver, tremble. &#xC35;&#xC23;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC26;&#xC21;&#xC46;&#xC2E;&#xC41;, &#xC26;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; or &#xC26;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC2E;&#xC41; da&#x1E0D;iyamu. [Tel.] n. A weight equal to five, or ten seers. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; thirty seers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;da&#x1E0D;iya. [Tel.] n. Land at the foot of a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC28;&#xC47;&#xC32;. &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E0D;imamu. [Tel.] n. A robe. A bed, &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. adj. Thin, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E0D;ibamu. [Tel.] n. A bed. &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;. &#xC24;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC36;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;da&#x1E0D;iga. [Tel.] n. A large shield carried as an ensign. &quot;&#xC26;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC02; &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC36;&#xC4D;&#xC35;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC28;&#xC4D;&#xC15;&#xC41; danuku. [Tel.] v. n. To kindle or catch fire. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To shine. v. t. To strike, to touch. &#xC24;&#xC3E;&#xC15;&#xC41;. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC26;&#xC28;&#xC41;&#xC15;&#xC15; the sin not having come home to him. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC15;. M. XII. i. 103. To have, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;, &#xC26;&#xC3E;&#xC15; or &#xC26;&#xC3E;&#xC15;&#xC3E; danuka. [Tel.] adv. Until. &#xC35;&#xC30;&#xC15;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC28;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;daniyu. [Tel.] v. t. To meet, to unite. &#xC15;&#xC42;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;. &#xC26;&#xC28;&#xC3F;&#xC35;&#xC41; danivu. n. A meeting, union. &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC27;&#xC3F;</span>&#xA0;&#xA0;dadhi. [Skt.] n. Curds. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC26;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC2E;&#xC41; or &#xC26;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41; a sea of curds. A. iv. 141. &#xC26;&#xC27;&#xC4D;&#xC2F;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41; dadhy-&#x14D;danamu. n. A pudding of curds, rice and spice with salt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC41; daddu. [Tel.] n. A bump. A slight swelling of the skin. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC26;&#xC4D;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC2E;&#xC41; dadda&#x1E37;amu. [Tel.] n. A flat ceiling. A small temple with a flat mud roof. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC41;&#xC21;&#xC3F;. A flat roofed house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC2A;&#xC30;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC26;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC4D;&#xC32;&#xC41; or &#xC26;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41; dadda-rin&#x1E6D;su. [Tel.] v. n. To be alarmed, perplexed, confounded. To be scared or inflamed. &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41; daniy&#x101;lu. [Tel.] n. plu. Coriander seeds. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC21;&#xC4D;&#xC21;&#xC40;</span>&#xA0;&#xA0;da&#x1E0D;&#x1E0D;&#x12B;. [Tel.] n. A lump or ingot of steel.
			</div>
                