&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC3F; dappi. [Tel.] n. Thirst. &#xC28;&#xC40;&#xC30;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; I am thi&#x1E5B;sty. Fatigue, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dappa&#x1E37;am&#x1EE5;. [Tel.] n. A sour drink made of tamarinds and vegetables. &#xC15;&#xC3E;&#xC2F;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC32;&#xC1A;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dappamu. [Tel.] n. Thickness, swelling, a tumour, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28; dappam-aina. adj. Thick. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;danuju&#x1E0D;u. [Skt.] n. A giant, fiend, demon. &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41; danuj-&#x101;dhipu&#x1E0D;u. n. The kind of the giants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;</span>&#xA0;&#xA0;dabbara. [Tel.] n. A falsehood. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;. Cheating, deception. A delusion &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. A calamity, harm, &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; to deal in falsehoods. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his leg has been injured. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; feigned blows: mere pretence. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F; a liar. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F; a deceitful woman. adj. False, spurious, apocryphal. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; false locks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41; dabbanamu. [Tel.] n. A bodkin, a large packing needle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dabba&#x323;&#x1E0D;amu. [Tel.] n. An earthern cover over a pot. &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; dabba&#x1E0D;in&#x1E6D;su. v. n. To close or cover the mouth of a cup with a lid. &#xC2E;&#xC42;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC42;&#xC2F;&#xC41;. To slap (with the palm of the hand) &#xC05;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;dabba. [Tel.] n. The citron tree. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC3E;&#xC2F; dabba-k&#x101;ya. n. A citron. &#xC15;&#xC4B;&#xC32;&#xC26;&#xC2C;&#xC4D;&#xC2C; &amp; &#xC28;&#xC3E;&#xC30;&#xC26;&#xC2C;&#xC4D;&#xC2C; are two species of it. A slip, strip, piece of split wood, a slice. A thin rafter. &#xC2C;&#xC26;&#xC4D;&#xC26;. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26;. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; a door made of strips of wood. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC26;&#xC2C;&#xC4D;&#xC2C; a piece of split bamboo. A clot of blood. [From &#xC26;&#xC30;&#xC4D;&#xC2D; a sacred grass] &#xC26;&#xC30;&#xC4D;&#xC2C;. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC35;&#xC47;&#xC32;&#xC41; the ring finger, &#xC05;&#xC28;&#xC3E;&#xC2E;&#xC3F;&#xC15;. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a gold ring made like a &#xC26;&#xC30;&#xC4D;&#xC2C; ring. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; dabba-ka&#x1E6D;&#x1E6D;u. v. n. To clot, as blood does. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; clotted. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC35;&#xC3E;&#xC21;&#xC41; a mat weaver, &#xC2E;&#xC47;&#xC26;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC26;&#xC2C;</span>&#xA0;&#xA0;daba-daba. [Tel. (anuk)] adv. Audibly, noisily, aloud, trippingly. Quickly. &#xC26;&#xC2C;&#xC26;&#xC2C;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; I could hear them running away, pattering or patteringly. &#xC26;&#xC2C;&#xC26;&#xC2C;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it rained heavily, or, it pattered. &#xC26;&#xC2C;&#xC26;&#xC2C;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; to beat soundly or with audible blows.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2B;&#xC3E;</span>&#xA0;&#xA0;daph&#x101;. [H.] n. Time, occasion, turn. &#xC12;&#xC15;&#xC26;&#xC2B;&#xC3E; once.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;dabbu. [Tel.] adv. Aloud. &#xC26;&#xC2C;&#xC26;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;dabbu. [Tel.] v. t. To tell. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. n. A word, &#xC2E;&#xC3E;&#xC1F;. The cover of a jar, &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;; &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC2E;&#xC41;. The noise made by a blow on anything. A clapping sound, &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to cover &#xC2E;&#xC42;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F; dabbili. [Tel.] n. Trouble. A popular ferment or fray. An insurrection. A liar, a makebate, a rascal. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; dabbili-tanamu. n. Vileness, rascality. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC26;&#xC2E;&#xC41; dabbili-padamu. n. A jaw-breaker or hard word, a distracting puzzle. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; troubled or unsettled district.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41; dabb&#x101;&#x1E6D;u. [Tel.] adv. Suddenly, unexpectedly. A. vi. 105. &#xC05;&#xC27;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dabalakamu. [Tel.] n. A disease of the knee joint. The disease of a swelled and carious knee joint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;dabbiri. [Tel.] adj. Cross, unsteady, irregular, curst.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;dabbi-chippa. [Tel.] n. A kind of axe. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dab&#x101;-yin&#x1E6D;su. [H.] v. a. To frighten, bully, browbeat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC47;&#xC28;&#xC3E;</span>&#xA0;&#xA0;dab&#x113;n&#x101;. [H.] n. Hoard, buried treasure.
			</div>
                