&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2E;&#xC26;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;dama-dam&#x101;. [H.] n. A battery, a fortress. &#xC2C;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC2E;&#xC28;&#xC2E;&#xC41; damamu. [Skt.] n. Austerities, mortification of the flesh, a self-controlled state. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. Fortitude, &#xC36;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. Suppression. &#xC05;&#xC23;&#xC1A;&#xC41;&#xC1F;. &#xC26;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC2E;&#xC3F; damanu&#x1E0D;u. n. the queller or subduer. &#xC05;&#xC23;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;; as &#xC15;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC27;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; Siva who destroyed Manmadha. &#xC26;&#xC2E;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; damitu&#x1E0D;u. n. One who is subdues. &#xC05;&#xC23;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; damin&#x1E6D;su. v. t. To suppress, subdue (as one&apos;s passions,) &#xC05;&#xC23;&#xC17;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dabharamu. [Skt.] adj. Little. small. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Thin &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;</span>&#xA0;&#xA0;or &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30; dabbura. [tel.] n. A cup. &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;</span>&#xA0;&#xA0;dabbuna [Tel.] adv. Instantly, at once, quickly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC16;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;darakhastu. [H.] n. A darkhast. an application, a proposal, a tender.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;</span>&#xA0;&#xA0;dara. [from Skt. &#xC27;&#xC30;.] n. Price, &#xC35;&#xC32;, &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dayyamu. [for Skt. &#xC26;&#xC48;&#xC35;&#xC2E;&#xC41;.] n. A deity, a god. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. M. iv. IV. 57. R. ii. 11. Destiny, fate, &#xC35;&#xC3F;&#xC27;&#xC3F;. A goblin, fiend, demon or evil spirit, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC47; it was not a fiend but a ghost. &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; a jack o&apos;lantern, a will of the wisp. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC42;&#xC28;&#xC3F;&#xC26;&#xC3F; he is possessed. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a domoniac. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be possessed. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; a devil has seized him. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC26;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC4B;&#xC32;&#xC41; to drive out a devil, to exercise. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; a spell to scare away fiends. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41; dayy&#x101;la-p&#x14D;tu. n. A wizard or a witch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2F;&#xC3F;&#xC24;</span>&#xA0;&#xA0;dayita. [Skt.] n. A darling, pet, favourite. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. A woman, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC26;&#xC2F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; dayilu&#x1E0D;u. n. A lover, husband. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC26;&#xC40;&#xC2F;&#xC26;&#xC2F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; my love.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2F;</span>&#xA0;&#xA0;daya. [Skt.] n. Favour, kindness, grace, regard. Love, affection, attachment. Mercy, pity, tenderness, clemency, compassion. Pleasure, goodness, amiability, a kind heart. &#xC15;&#xC43;&#xC2A;, &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC2E; &#xC26;&#xC2F; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; just as your honour pleases. &#xC2E;&#xC40;&#xC26;&#xC2F; thank you. &#xC26;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41; daya-ch&#x113;yu. v. a. &amp; n. To grant, bestow, allow, give &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To honor or favour with (something) &#xC15;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. To come or to go. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC2F;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC3E; will you be pleased to come (or go) there? &#xC07;&#xC26;&#xC3F; &#xC26;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC02;&#xC21;&#xC3F; oblige me with this, be so good as to grant me this. &#xC26;&#xC2F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; dayu-tappina. adj. Displeased, disgraced, out of favour &#xC06;&#xC2F;&#xC28; &#xC26;&#xC2F; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F;. I lost his favour. &#xC26;&#xC2F;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; day&#x101;-rasama. n. The spirit of love. Lovingkindness, humanity, benignity, indulgence. &#xC26;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; day&#x101;&#x1E37;utvamu. n. Benignity. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; universal beneficence, goodness to all creatures. &#xC26;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; or &#xC26;&#xC2F;&#xC3E;&#xC36;&#xC3E;&#xC32;&#xC3F; day&#x101;&#x1E37;uvu. n. A kind, gracious, merciful person. &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dammu. [Tel.] n. Mud, mire, slush. &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC30;&#xC26;, &#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;. Moisture, wetness. Breath. Wet ploughing. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F; a plough used to work wet land. &#xC2E;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC26;&#xC3F;. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC32;&#xC15;. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; dammu-konu. v. n. To become miry, or wet. &#xC05;&#xC21;&#xC41;&#xC38;&#xC17;&#xC41;, &#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; dammu-konna. adj. Moist. Empty, worthless. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; dammu-ch&#x113;yu. v. n. To plough a field while wet. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a field ploughed while wet, &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hold the breath.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;dammi&#x1E0D;i. [H.] n. A pie, one twelfth part of an anna. &#xC05;&#xC30;&#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
                