&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daranamu. [Tel.] n. A coin of the value of eight dubs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;darusu. [Tel.] n. A limit, a landmark. &#xC0E;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;daruvu. [Tel.] n. A song in a peculiar metre. &#xC17;&#xC40;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Beating time to music. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;. &#xC26;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to beat time to music. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC30;&#xC41;&#xC5B;&#xC41; daru&#x1E0D;zu. [H.] n. A cornice, a frieze, a joining, a seam in carpentry or masonry &#xC17;&#xC4B;&#xC21;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; plaster made of lime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;darisin&#x1E6D;su [from Skt. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. t. To see, to pay a visit. &#xC1A;&#xC42;&#xC1A;&#xC41;. To offer as a gift. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC26;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC2E;&#xC41; darisenamu. n. A gift given to a superior when one visits him. A nuzzur. &#xC28;&#xC5B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;dari-y&#x101;ptu. [H.] n. An inquiry. investigation. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC32;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;darimil&#x101;nu. [H.] adv. Afterwards, subsequently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC3F;&#xC2C;&#xC47;&#xC38;&#xC3F;</span>&#xA0;&#xA0;dari-b&#x113;si. [Tel.] n. A helpless man. &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daridramu. [Skt.] adj. Poor, needy. n. Poverty. &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; daridrudu. n. A very poor man. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2C;&#xC40;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a poor woman. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; the poor. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a wretched starveling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;dari. [Tel.] n. A bound, line, limit. A shore, or side. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC47;&#xC30;. A refuge, a place of safety. &quot;&#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC15;&#xC26;&#xC30;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC35;&#xC47; &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC3E;.&quot; (&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41;.) Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC26;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC27; boundless grief. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC3F; close to the house. [Skt.] n. A cave, cavern, grotto. &#xC17;&#xC41;&#xC39;. &#xC26;&#xC30;&#xC3F;&#xC17;&#xC3E; dari-g&#x101;. adv. Aside, apart, at hand, hard by. &#xC26;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC41; dari-ch&#x113;ru. v. n. To succeed or &quot;reach the shore,&quot; to go to heaven. To be finished. &#xC26;&#xC30;&#xC3F;&#xC24;&#xC47;&#xC32;&#xC3F;&#xC28; dari-t&#x113;lina. adj. Terminated, ended. &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; dari-konu. v. n. To catch fire, be ignited. &#xC2E;&#xC02;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; when the belly is inflamed with hunger. &#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC26;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41; dari-kolupu. v. a. To set on fire, to kindle. &#xC24;&#xC17;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daramu. [Skt.] n. Fear. &#xC2D;&#xC2F;&#xC2E;&#xC41;. A shell, &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. A pit, &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. adj. Slight, little, &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;. &#xC26;&#xC30;&#xC26;&#xC2E;&#xC41; daradamu. adj. Fearful, terrible. &#xC26;&#xC30;&#xC39;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC26;&#xC30;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; dara-hasitamu. n. A gentle smile, a smile, a slight laugh. &#xC26;&#xC30;&#xC39;&#xC38;&#xC3F;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC48; with a smiling face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;darb&#x101;ru. [H.] n. An audience chamber: audience.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;darpamu. [Skt.] n. Pride, passion, anger. Irritability, touchiness. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC47; &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC3E; &#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they prided themselves on their fierceness. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to boil over, to be furious or proud. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; darpin&#x1E6D;su. v. n. To become proud, to be insolent, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; darpitamu. adj. Proud, arrogant. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; darpitu&#x1E0D;u. n. A proud man. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F; or &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F; darp-&#x14D;ddhati. n. The height of insolence of pride. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; darpaku&#x1E0D;u. n. The inflamer: an epithet of Cupid. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the Art of Love.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4B;&#xC2C;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;dar&#x14D;-bastu. [H.] adj. All, whole; entirely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;darpa&#x1E47;amu. [Skt.] n. A mirror. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC38;&#xC47;&#xC35; the rite of viewing an idol in a mirror and thus adoring it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC1C;&#xC40;</span>&#xA0;&#xA0;darj&#x12B;. [H.] n. A tailor. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;darj&#x101;. [H.] n. Rank, grade.
			</div>
                