&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dar&#x1E63;anamu. [Skt.] n. Sight, view. &#xC1A;&#xC42;&#xC2A;&#xC41;. An eye &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. A mirror, &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;. The mind, understanding, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. A dream, &#xC15;&#xC32;. Science, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; whenever they see a man. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I visited (him.) &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to introduce. &#xC28;&#xC40;&#xC15;&#xC41; &#xC06;&#xC2F;&#xC28; &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; I will introduce you to him. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC39;&#xC41;&#xC02;&#xC21;&#xC3F; a bill payable at sight. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41; dar&#x1E63;akudu. n. One who shows. &#xC1A;&#xC42;&#xC2A;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;; a gatekeeper, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;; a skilful man. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; dar&#x1E63;an&#x12B;yamu. adj. Worthy to be seen, &#xC1A;&#xC42;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41; dar&#x1E63;itamu. adj. Shown. &#xC1A;&#xC42;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; dar&#x1E63;in&#x1E6D;su. v. a. To see, view. To visit. &#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC42;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I lost one hundred rupees to him, i.e., I am a loser of that sum by him. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41; dar&#x1E63;amu n. A name for the new moon. &#xC05;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;darvi. [Skt.] n. A spoon, a ladle. &#xC2E;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3F; &#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;. The hood of a serpent, &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC17;. &#xC26;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC30;&#xC2E;&#xC41; darv&#x12B;-karamu. n. A serpent. &#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC30;&#xC4D;&#xC2D;</span>&#xA0;&#xA0;darbha. [Skt.] n. The sacred grass, used in sacrifice. Poa cynosuroides. &#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2A;&#xC4B;&#xC1F;&#xC41; See &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. A. vi. 92. &#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15; or &#xC26;&#xC30;&#xC4D;&#xC2D; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a ring made of this grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E37;amu. [Skt.] n. A leaf. &#xC06;&#xC15;&#xC41;. A petal. A part, &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A hemistich, or half verse. A bar in music. &#xC26;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC33;&#xC2E;&#xC41; a blade of grass. &#xC26;&#xC33;&#xC15;&#xC30;&#xC4D;&#xC24; da&#x1E37;a-karta. n. A general: a magistrate. Satyabh. i i. 88. &#xC26;&#xC33;&#xC35;&#xC30;&#xC3F; da&#x1E37;avari. [Tel. &#xC26;&#xC33;&#xC2E;&#xC41;+&#xC35;&#xC30;&#xC3F;.] n. Much grain. Substance, property, &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;. A general, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC26;&#xC33;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a man of property or substance. &#xC26;&#xC33;&#xC35;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; poor, indigent. &#xC26;&#xC33;&#xC35;&#xC3E;&#xC2F;&#xC3F; da&#x1E37;a-v&#x101;yi. n. A general, chieftain or minister of state. &#xC26;&#xC33;&#xC38;&#xC02;&#xC1A;&#xC41; da&#x1E37;a-san&#x1E6D;su. (&#xC26;&#xC33;&#xC2E;&#xC41;+&#xC38;&#xC02;&#xC1A;&#xC41;.) n. A class of troops. &#xC26;&#xC33;&#xC2E;&#xC41; &#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC26;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; da&#x1E37;itamu. adj. Split, divided. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Blown, expanded (as a flower.) &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC26;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; dalin&#x1E6D;su. v. t. To cut, split, divide. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC33;&#xC28;&#xC2E;&#xC41; da&#x1E37;anamu. n. Breaking, cutting, severing. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dalamu. [Tel.] n. Thickness, solidity. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;. Troops, a host, an army, &#xC26;&#xC02;&#xC21;&#xC41;. A multitude, quantity, number, heap. adj. Thick, solid. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;. Much, great. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC26;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; thickly. &#xC26;&#xC33;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC26;&#xC33;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC26;&#xC33;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; dalamu-konu. v. n. To become thick, to increase. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;. &#xC26;&#xC33;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; da&#x1E37;amu-kolupu. v. t. To cause to increase. &#xC26;&#xC33;&#xC38;&#xC30;&#xC3F; da&#x1E37;asari. (&#xC26;&#xC33;&#xC2E;&#xC41;+&#xC38;&#xC30;&#xC3F;.) n. Greatness. &#xC18;&#xC28;&#xC24;. Thickness, solidity, coarseness. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC26;&#xC33;&#xC38;&#xC30;&#xC3F;&#xC28;&#xC47;&#xC24; a close texture. adj. Thick, coarse, substantial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC33;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC26;&#xC33;&#xC2E;&#xC41;. [Skt.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC32;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41; dalimamu. [Tel.] adj. Thin. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC32;&#xC3E;&#xC32;&#xC40;</span>&#xA0;&#xA0;dal&#x101;l&#x12B;. [H.] n. A broker; a salesman. &#xC24;&#xC30;&#xC17;&#xC30;&#xC3F;. A swindler. Brokerage. Douceur.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC32;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dalapamu. [Skt.] n. A visor. &#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC32;</span>&#xA0;&#xA0;dala. [Tel.] an affix. Used to convert verbs, &amp;c., into nouns. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC32; slantingly. &#xC0A;&#xC30;&#xC3F;&#xC26;&#xC32; near the town. P. ii. 117. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32; release. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; the lower field. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC32; concealment. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32; weight. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the disease is on the turn. &#xC05;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC26;&#xC32; payable, due. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC26;&#xC32;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the sun incurred. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC32; stoppage. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC32; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the family had some profit by it. &#xC28;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC17;&#xC41;&#xC26;&#xC32; up the river. &#xC28;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC32; down the river.
			</div>
                