&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC21;</span>&#xA0;&#xA0;or &#xC26;&#xC35;&#xC41;&#xC21; dava&#x1E0D;a. [Tel.] n. The jaw; the cheek. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC35;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he slapped me on the cheek. &#xC26;&#xC35;&#xC21;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the jaw teeth or grinders.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;davantri. [Tel.] n. A moat, a ditch. &#xC15;&#xC02;&#xC26;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC17;&#xC21;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;</span>&#xA0;&#xA0;dava. [Tel.] n. Dust. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;. The tip of a sugar cane. &#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E63;anamu. [Skt.] n. A tooth. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC36;</span>&#xA0;&#xA0;da&#x1E63;a. [Skt.] n. State, condition. &#xC05;&#xC35;&#xC38;&#xC4D;&#xC25;. Power, authority, influence. Luck. fortune. &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC26;&#xC36; childhood. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC26;&#xC36; old age. &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC26;&#xC36;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; a time of famine came. &#xC28;&#xC40; &#xC1C;&#xC3E;&#xC24;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC26;&#xC36;&#xC32;&#xC41; &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC32;&#xC38;&#xC3F; &#xC28;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC26;&#xC36;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; your destiny gives you two portions of good and two of evil. &#xC06; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC36;&#xC32;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; what proportion of the king&apos;s life was happy? &#xC17;&#xC4D;&#xC30;&#xC39;&#xC26;&#xC36; the influence of the stars. &#xC2E;&#xC39;&#xC3E;&#xC26;&#xC36; the rule or away of the predominant planet, qualified or modified by &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC27;&#xC36; the several influences of the minor planets. &#xC05;&#xC24;&#xC21;&#xC41; &#xC1C;&#xC40;&#xC35;&#xC26;&#xC36;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when he was alive. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC26;&#xC36;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is in difficulties.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;davvu. [Tel.] n. Distance. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. A distant place, &#xC26;&#xC42;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC26;&#xC35;&#xC4D;&#xC2F;&#xC28;&#xC15; not thinking it far. adj. Distant, far. &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC3E; davva-g&#x101;. adv. Afar, from afar. &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28; davvu-na. adv. Afar off, at a distance. &#xC0E;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41; however far. &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; d&#x101;vvulu. n. Far-off places or countries. &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; those who are afar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;davva. [Tel.] n. A tender shoot, Pith, the soft part of wood. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC26;&#xC35;&#xC4D;&#xC35; the young shoot of a sugar cane. &#xC08; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC26;&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC35;&#xC32;&#xC47;&#xC26;&#xC41; this tree is all pith and has no wood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4C;&#xC21;&#xC41;. davu&#x1E0D;u. [H.] n. Running, galloping. An inroad, incursion, or invasion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;davish&#x1E6D;hamu. [Skt.] adj. Very remote, far distant. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC35;&#xC40;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; dav&#x12B;yamu-g&#x101;. adv. Afar. &#xC26;&#xC42; &#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. A. vi. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;davasamu. [Tel.] n. Grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;davamu. [Skt.] n. A conflagration, wildfire. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. Ardent feelings, the consuming heat of hunger or fever. A forest &#xC05;&#xC21;&#xC35;&#xC3F;. &#xC26;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC2E;&#xC41; or &#xC26;&#xC35;&#xC26;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC2E;&#xC41; dav-&#x101;nalamu. n. Wildfire, a scorching blaze, a conflagration.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dash&#x1E6D;amu. [Skt.] adj. Bitten. &#xC15;&#xC30;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC26;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; das&#x1E6D;hin&#x1E6D;su. v. n. To bite or sting. To chide or rebuke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;da&#x1E63;amu. [Skt.] n. Ten. &#xC2A;&#xC26;&#xC3F;. &#xC26;&#xC36;&#xC15;&#xC2E;&#xC41; da&#x1E63;akamu. n. A word for Ten: as we say a dozen for twelve. &#xC26;&#xC36;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; da&#x1E63;a-kanthu&#x1E0D;u. n. The &quot;ten throated&quot; demon, i.e., R&#x101;va&#x1E47;a. Proverbially, a hydra, devil, or monster. &#xC26;&#xC36;&#xC2E;&#xC2E;&#xC41; dasamamu. adj. The tenth part (of a book, &amp;c.) &#xC26;&#xC36;&#xC2E;&#xC3F; da&#x1E63;ami. n. The tenth lunar day reckoned from new or full moon. &#xC2A;&#xC26;&#xC4B;&#xC24;&#xC3F;&#xC25;&#xC3F;. &#xC26;&#xC36;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41; da&#x1E63;a-radhudu. n. The name of the father of R&#x101;ma. &#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; da&#x1E63;-&#x101;syu&#x1E0D;u. n. The &quot;ten faced&quot; demon, i.e., R&#x101;va&#x1E47;a. A hydra or devil. &#xC26;&#xC36;&#xC3E;&#xC39;&#xC2E;&#xC41; das&#x101;hamu. n. The ceremony performed on the tenth day after a death. &#xC2A;&#xC26;&#xC4B;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC26;&#xC36;&#xC35;&#xC02;&#xC27;&#xC2E;&#xC41; or &#xC26;&#xC36;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; da&#x1E63;a-vandhamu. n. An Inam, or copy-hold, taxed at one ten&#x1E6D;h of the produce. An inam granted to one who constructs a tank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;davanamu. [Tel.] n. Southern wood. a fragrant leaf like balm, Artemisia vulgaris. (Watts.)
			</div>
                