&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;dasaralu. [Skt.] n. The Asvins. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dasyu&#x1E0D;u. [Skt.] n. A thief, a traitor. A. iv. 274. An enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;dast&#x16B;ri. [H.] n. Handwriting. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. &quot;&#xC17;&#xC40; &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; &#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC47;&#xC5B;&#xC41;</span>&#xA0;&#xA0;dast&#x101;v&#x113;&#x1E0D;zu. [H.] n. A voucher. A document, a bond.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; dastaramu. [H.] n. A bundle of papers tied together in a cloth, a portfolio, a budget. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC15;&#xC24;&#xC41;</span>&#xA0;&#xA0;daskatu. [H.] n. A signature. &#xC1A;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC46;&#xC28;</span>&#xA0;&#xA0;dasena. [Tel.] n. A kind of weapon. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC41;&#xC35;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;dasu-vandi. [Tel.] n. One who gets up wrestling matches. &#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC32;&#xC28;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC3F;&#xC32;&#xC40;</span>&#xA0;&#xA0;dasil&#x12B; [Tel.] n. A kind of silk. &#xC12;&#xC15; &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC26;&#xC2A;&#xC3F;&#xC32;&#xC40;&#xC28;&#xC42;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; &#xC2C;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41;.&quot; &#xC15;&#xC33;&#xC3E;. ii. Looseness, &#xC35;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC30;&#xC3E;</span>&#xA0;&#xA0;dasar&#x101; [from Skt. &#xC26;&#xC36; ten+&#xC30;&#xC3E; = &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; nights.] n. The name of a feast called &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC26;&#xC36;&#xC2E;&#xC3F; in the month &#xC06;&#xC36;&#xC4D;&#xC35;&#xC2F;&#xC41;&#xC1C; (October.) It is the close of the &#xC28;&#xC35;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; anniversary.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;d&#x101;kali. [Tel. &#xC26;&#xC3E;&#xC2F;&#xC3F;+&#xC15;&#xC32;&#xC41;.] Same as &#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;</span>&#xA0;&#xA0;d&#x101;ka. [Tel.] n. A pot with a wide mouth. &#xC2C;&#xC4B;&#xC17;&#xC4B;&#xC23;&#xC3F;, &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32; &#xC05;&#xC1F;&#xC3F;&#xC15;. Also, a vine (corruption of &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;.) &#xC26;&#xC3E;&#xC15; or &#xC26;&#xC3E;&#xC15;&#xC3E; affix. Until, as long as, about. As far as, as much as, to the extent of, &#xC26;&#xC28;&#xC41;&#xC15;. &#xC28;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC26;&#xC3E;&#xC15; for a month. &#xC07;&#xC02;&#xC24;&#xC26;&#xC3E;&#xC15; until now, before this. &#xC0E;&#xC02;&#xC26;&#xC3E;&#xC15; how long. &#xC2A;&#xC26;&#xC3F;&#xC26;&#xC3E;&#xC15; as many as ten, about ten. The irregular inflection is &#xC26;&#xC3E;&#xC15;&#xC1F;&#xC3F;. &#xC07;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; the late dispute. &#xC07;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC1C;&#xC3E;&#xC2C;&#xC41; his recent letter. &#xC07;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; the man who here till now.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC02;&#xC2D;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x101;mbhiku&#x1E0D;u. [Skt.] n. One who is ostentatious or pompous. &#xC26;&#xC02;&#xC2D;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC02;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;mpatyamu. [Skt.] n. Wed lock. &#xC26;&#xC02;&#xC2A;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC26;&#xC3E;&#xC02;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; harmony in a family, mutual affection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ntamu. [Skt.] n. Patience endurance, fortitude, self-control, moderation. &#xC26;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; d&#x101;ntu&#x1E0D;u. n. One who is temperate, patient, self-controlled, moderate, or master of himself. &#xC05;&#xC21;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC2A;&#xC03;&#xC15;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC02;&#xC24;&#xC3F; d&#x101;nti. n. Self command, repression of the passions. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; &#xC24;&#xC2A;&#xC03;&#xC15;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;</span>&#xA0;&#xA0;d&#x101;. [Tel. another form of &#xC21;&#xC3E;.] In some compounds signifies left, or inner a &#xC26;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC41; the left leg. &#xC26;&#xC3E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the left hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;</span>&#xA0;&#xA0;d&#x101;. [Tel. for &#xC30;&#xC3E;.] An interjection signifying Come!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC39;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daharamu. [Skt.] n. The heart, &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;. Intention, &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Swa. i. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dahanamu. [Skt.] n. Burning. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC26;&#xC39;&#xC28;&#xC2E;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; burnt. &#xC26;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; dahanu&#x1E0D;u. n. The god of fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; dahin&#x1E6D;su. v. a. To burn. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;d&#x101;kallu. [Tel. &#xC26;&#xC3E;&#xC2A;&#xC41;+&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;.] n. A spoke in a carriage wheel. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC21; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC28;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC32;&#xC3E;</span>&#xA0;&#xA0;dass&#x101;l&#x101;. [H. from &#xC26;&#xC38;&#xC4D;+&#xC38;&#xC3E;&#xC32;&#xC41;.] adj. Decennial; lasting ten years.
			</div>
                