&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC16;&#xC32;&#xC3E;</span>&#xA0;&#xA0;d&#x101;khal&#x101;. [H.] n. Proof. A receipt. &#xC26;&#xC3E;&#xC16;&#xC32;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41; to verify.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;kshi&#x1E47;yamu. [Skt.] n. Shyness, kindness, feeling, delicacy. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC3E;&#xC1F;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC02; &#xC27;&#xC28;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC02; a kindly feeling may cause loss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;kshi&#x1E47;&#x101;tyamu. [Skt. from &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;.] adj. Southern. &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; d&#x101;kshi&#x1E47;&#x101;tyulu. n. Southerners, people of the South.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;d&#x101;ksh&#x101;ya&#x1E47;i. [Skt.] n. A name of P&#x101;rvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41; d&#x101;-konu. [Tel.] v. n. To come on, to happen. &#xC26;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; the evil he suffered. To meet or encounter, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC21;&#xC41;. R. v. 282. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be hidden, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC22;</span>&#xA0;&#xA0;d&#x101;&#x1E0D;ha. [Skt.] n. A projecting tooth, a tusk. &#xC15;&#xC4B;&#xC30;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;d&#x101;&#x1E0D;uga-che&#x1E6D;&#x1E6D;u. [Tel.] n. The tree called Nauclea cordifolia. Rox. i. 514.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;, &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41; Same as &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;d&#x101;&#x1E0D;i. [fro Skt. &#xC27;&#xC3E;&#xC1F;&#xC3F;.] n. An invasion, an inroad, a campaign. &#xC26;&#xC02;&#xC21;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;. A host, &#xC38;&#xC47;&#xC28;. Flight, escape. &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; lit: the invading tiger, i.e., a royal tiger. &#xC26;&#xC3E;&#xC21;&#xC3F; [H.] The beard. &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; d&#x101;&#x1E0D;i-k&#x101;&#x1E0D;u. n. A spy. &#xC35;&#xC47;&#xC17;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; d&#x101;&#x1E0D;i-ch&#x113;yu. v. n. To invade. &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. To rush on, to charge in battle. &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; d&#x101;&#x1E0D;i-y&#x101;&#x1E0D;u. v. n. To maraud, or rove for plunder. To oppose, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2D;&#xC3E;&#xC17;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;d&#x101;&#x1E6D;u. [Tel.] v. n. &amp;a. To cross over, to pass over. To jump or leap, &#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;, To elude. To escape. To go beyond or transgress, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cross or copulate, applied to cattle. &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC1F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC15;&#xC41; transgress not my command. n. A crossing. A jump, &#xC17;&#xC02;&#xC24;&#xC41;, &#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;. A host, any army, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC2F;&#xC41;&#xC24;&#xC38;&#xC47;&#xC28;. Vijaya. i. 174. P&#x101;rij. iv. 5. A sore due to having crossed some unlucky spot. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they made the cattle pass over a ploughshare for good luck. Also, an ordeal; passing or stepping over an idol. &#xC26;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; d&#x101;&#x1E6D;r&#x101;yi. n. A boys&apos; game. &#xC26;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; d&#x101;&#x1E6D;lu-v&#x113;yu. v. n. To bound or jump. &#xC26;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41; to come bounding along. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x101;&#x1E6D;u-ka&#x1E6D;&#x1E6D;u. v. n. To become a crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. Same as &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x101;&#x1E6D;in&#x1E6D;su. v. a. To cause to pass over. To pass over. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2A;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he passed ten days there.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;d&#x101;gu. [Tel.] v. n. To be hidden or concealed. To hide. To escape. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x101;gurin&#x1E6D;su. v. t. To hide. &#xC26;&#xC3E;&#xC1A;&#xC41;. To delude, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. B. viii. 413. &#xC26;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC32;&#xC41;. Same as &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC32;&#xC41;. &#xC26;&#xC3E;&#xC1A;&#xC41; d&#x101;&#x1E6D;su. v. a. To hide, conceal, secrete. &#xC26;&#xC3E;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; d&#x101;&#x1E6D;su-konu. v. n. To hide,. lie hid, be concealed. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; to spare one&apos;s body, i.e., pains. See &#xC26;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC42;&#xC1A;&#xC41;&#xC32;&#xC41; d&#x101;gili-mu&#x1E6D;s&#x1E6D;sulu. [Tel.] n. The game of Hide and seek. &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC42;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; d&#x101;gili-b&#x16B;&#x1E6D;su-l-&#x101;&#x1E0D;u. v. To play at Hide and Seek.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC15;&#xC32;&#xC3F; d&#x101;gali. [Tel. &#xC26;&#xC3E;&#xC2F;&#xC3F;+&#xC15;&#xC32;&#xC41;.] n. An anvil. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F; a carpenter&apos;s vice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC17;&#xC30;</span>&#xA0;&#xA0;d&#x101;gara. [Tel.] n. A wallet or pouch for food. A large winnowing basket. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC47;&#xC35;&#xC15;&#xC2E;&#xC41;, &#xC0E;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC16;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC16;&#xC32;&#xC41; d&#x101;khalu. [H.] n. Submitting, as an application or a complaint in writing. &#xC26;&#xC3E;&#xC16;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to file or enter. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC26;&#xC3E;&#xC16;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the suit is filed.
			</div>
                