&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;namu. [Tel.] n. A tax, a toll. &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC23;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC23;&#xC3E; d&#x101;&#x1E47;a. [H.] n. Horse gram, or other gram given to horses for food. &#xC09;&#xC32;&#xC35;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2A;&#xC28;</span>&#xA0;&#xA0;d&#x101;pana. [Tel. from &#xC26;&#xC3E;&#xC1A;&#xC41;.] n. Hiding. &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41; d&#x101;nimma. [Tel.] n. The pomegranate tree. &#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; the scarlet hue of the pomegranate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;d&#x101;ni. [Tel.] The genitive form of &#xC05;&#xC26;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; its accusative.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x101;navudu. [Skt. from &#xC26;&#xC28;&#xC41;&#xC35;&#xC41;. The father of the giant race.] n. A demon. fiend, giant, &#xC24;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;, &#xC26;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F; d&#x101;nav-&#x101;ri. (&#xC26;&#xC3E;&#xC28;&#xC35;+&#xC05;&#xC30;&#xC3F;.) n. The queller of the giants, a god, &#xC26;&#xC47;&#xC35;&#xC24;, &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC35;&#xC3F; an ogress or a giantess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;namu. [Skt. of Latin word donum.] n. A gift, alms. Giving, donation. &#xC26;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3E; an order to bestow a gift, a deed of gift. The fluid that flows from the temples of an elephant in rut. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2E;&#xC26;&#xC2E;&#xC41;. Protection. rule. &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;. Subsidising a possible enemy, one of the four Tantrams or methods of Government, &#xC32;&#xC02;&#xC1A;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC26;&#xC3E;&#xC28;&#xC36;&#xC4C;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; d&#x101;na-&#x1E63;aun&#x1E0D;u&#x1E0D;u. n. A munificent or liberal man. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC08;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC28;</span>&#xA0;&#xA0;d&#x101;na. [Tel. ablative of &#xC05;&#xC26;&#xC3F;.] adv. Thereby, hereby. &#xC26;&#xC3E;&#xC28;. A feminine form in verbs. I am she who does. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC41; I (feminine) am alone. &#xC12;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC47; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am left by myself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC26;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;d&#x101;dunga. [Tel. &#xC26;&#xC3E;&#xC2F;&#xC3F;+&#xC26;&#xC41;&#xC02;&#xC17;.] n. Same as &#xC26;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC3F; d&#x101;di. [Tel.] n. A nurse, a fostermother. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. M. XII. i. 39.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC26;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;d&#x101;d&#x101;pu. [Tel. &#xC26;&#xC3E;&#xC2A;&#xC41;+&#xC26;&#xC3E;&#xC2A;&#xC41;.] adv. Close at hand. Very nearly, almost. &#xC26;&#xC3E;&#xC26;&#xC3E;&#xC2A;&#xC41; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; about thirty days have elapsed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;tramu. [Skt.] n. A sickle. &#xC15;&#xC4A;&#xC21;&#xC35;&#xC32;&#xC3F;, &#xC32;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; Appa. Cavi. i. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ty&#x16B;hamu. [Skt.] n. The bird called a gallinule. &#xC15;&#xC42;&#xC15;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. The black cuckoo or the swallow, &#xC1A;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;paramu. [Tel. from &#xC26;&#xC3E;&#xC1A;&#xC41;.] n. Happening, meeting. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. Stealing, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Concealment, duplicity. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC3E;&#xC2F;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC2E;&#xC30;&#xC47;&#xC2E;&#xC3F; &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no concealment about him. adj. Secret, unseen, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. G. ii. 16. &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC48;&#xC28; happened, chanced, befallen, &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;. &#xC08; &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; how was I so unhappy as to have this husband? &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x101;parin&#x1E6D;su. v. n. a. To happen, to chance, to have or meet, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To steal, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC40;&#xC21;&#xC41; d&#x101;pa-r&#x12B;&#x1E0D;u. n. A thief. &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; d&#x101;pa-rikamu. n. Hiding. &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC1F;. See &#xC26;&#xC3E;&#xC2A;&#xC41; and &#xC26;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;panamu. [Skt.] n. The imposition of a fine. &#xC26;&#xC02;&#xC21;&#xC41;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41; d&#x101;ti-karra. [Tel. &#xC26;&#xC3E;&#xC2F;&#xC3F;+&#xC15;&#xC30;&#xC4D;&#xC30;.] n. A carpenter&apos;s block or work bench. A block used by cloth heaters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC24;</span>&#xA0;&#xA0;d&#x101;ta. [Skt.] n. A giver, donor, bestower, or liberal man. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; d&#x101;t&#x1E5B;itvamu. n. Generosity, liberality, bounty.
			</div>
                