&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2E;&#xC3E;&#xC37;&#xC3E;</span>&#xA0;&#xA0;d&#x101;m&#x101;sh&#x101;. [H.] n. Allotment, division into shares, dividends. &#xC26;&#xC3E;&#xC2E;&#xC3E;&#xC37;&#xC3E; &#xC2F;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; proportionate costs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2E;&#xC30;</span>&#xA0;&#xA0;d&#x101;mara. [Tel.] n. A halter. &#xC09;&#xC30;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. A species of leprosy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;mamu. [Skt.] n. A cord, a string. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. A wreath, a string of pearls. &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; d&#x101;m-&#x14D;daru&#x1E0D;u. n. A title of Krishna; as bound with a cord in infancy. &quot;Funiger,&quot; cord-girt, the cordelier.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;d&#x101;bu. [Tel.] n. Fear, reverence, subjection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;d&#x101;pu. [Tel.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. Fear, &#xC2D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC26;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC30;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC1A;&#xC42;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC4D;.&quot; &#xC2E;&#xC48;. i. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC26;&#xC3E;&#xC2A;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; that house is near to me and far from you. adj. Neighbouring, next, bordering on. v. a. To hide, &#xC26;&#xC3E;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x101;pin&#x1E6D;su. v. n. To approach. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To cause to be hidden. To have hidden, to cause to hide. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC41; d&#x101;pu&#x1E0D;u. n. Hiding. &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC1F;. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC1A;&#xC40;&#xC30; d&#x101;pu&#x1E0D;u-ch&#x12B;ra. n. Clothes that are laid by, i.e., holiday clothes, as distinguished from &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC15;. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC28; d&#x101;pu-na. (abl. of &#xC26;&#xC3E;&#xC2A;&#xC41;.) adv. Near, by. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC2E;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; d&#x101;pu-m&#x16B;pulu. (anuk) n. Hiding and concealing. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC41; d&#x101;puramu. n. Concealment. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. A hoard, &#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. Coming into one&apos;s possession or enjoyment, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC17;&#xC41; d&#x101;-puram-agu. v. n. To accrue. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2A;&#xC32;</span>&#xA0;&#xA0;or &#xC21;&#xC3E;&#xC2A;&#xC32; d&#x101;pala. [Tel.] n. The left side. &#xC0E;&#xC21;&#xC2E;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F; d&#x101;pali. adj. On the left side, left. In the inside, within, along with, in the possession of, near. &#xC28;&#xC3E;&#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; the property in my hands. &#xC06;&#xC2E;&#xC46; &#xC28;&#xC3E;&#xC26;&#xC3E;&#xC2A;&#xC32;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have her by me. &#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; the letters which are inside, that is, which precede. the letter N which stands to the left of a consonant i.e., precedes it. &#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; the small end of a drum, which is struck with the left hand. L. iv. 52. &#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x101;pa-lin&#x1E6D;su. v. n. To be near, to come near.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC3E;&#xC2F;&#xC41; d&#x101;yu. [Tel.] v. n. To approach. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC2F;&#xC40; d&#x101;y&#x12B; [Tel.] n. A nurse. Dasav. IX. 206. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A plaintiff. (Vizag.) [Skt.] n. One who gives, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;d&#x101;yi. [Tel.] n. An anvil, a work. hench, or smith&apos;s form, used as a rest or prop. &#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;yamu. [Skt.] n. Heritage. &#xC2A;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. Kinship, heirsh &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. A gift, &#xC08;&#xC35;&#xC3F;. &#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC2F;&#xC32;&#xC41; or &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC32;&#xC41; d&#x101;yamu. [Tel.] n. A certain game among girls. &#xC17;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC3E;&#xC1F;; &#xC17;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;d&#x101;ya. [Skt.] n. A cousion. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;. An enemy, a foe, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &quot;&#xC26;&#xC3E;&#xC2F;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC28;&#xC41;. ii. &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F; or &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41; d&#x101;y&#x101;di. n. A kinsman. &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; kinsmen, consins, co-heirs. &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; rivalry, kinship, hereditary right.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2E;&#xC46;&#xC28;&#xC24;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x101;mena-t&#x101;&#x1E0D;u. [Tel.] n. A cord, a tether: a long cord, fastened to a stake or tree at each end, to which cattle are secured by short halters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC2A;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;m&#x12B;na-p&#x101;mu. [Tel.] n. A kind of snake.
			</div>
                