&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;rakamu. [Skt.] n. That which breaks or causes breaking. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. A. v. 118. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC26;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; d&#x101;r&#x101;ku&#x1E0D;u. n. One who splits asunder, &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;</span>&#xA0;&#xA0;d&#x101;ra. [Skt. from &#x221A; &#xC27;&#xC43; = to support] n. A wife. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC26;&#xC3E;&#xC30; a neighbour&apos;s wife. [From &#xC27;&#xC3E;&#xC30;.] A stream, &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC32;&#xC41;. A gift, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC30;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; d&#x101;ra-kommu. n. A torchbearer&apos;s oil vessel. &#xC1A;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC47; &#xC2A;&#xC38;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. A. v. 4 &#xC26;&#xC3E;&#xC30;&#xC2A;&#xC4B;&#xC2F;&#xC41; d&#x101;ra-p&#x14D;yu. v. n. To endow, to give by a formal ceremony, in which water is poured from the hand of the donor. To bestow as a solemn gift. To lose, &#xC2A;&#xC4A;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC26;&#xC3E;&#xC30;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; d&#x101;r&#x101;-putr-&#x101;dulu. n. A family, a household. Lit: Wives, children, and all.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC4B;&#xC17;&#xC3E;</span>&#xA0;&#xA0;d&#x101;r&#x14D;g&#x101;. [H.] n. An agent for superintendent. An overseer of any department.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;d&#x101;ruvu. [Skt.] n. Wood. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. adj. Wooden, made of wood. &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; d&#x113;ra-d&#x101;ruru. n. Deodar, dealwood. &#xC26;&#xC3E;&#xC30;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; d&#x101;ru-bh&#x16B;tamu. adj. Ligneous, woody, turned into wood. &#xC26;&#xC3E;&#xC30;&#xC41;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; d&#x101;ru-yantramu. n. A wooden engine or machine. &#xC26;&#xC3E;&#xC30;&#xC41;&#xC39;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30; or &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3F; lit: wood saffron, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC18;&#xC3E;&#xC1F;&#xC2E;&#xC41; darv&#x101;-gh&#x101;&#x1E6D;amu. n. The woodpecker. &#xC35;&#xC21;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC41;&#xC28;</span>&#xA0;&#xA0;d&#x101;runa. [Tel.] adv. Unexpectedly, suddenly. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;, &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. T. iii. 8. Swa. iv. 68.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;runamu. [Skt.] n. Horror. terror. &#xC2D;&#xC2F;&#xC2E;&#xC41;. A crime or horrible act. adj. Horrid, cruel, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ridryamu. [Skt. from &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. Poverty, &#xC2C;&#xC40;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ritamu. [Skt.] adj. Split, cut, divided. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x101;rin&#x1E6D;su. v. t. To split, to cut. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;d&#x101;ri. [Tel.] n. A way, road, path. A manner, mode, method, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it is cleared up, it has turned out well, she has come to her senses. [For Skt. &#xC27;&#xC3E;&#xC30;&#xC3F;.] One who bears, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;; used in compounds as &#xC1C;&#xC21;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC1C;&#xC21;&#xC28;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15; d&#x101;rika n. A harlot. &#xC32;&#xC02;&#xC1C;, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x101;ri-ko&#x1E6D;&#x1E6D;u. v. n. To rob on the high way. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2C;&#xC21;&#xC3F; d&#x101;ri-ba&#x1E0D;i. n. A convoy or guard, an escort.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ramu. [Tel.] n. A thread, cord, string, rope. &#xC28;&#xC42;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. A match for fire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC2C;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ra-bandamu. [for Skt. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.] n. The lintel or post of a door.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ranamu. [Skt.] n. Splitting. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC23;</span>&#xA0;&#xA0;d&#x101;rana. [Tel.] n. Price, value. &#xC35;&#xC46;&#xC32;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;&#xC41;&#xC35;</span>&#xA0;&#xA0;d&#x101;&#x1E37;uva. [Tel.] n. A cheek. &#xC26;&#xC35;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;&#xC41;</span>&#xA0;&#xA0;d&#x101;&#x1E37;u. [Tel.] n. Slight colour, a tinge. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC33;&#xC41; reddishness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x101;&#x1E37;&#x12B;ku&#x1E0D;a. [Tel.] n. An agent &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC2C;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC33;&#xC3F;&#xC2E;&#xC4D;&#xC2E; Same as &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;d&#x101;&#x1E37;i. [Skt.] n. Split pulse. &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC33;&#xC3E; d&#x101;la. [H.] n. Overweight in scales, preponderance. &#xC2A;&#xC21;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;d&#x101;lchini. [H.] n. Cinnamon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;d&#x101;li. [Tel.] n. A heap of cowdung cakes used for firing. A hole or little pit used as a temporary fireplace, as &#xC2A;&#xC3E;&#xC32;&#xC26;&#xC3E;&#xC32;&#xC3F;. &#xC26;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F; d&#x101;li-gun&#x1E6D;a. n. A smouldering fire, a fire pit, a little pit serving for a hearth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;r&#x1E0D;hyamu. [Skt. from &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;.] n. Hardness, fixedness, stability, Strength, vigour. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. Power, reality.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;vantamu. [Tel.] n. Grief. suffering. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &quot;&#xC26;&#xC48;&#xC28;&#xC2E;&#xC3E; &#xC2F;&#xC40;&#xC26;&#xC42;&#xC30;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC26;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC28; &#xC2E;&#xC26;&#xC3F; &#xC26;&#xC32;&#xC2A;&#xC4B; &#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; &#xC38;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC33;&#xC4D;&#xC35;&#xC3E; d&#x101;&#x1E37;uv&#x101;. [Tel.] n. A wet crop. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC1F;. adj. Dark-coated: having a black husk. &quot;&#xC26;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;.&quot; H. iv. 156,. &#xC26;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E;&#xC2A;&#xC02;&#xC1F; the black crop, a technical phrase used in Ganjam.
			</div>
                