&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;vamu. [Skt.] n. A forest. &#xC05;&#xC21;&#xC35;&#xC3F;. A burning forest, a conflagration, wildfire, &#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; or &#xC26;&#xC3E;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC2E;&#xC41; d&#x101;v-&#x101;gni. n. Wildfire, a devouring flame, a conflagration, burning heat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x101;su&#x1E0D;u. [Skt.] n. A slave, bondsman, serf. &#xC35;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A fisherman. &#xC26;&#xC3E;&#xC36;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; d&#x101;s&#x101;nu-d&#x101;su&#x1E0D;u. n. A servant of servants, an utter slave. BD. iv. 2023. &#xC26;&#xC3E;&#xC38;&#xC3F; d&#x101;si. n. A handmaid, a slave girl. &#xC35;&#xC46;&#xC32;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC26;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; d&#x101;si-tanamu. n. Slavery. Abject submission, drudgery. &#xC26;&#xC3E;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; d&#x101;s&#x113;yu&#x1E0D;u. (from &#xC26;&#xC3E;&#xC38;&#xC3F;.) n. One born to a slave girl. &#xC26;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC38;&#xC4B;&#xC39;&#xC02; d&#x101;s-&#x14D;ham. n. Lit: I am (thy) servant. A compliment. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC05;&#xC28;&#xC47;&#xC15; &#xC26;&#xC3E;&#xC38;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he presents you his compliments. &#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; d&#x101;syamu. n. Slavery, drudgery, obsequiousness, abject submission. &#xC38;&#xC47;&#xC35;, &#xC2A;&#xC28;&#xC3F;. &#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC24; dasyata n. A state of servility, slavery, bondage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;d&#x101;sari. [from Skt. &#xC26;&#xC3E;&#xC38;.] n. A Sudra or Pariah mendicant who is a worshipper of Vish&#x1E47;u. &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC1A;&#xC47;&#xC2A; or &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; d&#x101;sari-k&#x14D;ra-ch&#x113;pa. n. A sort of fish called Zeus equula. Russell, Vol. i. plate. 65. &#xC26;&#xC3E;&#xC38;&#xC30;&#xC2F;&#xC4D;&#xC2F;, &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41; d&#x101;sa-rayya. n. The hermit tortoise, found on land in secluded spots. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the black tortoise. &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; d&#x101;sari-p&#x101;mu. n. The hermit or rock snake. &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; d&#x101;sari-pi&#x1E6D;&#x1E6D;a. n. The Southern Scimitar Babbler. Pomotorhinus horsfieldii; or the White browed Fantail Fly catcher, Rhipudu&#x1E5B;a albifrontata. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; d&#x101;sanamu. [Tel.] n. The China rose, or shoe flower plant, Hibiscus sinensis. &#xC1C;&#xC2A;&#xC3E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC3F; a blackening dye applied to the teeth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC40;&#xC15;&#xC2E;&#xC41; d&#x101;sh&#x1E6D;ikamu. [from Skt. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;.] n. Resolution, bravery. Overbearing conduct, insolence, pride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x101;&#x1E63;&#x101;rhudu. [Skt.] n. An epithet of Krishna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC36;&#xC30;&#xC25;&#xC3F;</span>&#xA0;&#xA0;d&#x101;&#x1E63;aradhi. [Skt.] n. The son of &#xC26;&#xC36;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41;, i.e., R&#x101;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC35;&#xC3E;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC35; d&#x101;v&#x101;. [H.] n. A claim, a law-suit, or complaint. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC35;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a prosecutor, a complainant. &#xC26;&#xC3E;&#xC28;&#xC3E;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to make or file a complaint. &#xC26;&#xC3E;&#xC35;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; to dispute, to quarrel, to claim.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC3E;&#xC35;&#xC30;&#xC40;&#xC21;&#xC41; d&#x101;vari. [Tel.] n. A hero. &#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC15; &#xC26;&#xC47;&#xC35;&#xC30;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC26;&#xC38;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41; &#xC28;&#xC40; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC21;&#xC41;&#xC17; &#xC21;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC41;&#xC28;&#xC41;&#xC17;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC41;&#xC35;&#xC40; &#xC21;&#xC40;&#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC39;&#xC43;&#xC26;&#xC2F;&#xC02;&#xC2C;&#xC32;&#xC30;&#xC28;&#xC4D;.&quot; &#xC37;&#xC4B;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;</span>&#xA0;&#xA0;di. [Tel. contracted from &#xC05;&#xC26;&#xC3F;.] A verbal suffix as &#xC28;&#xC3E;&#xC26;&#xC3F;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC39;&#xC30;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC3F;. (&#xC06;&#xC2E;&#xC41;. vi.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;hamu. [Skt.] n. Burning. ignition. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;. Thirst, &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. Eager desire, &#xC06;&#xC36;. &#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; I am thirsty. &#xC26;&#xC3E;&#xC39;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is gone to drink water, a usual phrase for going to take refreshment. &#xC26;&#xC3E;&#xC39;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; after quenching the thirst &#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; after quench one&apos;s thirst, to drink water. &#xC26;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; d&#x101;haku&#x1E0D;u. n. One who burns. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC39;&#xC24;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; d&#x101;hati-r&#x14D;gamu. n. The disease called diabetes.
			</div>
                