&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;dimpu. [Tel. from &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.] n. Diminution, setting down, hanging down loose. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC1F;, &#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; dimpulu-p&#x14D;vu. v. n. To hang down loose. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;din&#x1E0D;u. [Tel.] n. A bundle, pillow, cushion or bolster. &#xC24;&#xC32;&#xC17;&#xC21;. A belt, a girdle, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. A sheaf of corn. A bag of money. The nave or centre of a wheel: A cylinder. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC17;&#xC21;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. Any thing cylindrical. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41; or &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46; the stump of a plantain tree. adj. Much, fiercely: as &#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; to rush furiously. &#xC26;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC26;&#xC41; dind-&#x12B;du. n. One who wears a belt. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; din&#x1E0D;u-pa&#x1E0D;u. v. n. To faint, be exhausted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC3F;&#xC02;&#xC1F;&#xC46;&#xC28; din&#x1E6D;ena [Tel.] n. The flower called Bluebell (clitorea) whether blue or red. Clitorea ternatea or Hedy sarum alhagi. &#xC17;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; din&#x1E6D;su. [Tel. causal of &#xC26;&#xC3F;&#xC17;&#xC41;. v. t. To bring lower, let down, take off, put down, set down. To place, unload, disembark or land. To distil, or extract spirit. &#xC26;&#xC3F;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to bring down or dispel poison. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to bring down the womb, i.e., cause miscarriage or abortion. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to cause abortion. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to unbrace a bow. &#xC26;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; the causal of &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;dikku. [Skt.] n. A quarter, part, side, direction. &#xC26;&#xC3F;&#xC36;. An airt or point of the compass. The ten directions named in Hindu books are the four points. N. E. S. W. and the intermediate four: N.-E. (&#xC08;&#xC36;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC32;) S.-E. (&#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC42;&#xC32;) S.-W. (&#xC28;&#xC48;&#xC30;&#xC43;&#xC24;&#xC3F;&#xC2E;&#xC42;&#xC32;,) N.-W. (&#xC35;&#xC3E;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC32;) to which are added the Zenith and Nadir. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC17;&#xC3E; while the heavens resounded. Quarter, shelter, asylum, refuge, protection, patronage, &#xC36;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; or &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC26;&#xC3F;&#xC28; helpless, resourceless, devoid of any protector; also vile, abominable. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC32;&#xC1A;&#xC4B;&#xC1F;&#xC41; a refuge. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC35;&#xC3F;&#xC2E;&#xC32; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC48; the loveliest in the world. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC24;&#xC3F; or &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; dik-pati. n. A demigod who rules one airt or point of the compass; the regent or genius that governs that quarter. &#xC08;&#xC36;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC41; the genii of the north-east and other directions &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; dikka-mogamulu. [from &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. Faces turned in every direction. People that flee in all directions through fear, &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; timidly, &#xC2D;&#xC40;&#xC24;&#xC3F;&#xC1A;&#xC47; &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F; dik-kari. (&#xC26;&#xC3F;&#xC15;&#xC4D;+&#xC15;&#xC30;&#xC3F;.) n. One of the mythica, elephants that support the corners of the world. &#xC26;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC2E;&#xC41; dig-antamu. (&#xC26;&#xC3F;&#xC15;&#xC4D;+&#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;.) n. An end of the earth. &#xC26;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F; world wide fame. &#xC26;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41; dig-ambaru&#x1E0D;u. (&#xC26;&#xC3F;&#xC15;&#xC4D;+&#xC05;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;.) adj. Lit. &quot;Sky vested,&quot; having the air as a robe. Naked, stark-naked, undraped. &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. n. An epithet of Siva. &#xC26;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; she who is naked. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC1C;&#xC2E;&#xC41; dig-gajamu. n. One of the eight elephants (&#xC17;&#xC1C;) the guard the cardinal points (&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;) of the world. A poetical phrase answering to the poles of heaven. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F; making the welkin ring. &#xC15;&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC1C;&#xC2E;&#xC41; a leading or classical author. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; dig-bandhamu. n. A magic rite, restraining by spells the influence of certain stars. cf. Job. XXXVIII. 31. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; dig-bhramamu. n. Giddiness, stupor, amazement. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC24;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC48; bewildered, horrified, amazed. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41; dig-vijayamu. n. Dominion, empire. Universal conquest. A royal progress or tour. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; or &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC3F; dig-mandalamu. n. The horizon.
			</div>
                