&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;digulu. [Tel.] n. Fear, alarm. &#xC2D;&#xC2F;&#xC2E;&#xC41;. Palpitation of the heart, &#xC17;&#xC41;&#xC02;&#xC21;&#xC46; &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC26;&#xC41; digulu-pa&#x1E0D;u. v. n. To fear, be alarmed, be frightened. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; digulu-paru&#x1E6D;su. v. a. To frighten, alarm. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; digulu-p&#x101;&#x1E6D;u. n. Fearfulness. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC41;</span>&#xA0;&#xA0;digu. [Tel.] v. n. To come down from a higher place. To alight, drop, come or go down, descend from; to dismount. To be landed, unladen, or disembarked, as goods. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41;. To fail, break down, sink, fall back, fall in debt or arrears. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC41;. To lodge, dwell, halt, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;. To distil, or drop down, as any secretion. To settle, as sediment or dregs. To abate, cease, go off, become less, diminish, as fatness. To sink, as ink in paper, or water in earth. To penetrate or go in, as a stab. To come forth, as fruit from the bud, as in &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he is reduced by sickness. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a man with a rupture. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC35;&#xC41; she cannot swallow. &#xC2E;&#xC26;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2F;&#xC47;&#xC28;&#xC17;&#xC41; an elephant not in rut. &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went into that business. The causal form is &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;. (q. v.) See also &#xC26;&#xC3F;&#xC17;&#xC3F; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; digu&#x1E0D;u. n. A descent, or downward incline. adj. Descending, going down. Mean, base, low. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC0E;&#xC17;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41; up and down, irregular, uneven. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC35;&#xC3F; a well into which they descend by steps. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC32; digudala. n. Underneath. Desending, decline. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; digu-b&#x101;&#x1E6D;u. n. A descent, or downard decline. &#xC26;&#xC4B;&#xC35;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the path is precipitous. Deduction, loss. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F; digu-mati. n. Disembarkation, importation, landing of goods, &#xC13;&#xC21;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC38;&#xC30;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC30;&#xC47;&#xC35;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to land, unship, import. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35; diguva. n. The under side. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;. adj. Lower, inferior, under. adv. Below, under, &#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;, &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; diguv&#x101;yi. adj. Lower, inferior. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; digu-v&#x101;ru. (&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;+&#xC2A;&#xC3E;&#xC30;&#xC41;.) v. n. To fall down. &#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC21;&#xC41;. To flow, &#xC15;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC38;&#xC28;</span>&#xA0;&#xA0;digasana. adv. Down, below. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;</span>&#xA0;&#xA0;diga. [Tel. from &#xC26;&#xC3F;&#xC17;&#xC41;.] adv. Down. downwards. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC41; to go down, to sink. &#xC26;&#xC3F;&#xC17;&#xC1C;&#xC3E;&#xC30;&#xC41; to slide down. &#xC26;&#xC3F;&#xC17;&#xC17;&#xC3E;&#xC1A;&#xC41; to distil. &#xC26;&#xC3F;&#xC17;&#xC26;&#xC3F;&#xC17; diga-diga. adv. Rapidly, brightly. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;, &quot;&#xC17;&#xC40; &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC26;&#xC3F;&#xC17;&#xC2F;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC38;&#xC46;.&quot; BD. v. 4, 14. &#xC26;&#xC3F;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41; or &#xC26;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; diga-d&#x12B;yu. v. a. To take down. To disenchant, to avert a spell, or the evil eye, to expel a fiend. &#xC26;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; diga-du&#x1E0D;upu. n. Waving a lamp to break a spell. Disenchantment, diga-dr&#x101;vu. v. t. To drink down, to let go, to leave, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. v. n. To come down, &#xC26;&#xC3F;&#xC17;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC41; diga-n-a&#x1E0D;u. v. a. To do away with or remove (sin.) To put (a fault) out of view. To lay (a vest) aside. To forsake or desert, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; diga-bu&#x1E6D;&#x1E6D;u-konu. v. a. To drag down. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC41; diga-ba&#x1E0D;u. v. n. To get down. &#xC26;&#xC3F;&#xC17;&#xC41;. To sink or give way. &#xC5B;&#xC3E;&#xC30;&#xC41;; to remain or be left behind, &#xC30;&#xC3E;&#xC32;&#xC47;&#xC15; &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC21;&#xC41; he stayed behind as he could not come. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41; an outstanding balance. &#xC08; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30; &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; this paper remained in my hands. &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; diga-be&#x1E6D;&#x1E6D;u. v. a. To set out of view, set aside. To leave (a thing behind, through forgetfulness.) &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC4B;&#xC24; diga-b&#x14D;la. n. Spreading downwards. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC2E;&#xC1F; &#xC0E;&#xC17;&#xC2C;&#xC4B;&#xC24;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC2C;&#xC4B;&#xC24;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he perspires profusely. &#xC26;&#xC3F;&#xC17;&#xC30;&#xC4B;&#xC1C;&#xC41; diga-rozu. n. Panting. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC2A;&#xC3F;&#xC30;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC17;&#xC30;&#xC4B;&#xC1C;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC30;&#xC4B;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he runs out of breath. &#xC26;&#xC3F;&#xC17;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; diga-vi&#x1E0D;u&#x1E6D;su. v. a. To throw aside or leave, to leave behind. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
                