&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2F; diggiya. [Tel. from &#xC26;&#xC3F;&#xC17;&#xC41;.] n. A lake, a large pond. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3F;&#xC15;, &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC2C;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC41; See under &#xC26;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;diti. [Skt.] n. The mother of the Asuras. &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC32;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;di&#x1E0D;&#x1E0D;i. [Tel.] adj. Small. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;. n. A backdoor, a postern or sallyport. A little door, as of a palankeen. &#xC17;&#xC35;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; di&#x1E0D;&#x1E0D;i-v&#x101;kili. n. A back door, a small side gate, a wicket.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;di&#x1E6D;a. [Tel.] n. Strength, power. &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC26;&#xC3F;&#xC1F;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC2C;&#xC21;&#xC46;&#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC17;. iii. &#xC26;&#xC3F;&#xC1F;&#xC2E;&#xC41; di&#x1E6D;amu. n. Courage. Resolution, firmness. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Strong. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC1F;&#xC2E;&#xC30;&#xC3F; di&#x1E6D;am-ari. n. A hero, a spirited energetic person. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;. &#xC26;&#xC3F;&#xC1F;&#xC2E;&#xC30; losing heart. &#xC26;&#xC3F;&#xC1F;&#xC35;&#xC41; di&#x1E6D;avu. n. Courage, bevery. Plumpness. &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Strong. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F; di&#x1E6D;&#x1E6D;a. n. A hero, an enthusiast, a brave man. Firmness. Strength, &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC41; Same as &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41; di&#x1E6D;&#x1E6D;a-tanamu. n. Heroism, galantry, firmness, pluck, spirit. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC33; di&#x1E6D;&#x1E6D;a-k&#x16B;&#x1E37;a. n. A wicked man. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41;di&#x1E6D;&#x1E6D;a-pa&#x1E0D;u. v. n. To fit, answer. To be stout or trim. To be verified, come true, be fulfilled. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC30;&#xC1A;&#xC41; di&#x1E6D;&#x1E6D;a-para&#x1E6D;su. v. a. To regulate, order, ordain, trim, establish, ratify. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; di&#x1E6D;&#x1E6D;amu. n. Firmness, stoutness, tenacity, tightness, good order. &#xC26;&#xC43;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. A statute or order, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to arrange, settle. &#xC05;&#xC24;&#xC21;&#xC41; &#xC05;&#xC30;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they took precautions against his crying out. A scheme; a statement showing what land each man cultivates and the respective assessment. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; adj. Settled, arranged. Firm, stout, tenacious, solid, tight, orderly. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; an affix. About. &#xC05;&#xC30;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; about half. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; about three quarters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;di&#x1E6D;s&#x1E6D;su-mogamu. [Tel.] adj. Disappeared, vanished. &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. n. Disappearance, vanishing. &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC17;&#xC41; to disappear, vanish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;di&#x1E6D;s&#x1E6D;sari. [Tel.] n. An adultress. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dig-bhramamu. [Skt. n. Confusion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;digdhamu. [Skt.] adj. Smeared, anointed. n. A poisoned arrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;dig-g&#x14D;lu. [Tel.] n., The last crop reaped before the one which is ripening. &#xC15;&#xC4B;&#xC2F;&#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC17;&#xC41;. (q. v.) &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; diggu. [Tel.] n. Fear. &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC28;&#xC41; or &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC41; diggu-r-anu. v. n. To shudder, to be alarmed. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28; or &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; digg-ana. adv. Suddenly, at once. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC41; to start up, to jump up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC27;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;did-dhimikhi-dhimiki. [Tel.] (anuk.)] Rub-a-dub-dub. Samud. 145. See &#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC26;&#xC43;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;did&#x1E5B;iksha. [Skt.] n. A desire to see. &#xC1A;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. &#xC26;&#xC3F;&#xC26;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; did&#x1E5B;ikshuvu. n. One who desires to see. &#xC1A;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;diddu. [Tel. Cf. Tam: &#xC24;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;.] v. a. To correct, rectify, set straight. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To prepare, make ready, train, &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To deck, adorn, trim, mould, dispose, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To teach, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC21;, &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2C;&#xC21;&#xC3F; or &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; diddu. n. Trimming; a correction, alteration. &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; diddin&#x1E6D;su. v. a. To make one correct.
			</div>
                