&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;or &#xC1C;&#xC3F;&#xC28;&#xC4D;&#xC28; dinna. [Tel.] n. A kind of tree. &#xC05;&#xC1A;&#xC4D;&#xC1A;: &#xC2F;&#xC41;: &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; dinusu. [H.] n. An article, thing, drug, ingredient. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. Manner, kind, sort, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;din&#x101;ri. [Last. Denarius. The word proves the contact of the Romans with India. The coins of the Imperial period have been found all over the country.] n. A gold coin. Same as &#xC26;&#xC40;&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC41;. (q. v.) &quot;&#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC1A;&#xC4B;&#xC1F; &#xC38;&#xC41;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC46; &#xC2C;&#xC46;&#xC02;&#xC2A;&#xC4A;&#xC02;&#xC26; &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41;.&quot; &#xC2A;&#xC02;&#xC1A;. &#xC28;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dinamu. [Skt.] n. A day. The day time. &#xC26;&#xC3F;&#xC28;&#xC47;&#xC26;&#xC3F;&#xC28;&#xC47; din&#x113;-din&#x113;. adv. Daily. &#xC26;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; dina-karu&#x1E0D;u n. The maker of the day, i.e., The sun. &#xC26;&#xC3F;&#xC28;&#xC1A;&#xC30;&#xC4D;&#xC2F; dina-charya n. A diary, day book, or journal. &#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; dina-dinamu. n. Every day. adv. Daily, day by day. &#xC26;&#xC3F;&#xC28;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; daily batta or allowance. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC23;&#xC3F; dina-ma&#x1E47;i. n. The gem of day, a title of the sun. &#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; dina-v&#x101;ramu. n. Funeral ceremonies. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41; or &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC28;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41; daily expense. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. iii. &#xC26;&#xC3F;&#xC28;&#xC38;&#xC30;&#xC3F; dina-sari. n. A kind of grain or crop. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; the evening time. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC27;&#xC3F;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;didhishuvu. [Skt.] n. A re-married woman. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC26;&#xC3F;. A man who marries a widow, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC17;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC27;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;didhaksha. [Skt.] n. A desire to burn or to set fire to (a house, town, &amp;c.) &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;. &#xC26;&#xC3F;&#xC27;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; didhakshuvu. n. One who desires to set fire to. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46; dimma. [Tel.] n. A stand or frame (to support a box or a palankeen.) The frame on which the parchment of a drum is fixed. A sort of rocket. A wooden stopple for a leathern bottle. A mound or heap. &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. Giddiness, thoughtlessness. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41; dim-manu. v. n. To tingle, to turn giddy, to ring in the ears. &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; dimmari (&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A giddy fool. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;. &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; dimmari-tanamu. n. Folly, giddiness. &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC40;&#xC21;&#xC41; dimmar-&#x12B;&#x1E0D;u. n. A giddy fool. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;, &#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;or &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A; dibba. [Tel.] n. A high land or mount. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;. A heap or mound. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. &#xC17;&#xC4B;&#xC32;&#xC40;&#xC32;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C; a burying ground. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C; a manure heap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;, &#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; dinne. [Tel.] n. A bulk, divan or settle, being a seat built at a house door; commonly called a pial. A high raised embankment. &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; a bank of sand. &#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC41; dunes or sand hills.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC38;</span>&#xA0;&#xA0;, &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC38; or &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC38; dinisa. [Tel.] n. A paviour&apos;s beetle, a rammer. &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;, &#xC26;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02; or &#xC25;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC27;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC4D; dimi-dimi. [Tel. (anuk.)] n. Ting tang, ding dong. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC41; dim&#x101;ku. [Tel.] n. Pride, hauteur, arrogance. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC21;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC21; dibba&#x1E0D;a. [Tel.] n. Slight deafness, casual deafness, a ringing in the ears, caused by cold, amazement, &amp;c. &#xC28;&#xC3E; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC21;&#xC32;&#xC47;&#xC38;&#xC3F; (or &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;) &#xC09;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; I was astounded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC40;&#xC2E;&#xC41; dimamu. [Tel.] n. A decoy, any lure intended to ensure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC23; or &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC2E;&#xC41; dibba&#x1E0D;amu. [Tel.] n. A lid or earthen cover to a jar. A bung.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dibbemu. [Tel.] n. A light, a lamp. &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
                