&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dimmarin&#x1E6D;su. [Tel.] v. t. To upset or pour out (grain, &amp;c.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;div&#x101;k&#x12B;rti. [Skt.] n. A pariah or man of low caste. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A. vi. 9. A barber. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;divamu. [Skt.] n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Heaven. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. Day, &#xC2A;&#xC17;&#xC32;&#xC41;. &#xC26;&#xC3F;&#xC35;&#xC38;&#xC2E;&#xC41; divasamu. n. A day. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC17;&#xC32;&#xC41;. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; days set apart for funeral rites. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC26;&#xC3F;&#xC35;&#xC38;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to perform the obsequies. &#xC26;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; divas-pati. n. Lit: Lord of heaven, i.e., Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC27;&#xC2E;&#xC41; div-&#x101;ndhamu. n. An owl, as being &quot;blind by day.&quot; &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; div&#x101;-karu&#x1E0D;u. n. The sun. lit: the maker of the day. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC2D;&#xC40;&#xC24;&#xC2E;&#xC41; div&#x101;-bh&#x12B;tamu. n. An owl. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC2D;&#xC40;&#xC24;&#xC3F; div&#x101;-bh&#x12B;ti. n. A sneaking wretch, a thief. &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC2D;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; div&#x101;-bh&#x12B;tu&#x1E0D;u. n. A rogue, robber. &#xC1A;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC1F;&#xC40;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC40; Same as &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;</span>&#xA0;&#xA0;, &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC2E;&#xC41; or &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC2E;&#xC41; dirisena. [from Skt. &#xC36;&#xC3F;&#xC30;&#xC40;&#xC37;.] n. A forest tree with delicate woolly flowers, commonly called the Rain Tree, Mimosa sirisha. The species called &#xC24;&#xC40;&#xC17;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28; is a creeper much used in medicine. Albizzia lebbek. Rox. ii. 544.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC30;&#xC26;&#xC3F;&#xC30;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC30; dira-dira. [Tel.] adv. Round and round: Whirlingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC38;</span>&#xA0;&#xA0;See &#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;dimme. [Tel.] n. A cone. An ingot, or cylindrical lump of gold. A wooden cork or stopple, &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC3F;&#xC30;&#xC21;. A candlestick. A sort of rocket. A heap (as of sand.) A hillock. The stamen of a flower, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. A shoemaker&apos;s last, which is conical. The beazle of a ring. A piece of wood built into a wall to hook a bracket, &amp;c., on. A stamp or impress. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46; a steel board with depressions in the surface, used by goldsmiths. See &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;, &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; dimme&#x1E6D;lu. n. A deafening sensation dimme&#x1E6D;lu-pa&#x1E0D;u v. n. To become deaf.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dimmu. [Tel.] n. Giddiness. Madness, folly. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to become giddy, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC24;&#xC32; &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; my head is confused. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a ringing in my ears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC38;</span>&#xA0;&#xA0;See &#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4C;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC35;&#xC4B;&#xC15;&#xC38;&#xC2E;&#xC41; divau-kasamu. [Skt.] n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC26;&#xC3F;&#xC35;&#xC4C;&#xC15;&#xC38;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC3F;&#xC35;&#xC4B;&#xC15;&#xC38;&#xC41;&#xC21;&#xC41; divau-kasu&#x1E0D;u. n. A celestial being a god. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC46;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;. (q. v.) &#xC26;&#xC3F;&#xC35;&#xC46;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; dive-d&#x101;ri-kommu. n. A lamp stand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC17;&#xC41;. (q. v.) &quot;&#xC2D;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E; &#xC2B;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC41;&#xC1F;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; BD. ii. 658.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC2F;</span>&#xA0;&#xA0;, &#xC26;&#xC40;&#xC35;&#xC3F;&#xC2F; or &#xC26;&#xC3F;&#xC35;&#xC46; Same as &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;. (q. v.) &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC15;&#xC4B;&#xC32; Same as &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC3F; divi&#x1E6D;&#x12B;. [Tel.] n. A torch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;divi. [Skt.] n. Heaven. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Dated so and so (of the month.) &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC37;&#xC26;&#xC41;&#xC21;&#xC41; diviju&#x1E0D;u. n. A god. &#xC26;&#xC47;&#xC35;&#xC24; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41; divi-j-&#x101;dhipu&#x1E0D;u. n. Indra, as chief of the gods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC3E;</span>&#xA0;&#xA0;div&#x101;l&#x101;. [H.] n. Bankruptcy. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC3E; &#xC24;&#xC40;&#xC2F;&#xC41; or &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to become a bankrupt. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC4B;&#xC30;&#xC41; div&#x101;l&#x101;-k&#x14D;ru. n. A bankrupt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;div&#x101;&#x1E47;amu. [H.] n. An audience chamber; a tribunal. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; persons connected with the Government. Government. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC38;&#xC2D;, &#xC38;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC09; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC28;&#xC46;&#xC30;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC32;&#xC32;&#xC47;&#xC32;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC02;&#xC25;&#xC41;&#xC32;&#xC28;&#xC4D;, &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC1A;&#xC3F;.&quot; &#xC06;&#xC2E;&#xC41;. ii.
			</div>
                