&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;dissu. [Tel.] n. A hissing sound. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC41;&#xC38;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;Another form of &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;. (q. v.) &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; divy-&#x101;rupu-purugu. [Tel. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;+&#xC05;&#xC30;&#xC41;&#xC35;&#xC41;+&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;] n. A insect that puts out light.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC2E;&#xC4A;&#xC32; disa-mola. adj. Naked: stark naked. n. Nakedness of the body. &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; stark naked. &#xC26;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC2E;&#xC4A;&#xC32;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. Bhairava (&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;.) , the kind of spirites, who are always spoken of as naked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC38;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;disantu. [Tel.] n. Reproach, blame, shame, imputation. &#xC26;&#xC42;&#xC30;&#xC41;&#xC1F;. &#xC26;&#xC3F;&#xC38;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC26;&#xC3F;&#xC38;&#xC02;&#xC24;&#xC21;&#xC41;&#xC1A;&#xC41; to revile. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC42;&#xC30;&#xC41;. &quot;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC38;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC47;&#xC28;&#xC15;.&quot; Swa. iii. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC38;</span>&#xA0;&#xA0;disa. [Tel. another form of &#xC26;&#xC46;&#xC38;.] adj. Plain, unadorned. See &#xC26;&#xC46;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;dish&#x1E6D;i. [from Skt. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;.] n. The evil eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dish&#x1E6D;amu. [Skt.] n. Fate, destiny, time. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. adj. Taught. &#xC09;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC36;</span>&#xA0;&#xA0;di&#x1E63;a. [Skt.] n. A point of the compass, quarter, direction, region. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC26;&#xC46;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;</span>&#xA0;&#xA0;divve. [Tel. from Skt. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. A lamp, a light. &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;. A torch, &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. Anir. iii. 51. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; a candlestick. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46; divve. adj. Bright, luminous. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC38;&#xC41;&#xC21;&#xC3F; divve-sudi. n. A candlestick, &#xC26;&#xC40;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. A niche in a wall to keep a lamp in. &#xC17;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;divvu. [Tel.] v. a. To draw, pull, with-draw. &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. P. ii. 48. 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC40; Same as &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2F; Same as &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;divyamu. [Skt.] adj. Divine, heavenly, supernatural, celestial. Fairy, appertaining to fairies or demigods. Grand, superb, glorious, noble, fine, admirable, bright. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC3F;. n. What is divine or done by God, a divine or providential act or event. A calamity sent by Providence, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; the spiritual sense. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41; a solemn oath. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; divya-d&#x1E5B;ish&#x1E6D;i. n. Second sight, supernatural intelligence, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC32;&#xC41; seven league boots worn by hermits on active service. &#xC2F;&#xC4B;&#xC17;&#xC35;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41;. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; divya-chakshuvu. n. One gifted with spiritual insight. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC32; &#xC35;&#xC3E;&#xC21;&#xC41;. A man with a good eyesight, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A blind man, i.e., one who used the mental instead of the physical vision, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC2E; divya-bh&#x101;ma. n. A fairy, an angel. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC28; or &#xC26;&#xC47;&#xC35;&#xC3E;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC28; divy-archana. n. Divine worship. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; divyu&#x1E0D;u. n. A god, a demigod.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;, &#xC21;&#xC40;, &#xC26;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC40;&#xC15;&#xC41; d&#x12B;. [Tel.] n. Striking the heads together as rams do. Butting. &#xC26;&#xC40;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC21;&#xC40;&#xC15;&#xC4A;&#xC28;&#xC41; d&#x12B;-konu. v. a. To oppose. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. n. To arouse, to rouse or bestir oneself, to prepare. R. v. 145. &#xC26;&#xC40;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC21;&#xC40;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; d&#x12B;-kolupu. v. a. To arouse, warn, excite. &#xC26;&#xC40;&#xC15;&#xC4B;&#xC32;&#xC41; Same as &#xC21;&#xC40;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
                