&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC28;</span>&#xA0;&#xA0;d&#x12B;na. [Tel.] pron. Hereby. (the abl. of &#xC07;&#xC26;&#xC3F; this.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC27;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;d&#x12B;dhiti. [Skt.] n. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x12B;&#x1E0D;u. [Tel.] v. n. To trim or prune, as a bird does its feathers with the beak. To gnash the teeth or bite the lips in rage. It is the same words as &#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC41;. &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC40;&#xC21;&#xC3F; curling his whiskers, twisting them with his fingers (denoting rage.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC1F;&#xC41;</span>&#xA0;&#xA0;d&#x12B;&#x1E6D;u. [Tel.] v. t. To arrange, to level. &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Equality, similarity, resemblance. A share or plot of land. A sort Rate. adj. Equal, similar, like. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC26;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x12B;&#x1E6D;u-konu. v. a. &amp; n. To resemble, equal. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;. &#xC26;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to arrange, &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To level. A. iv. 36. To become full, to be filled. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;., To bite the lip or grash the teeth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;d&#x12B;ksha. [Skt.] n. A vow. Sacrificing, offering oblations. Worshipping, &#xC2F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC26;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC06;&#xC1A;&#xC3E;&#xC30; &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;. A marriage vow. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC28;&#xC41; &#xC05;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he vowed he would slay them. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC26;&#xC40;&#xC15;&#xC4D;&#xC37; a vow whereby the husband remains unshorn pending the wife&apos;s pregnancy. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC26;&#xC40;&#xC15;&#xC4D;&#xC37; a marriage vow. &#xC0F;&#xC15;&#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC17;&#xC3E; uninterruptedly. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; d&#x12B;ksh&#x101;-guru&#x1E0D;u. n. A spiritual adviser, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC24;&#xC21;&#xC41; &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; d&#x12B;ksh-&#x101;layamu. n. A convent, a hermitage, a cell. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x12B;kshin&#x1E6D;su. v. n. To make a vow. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC41;. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; d&#x12B;kshi-tu&#x1E0D;u. n. One who is under a vow. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC2E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x12B;masamu. [Tel.] n. Courage. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Cleverness; a contrivance, a stratagem, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;, &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;, &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. P. i. 250.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC2E;&#xC2E;&#xC41;, &#xC26;&#xC40;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC40;&#xC02; d&#x12B;mamu. [Tel.] n. A trained bird, a decoy bird. &#xC38;&#xC3E;&#xC15;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. A snare, decoy or trap (for birds, elephants, &amp;c.) A house, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x12B;pamu. [Skt.] n. A lamp a light. &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x12B;pamu-pe&#x1E6D;&#x1E6D;u. v. n. To light a lamp. Metaphorically, to sustain a man&apos;s household. Also, to offer prayers for blessing on a benefactor: thus, &#xC24;&#xC2E; &#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC28;&#xC41;. (Lit.) I will light a candle (in the chapel) to thy feet, i.e., I will offer thee worship of thankfulness. &#xC26;&#xC40;&#xC2A;&#xC15;&#xC2E;&#xC41; d&#x12B;pakamu. n. A light &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;. adj. That which burns. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. Omum seeds, &#xC13;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC2E;&#xC41;. Also. used for &#xC26;&#xC40;&#xC2E;&#xC2E;&#xC41;. (q. v.) &#xC26;&#xC40;&#xC2A;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; d&#x12B;pa-ralli. n. The wick of a lamp. &#xC26;&#xC40;&#xC2A;&#xC2A;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC26;&#xC40;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; d&#x12B;pa-vriks&#x1E25;amu. n. A candelabrum, al lamp-stand. &#xC26;&#xC40;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC28; d&#x12B;p-&#x101;r&#x101;dhana. n. The rite of offering a light to a god. The lighting up lamps at a shrine. &#xC26;&#xC40;&#xC2A;&#xC3E;&#xC35;&#xC33;&#xC3F; (&#xC26;&#xC40;&#xC2A;+&#xC06;&#xC35;&#xC32;&#xC3F;.) d&#x12B;p-&#x101;vali. n. Lit: A row of lights, i.e., A feast held on the 14th day of the dark fortnight (bahula) in Aswayuja (answering to Oct. Nov.) wherein is commemorated the &#xC28;&#xC30;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC35;&#xC27;. &#xC26;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. d&#x12B;p-in&#x1E6D;su. v. n. To shine, to be evident. to be distinguished or glorious. &#xC26;&#xC40;&#xC2A;&#xC3F;&#xC15; d&#x12B;pika. n. A lamp, a light. &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30; &#xC26;&#xC40;&#xC2A;&#xC3F;&#xC15; the Lamp of Telugu, the name of a Telugu Dictionary. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC26;&#xC40;&#xC2A;&#xC3F;&#xC15; lit. &quot;The lamp of Morals.&quot; &#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F; d&#x12B;pti. n. Lustre. brilliancy. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC26;&#xC40;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; dip-yamu. n. Cummin seed. &#xC13;&#xC2E;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F; d&#x12B;n&#x101;ramu. [Latin, Denarius.] n. A certain gold coin. &#xC2A;&#xC48;&#xC21;&#xC3F; &#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x12B;namu. [Skt.] adj. Poor, humble, wretched, low. n. A helpless or miserable woman. &#xC26;&#xC40;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC24; or &#xC26;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; d&#x12B;nata. n. Poverty, humility, wretchedness. &#xC26;&#xC40;&#xC28;&#xC26;&#xC36; poverty, humiliation. &#xC26;&#xC40;&#xC28;&#xC35;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; humble in looks. &#xC26;&#xC40;&#xC28;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; a humble tone, a low voice, pitiful cry. &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; dinu&#x1E0D;u. n. A poor or helpless man. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. A timid man, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A humble man. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                