&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC35;&#xC28;</span>&#xA0;&#xA0;See under &#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC32;&#xC41;, &#xC21;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; d&#x12B;lu. [Tel.] adj. Lean, thin, poor, deficient; loose, slack. &#xC26;&#xC40;&#xC32;&#xC48;&#xC28;. (A. ii. 75.) Emaciated, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC26;&#xC40;&#xC32;&#xC41; or &#xC26;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to swoon, be wearied or exhausted. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC21;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x12B;r&#x1E47;amu. [Skt.] adj. Shivered, smashed, torn, rent. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Frightened, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x12B;rghamu. [Skt.] adj. Long, either as regards size or time. n. A long vowel; thus, &#xC38;&#xC15;&#xC3E;&#xC30;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41; means &#xC38;&#xC3E; s&#x101;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a long time. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18; &#xC1C;&#xC02;&#xC18;&#xC2E;&#xC41; d&#x12B;rgha-janghamu. n. The long shanked bird: the Adjutant. Leptoptius dubius. (F.B.I.) &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC32;&#xC26;&#xC3F;. i.e., &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; or &#xC26;&#xC42;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; a far sighted man. &#xC26;&#xC42;&#xC30;&#xC2A;&#xC41; &#xC2F;&#xC4B;&#xC1A;&#xC28;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; d&#x12B;rgha-nidra. n. The long sleep, i.e., Death, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;, &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41; d&#x12B;rgha-b&#x101;huvu. adj. Long armed: a mythological metaphor, signifying the possession of extensive power or influence. It denotes a Hero. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC24; d&#x12B;rgha-s&#x16B;trata. n. Dilatoriness, tediousness, prolixity, spinning a long yarn, wire-drawing. &quot;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC18; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; P. ii. 163. Cautious, prudent, considerate. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; d&#x12B;rgha-s&#x16B;tru&#x1E0D;u. n. He who is dilatory, slow. tedious. &#xC1A;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; or &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3E;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; d&#x12B;rgh&#x101;yuvu. n. A long life. One who has a long life to live, &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A crow, &#xC15;&#xC3E;&#xC15;&#xC3F;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3F;&#xC15; d&#x12B;rghika. n. A long or oval pond.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;dun&#x1E0D;u. [Tel.] adj. Stout, strong. &#xC26;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; dun&#x1E0D;u. n. A sort of eel. A rock snake. &#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC32;&#xC3F; dun&#x1E0D;u-bali. An idler. &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC35;</span>&#xA0;&#xA0;dun&#x1E0D;iva. [Tel.] n. A fish being a sort of Sparus Russell, plates 97. 98. and No. 122. &#xC05;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC35; a sort of Perch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;dun&#x1E0D;i. [Tel.] adj. Corpulent, big bellied. HN. iii. 199.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC21;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC02;&#xC21;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; dun&#x1E0D;agamu. [Tel.] n. Villainy, dishonesty, crime, wickedness; a crime, a prank. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC40;&#xC21;&#xC41;. &#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC40;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC2F; dun&#x1E0D;u-g&#x12B;&#x1E0D;u. n. A wretch, scamp, blackguard, villian. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC30;&#xC3F;. &#xC26;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41; dun&#x1E0D;ag&#x101;ya-tanamu. n. Dissipated conduct, forwardness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;d&#x1EE5;nga. [Tel.] n. block, clog, or piece of wood. &#xC15;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC24;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28; &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC02;&#xC17;&#xC32;&#xC41; the bits or side pieces in a lathe. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC26;&#xC41;&#xC02;&#xC17;&#xC35;&#xC32;&#xC46; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is as stout and strong as a log of wood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC15;, &#xC26;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC02;&#xC15;&#xC3F; dunka. [Tel.] n. A hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC35;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;d&#x12B;vin&#x1E6D;su. [Tel.] v. a. To bless. &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC40;&#xC35;&#xC28; or &#xC26;&#xC40;&#xC35;&#xC46;&#xC28; d&#x12B;vana. n. A blessing, a benediction. &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC35;&#xC46;&#xC28; &#xC35;&#xC40;&#xC21;&#xC46;&#xC2E;&#xC41; a farewell. &#xC26;&#xC40;&#xC35;&#xC28;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; Same as &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41; or &#xC38;&#xC47;&#xC38;&#xC32;&#xC41; (q. v.) &#xC26;&#xC40;&#xC35;&#xC46;&#xC28;&#xC15;&#xC4B;&#xC32; d&#x12B;vena-k&#x14D;la. n. A salutation. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC35;&#xC3F;</span>&#xA0;&#xA0;d&#x12B;vi. [Tel.] n. An island. (Poetically) a heaven, abode, home. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC26;&#xC40;&#xC35;&#xC3F; the very home or birthplace of attraction, a perfect mine of charms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC40;&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC40;&#xC2E;&#xC38;&#xC2E;&#xC41; d&#x12B;vasamu. [Tel.] n. Bravery, courage. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. M. IV. iii. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC41; dundilamu. [Tel.] n. A sort of vegetable. Bignonia indica. H. iv. 17. &#xC28;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;dunta. [Tel.] n. A male buffalo. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC0E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;. &#xC26;&#xC41;&#xC02;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC41; or &#xC26;&#xC41;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC2F;&#xC3E;&#xC33;&#xC3F; (for &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;) &#xC15;&#xC3E;&#xC21;&#xC41; Yama, the god who rides on the buffalo. &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
                