&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;See under &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC2A;</span>&#xA0;&#xA0;dumpa. [Tel.] n. A root. The wedge like part of a plough, &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC17;. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC15;&#xC42;&#xC30; any edible root. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is very strong. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC3E;&#xC26;&#xC41;&#xC02;&#xC2A;&#xC32;&#xC41; or &#xC38;&#xC40;&#xC2E;&#xC26;&#xC41;&#xC02;&#xC2A;&#xC32;&#xC41; potatoes. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC28;&#xC3E;&#xC17;&#xC41; dumpa-&#x1E47;&#x101;gu. n. A sort of snake. G. viii. 101. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; dumpa-n&#x101;&#x1E63;anamu. n. Total ruin, eradication. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC41;&#xC02;&#xC2A;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ruined him root and branch. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; a kind of plant, a species of &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; (q. v.) Basella rubra or lucida. &#xC09;&#xC2A;&#xC4B;&#xC26;&#xC15;&#xC3F;. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC41;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; the Rhizome the Greater Galangal, or J&#x101;va Galangal, Alpinia galanga. &#xC38;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC41;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; the Lesser Galangal, Aplinia Officinarum. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC41;&#xC02;&#xC5B;&#xC41;&#xC30;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dundumu. [Tel.] n. A wheel like torch. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3F;</span>&#xA0;&#xA0;dundubhi. [Skt.] n. A drum. &#xC2D;&#xC47;&#xC30;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3F; the drum of heaven; a poetical phrase for thunder in a clear sky, which is considered a happy omen. The name of a year, &#xC12;&#xC15; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
                