&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;duk&#x16B;lamu. [Skt.] n. A robe, vest, fine or white raiment. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dukanamu. [H.] n. A bazaar, a shop. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;duhkhamu. [Skt.] n. Grief, trouble, unhappiness, pain, misery. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC28;&#xC4B;&#xC2C;&#xC3E;&#xC27;. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41; duh-kin&#x1E6D;su. v. n. To grieve, to suffer pain. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; grieved. &#xC26;&#xC41;&#xC03;&#xC16;&#xC4B;&#xC2A;&#xC36;&#xC2E;&#xC28;&#xC2E;&#xC41; consolation. duhkha-p&#x101;&#x1E6D;u. n. Grieving. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to grieve, to cause grief.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC03;</span>&#xA0;&#xA0;duh. [Skt.] A negative prefix. Bad, evil, wicked. &#xC1A;&#xC46;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;. In compounds it changes into &#xC26;&#xC41;&#xC36;&#xC4D; or &#xC26;&#xC41;&#xC38;&#xC4D; according to the rules of Sandhi. Such compounds as usually occur in Telugu literature are here brought together and explained. &#xC26;&#xC41;&#xC30;&#xC02;&#xC24;&#xC2E;&#xC41; dur-antamu. adj. Endless, eternal, without limit, boundless , unfathomable, &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC30;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; dur-ad&#x1E5B;ish&#x1E6D;amu. n. Ill luck, misfortune. adj. Unfortunate. &#xC26;&#xC41;&#xC30;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; dur-ad&#x1E5B;ish&#x1E6D;u&#x1E0D;u. n. An unfortunate man. &#xC26;&#xC41;&#xC30;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; dur-abhim&#x101;namu. n. Arrogance, presumption. &#xC26;&#xC41;&#xC30;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; dur-abhy&#x101;samu. n. An evil practice, a bad habit. &#xC26;&#xC41;&#xC30;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC2E;&#xC41; dur-avag&#x101;hamu. adj. Hard to understand, inexplicable, puzzling. &#xC26;&#xC41;&#xC30;&#xC35;&#xC38;&#xC4D;&#xC25; dur-avastha. n. Mishap, evil plight. &#xC26;&#xC41;&#xC30;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; dur-ahank&#x101;ramu. n. Presumption, arrogance. &#xC26;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; dur-&#x101;k&#x1E5B;itamu. n. An evil act, a misdemeanour. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC26;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23; dur-&#x101;ksh&#x113;pa&#x1E47;a. n. A quibble or groundless objection; a finesse. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC41; dur-&#x101;gatamu. n. An outrage. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; dur-&#x101;grahamu. n. Groundless anger. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41; dur-&#x101;ch&#x101;ramu. n. A bad custom. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a man of bad habits or conduct. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; dur-&#x101;tmu&#x1E0D;u. n. A bad hearted man. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC2E;&#xC41; dur-&#x101;pamu. adj. Intolerable, unbearable. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; prodigious rage. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC28; dur-&#x101;l&#x14D;chana. n. Bad intent, a plot. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC36; dur-&#x101;&#x1E63;a. n. Covetousness, vain hopes, avarice, greed. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; dur-&#x101;&#x1E63;a-paru&#x1E0D;u. n. A covetous, avaricious man. &#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; or &#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC3E;&#xC35;&#xC2E;&#xC41; dur-ukti. n. Hard words, harshness of language. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; dur-gan-dhamu. n. A bad smell , stink. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F; dur-gati. n. Ruin, perdition, &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;. Poverty, &#xC2C;&#xC40;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41; dur-ga-mamu. adj. Inaccessible, impossible. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;, &#xC2A;&#xC4B;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; dur-gu&#x1E47;amu. n. An evil nature, a bad quality, a bad symptom. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC18;&#xC1F;&#xC2E;&#xC41; dur-gha&#x1E6D;amu. adj. Hazardous, hard, impracticable. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; dur-janu&#x1E0D;u. n. A bad man, a wretch. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC2F;&#xC2E;&#xC41; dur-jayamu. adj. Unconquerable, invincible, invulnerable. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC36; dur-da&#x1E63;a. n. Misfortune. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; dur-j&#x101;tudu. n. A man of low birth. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; dur-dinamu. n. A cloudy or foul day. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC2E;&#xC41; dur-dharamu. adj. That cannot be worn. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; dur-dharshamu. adj. Despicable. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC2F;&#xC2E;&#xC41; or &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC40;&#xC24;&#xC3F; dur-nayamu. n. Wickedness, immorality. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; dur-nir&#x12B;kshyamu. adj. Dazzling, that dazzles, which is hard to look at. Terrific. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41; dur-balamu. adj. Weak, not valid, unreasonable, groundless. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to weaken. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; dur-buddhi. n. Folly, weak reason; evil intent. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC4B;&#xC27;&#xC28; dur-b&#x14D;dhana. n. Evil counsel, instigation, temptation. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC4B;&#xC27;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; to give evil advice, to instigate. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC30;&#xC2E;&#xC41; dur-bha-ramu. adj. Insupportable, &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC37; dur-bh&#x101;sha. n. Abuse, revilling, evil words. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC37;&#xC32;&#xC3E;&#xC21;&#xC41; to use foul language, to revile or scold. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; dur-bhikshamu. n. Dearth, famine. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; hard times, a period of scarcity. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC3F; dur-mati. n. Folly. An evilminded man, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. The name of a year. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC2E;&#xC41; dur-madamu. n. Arrogance. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41; dur-marad&#x1E47;a-mu. n. An unfortunate end, a violent or untimely death. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; dur-mar-samu. n. Proud flesh (that grows in a sore or wound.) &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; dur-m&#x101;rgamu. n. Misconduct, an offence. adj. Wicked. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; dur-m&#x101;rgudu. n. A wicked man, sinner, villain, evildoer. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC36;&#xC2E;&#xC41; dur-ya&#x1E63;amu. n. Infamy, disgrace. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; dur-y&#x14D;gamu. n. Misfortune, hard circumstances. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41; dur-labhamu. adj. Hard to get, scarce, rare. Difficult. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; dur-vachanamu. n. Foul language, abuse. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; dur-var&#x1E47;amu. adj. Tarnished (as copper.) &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; dur-v&#x1E5B;ittu&#x1E0D;u. n. He who is wicked, he who leads a low or infamous life. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; dur-v&#x101;ramu. adj. Inevitable, irresistible. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; dur-vy&#x101;p&#x101;-ramu. n. Misconduct. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; du&#x1E63;charitamu. n. Wicked conduct, wickedness. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F; du&#x1E63;-chesh&#x1E6D;a. n. A wicked deed. &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41; du&#x1E63;-&#x1E63;skunamu. n. An evil omen. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; dush-karamu. adj. Difficult, hard. &#xC1A;&#xC47;&#xC2F;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; dush-k&#x1E5B;itamu. n. A sin, an evil deed. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; dus-tantramu. n. Craft, guile. &#xC15;&#xC2A;&#xC1F;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; dus-taramu. n. Difficulty. adj. Difficult bad, vile, inevitable, unavoidable. &#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; dus-sangamu. n. Unlawful intercourse. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC3F; dus-san-dhi. n. An error in grammatical elision. A base introduction: an acquaintance formed through the medium of vile persons. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC2E;&#xC41; dussahamu. adj. Insufferable, intolerable. &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F; &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2E;&#xC41; dus-svapnamu. n. An evil dream.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;dukki. [Tel.] n. Ploughing. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1F;. Tillage, &#xC15;&#xC43;&#xC37;&#xC3F;. Ploughed land. &#xC12;&#xC15; &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC28; a certain measure of rain that fills a furrow of the field, equivalent to one inch of rain. &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; or &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41; a plough bullock. &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a ploughed field. &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; wet ploughing. &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F; dry ploughing. &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41; a plough, &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;. &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; an epithet of B&#x101;larama.
			</div>
                