&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;du&#x1E0D;uku. [Tel.] n. Rashness, folly, wickedness, silliness, hastiness. &#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;. adj. Rash, intemperate, foolish, wicked. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; thoughtless talk, wild language. &#xC05;&#xC26;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is rather rash or headstrong . &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41; pilfering. &#xC28;&#xC4B;&#xC30;&#xC41; &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41; foolish talk. &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC21;&#xC41; du&#x1E0D;uka&#x1E0D;u. n. A forward, hasty, mischievous or wicked man, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;du&#x1E0D;i-du&#x1E0D;i. adv. With eagerness, sharply. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;dugdh-&#x101;bdhi. n. The sea of milk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dugdhamu. [Skt.] n. Milk. &#xC2A;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC17;&#xC4D;&#xC27;</span>&#xA0;&#xA0;dugdha. [Tel.] n. Ill will, displeasure, annoyance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;duggu. [Tel.] n. Musty straw. Straw trodden to pieces; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; (&#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F; dugga. [from Skt. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;.] n. An epithet of K&#x101;li or P&#x101;rvati. &#xC15;&#xC3E;&#xC33;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC17;</span>&#xA0;&#xA0;duga. [Tel.] n. A deuce at games, or in dice. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC17;&#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC3F; deuce eight. &#xC26;&#xC41;&#xC17;&#xC30;&#xC35;&#xC3F;&#xC15; duga-ravika. n. A double bodice, a lined jacket, &#xC1C;&#xC02;&#xC1F;&#xC30;&#xC35;&#xC3F;&#xC15;. &#xC26;&#xC41;&#xC17;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; a fabulous double-faced bird called &#xC17;&#xC02;&#xC21;&#xC2D;&#xC47;&#xC30;&#xC41;&#xC02;&#xC21;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC05;&#xC1A;&#xC4D;&#xC1A;. &#xC05;. &#xC15;&#xC3E;&#xC02;. &#xC26;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; du-gu&#x1E47;amu. n. Same as &#xC26;&#xC41;&#xC17;. &#xC09;. &#xC39;&#xC30;&#xC3F;. iii. adj. Double, &#xC30;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;. &#xC26;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC28;&#xC3F; or &#xC26;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC23;&#xC3F; dugg&#x101;ni. (&#xC26;&#xC41;&#xC17;+&#xC15;&#xC3E;&#xC28;&#xC3F;.) n. A copper coin, worth two pies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;dunnangi. [Tel.] n. A certain plant, a kind of wild croton.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC28;&#xC46;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC28;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F; dune-d&#x101;ri. [Tel.] n. One who carries a sword in hand. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. A hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41; dunuku. [Tel.] v. n. To leap. To make haste. n. A leap, a jump, &#xC17;&#xC02;&#xC24;&#xC41;. Pain. &#xC2C;&#xC3E;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;dunu. [Tel. another form of &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;.] v. t. To plough, &quot;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC1C;&#xC3E;&#xC24;&#xC1F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;&#xC26;&#xC41;&#xC28; &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; A. iv. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;duddu. [Tel.] n. The pericarp or centre bulb of a lotus: &#xC24;&#xC3E;&#xC2E;&#xC30; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;, &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;. A mark on a letter written on a palm leaf, &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC1C;&#xC3E;&#xC2C;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;. A sort of ear ornament worn by women. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;. adj. Coarse, not fine. False, &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to evade, elude. &#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; duddekku. v. n. To excel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. BD. i. 910. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; (&#xC05;&#xC28;&#xC17;&#xC3E; &#xC26;&#xC41;&#xC30;&#xC26;) what could bewitch him to do this? &#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F; or &#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC17;&#xC33;&#xC3F; duddu-kamba&#x1E37;i. n. A sort of woollen cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dutt&#x16B;ramu. [Skt.] n. The Thorn apple, a poisonous plant. Datura stramonium, Rox. i.561. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Cunning, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;dutta. [Tel.] n. A jug, a jar, a small pot. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC41;&#xC02;&#xC17;&#xC26;&#xC41;. &#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3F; dutt&#x101;yi. n. A short half jacket. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A; &#xC05;&#xC30;&#xC1A;&#xC1F;&#xC4D;&#xC1F;. &#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC32;&#xC41;&#xC35; dutt&#x101;ri-valuva. n. A sort of cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;du&#x1E0D;&#x1E0D;u [Tel.] n. A coin of the value, in some places, of four, and in others, of two annas. &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;. Money in general. &#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41;. Wealth. &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; rich people. A club. &#xC17;&#xC26;. &#xC24;&#xC32;&#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; a shepherd&apos;s crook. &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is as strong as a club. v. n. To strike. V&#x113;ma. iii. 55. adj. Rough. &#xC2E;&#xC4B;&#xC1F;&#xC48;&#xC28;. &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; or &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32; du&#x1E0D;&#x1E0D;u-karra. n. A club, stick or cudgel. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;. &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC46; du&#x1E0D;&#x1E0D;e n. A child, a boy, &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;. Kuch&#x113;lo. i. 54. ii.101. A naughty or wicked person. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC21;&#xC41;&#xC26;&#xC41;&#xC21;</span>&#xA0;&#xA0;du&#x1E0D;u-du&#x1E0D;a. [Tel. anuk.] adv. Bang, slapdash, off, in a trice. &#xC26;&#xC4A;&#xC21;&#xC26;&#xC4A;&#xC21;.
			</div>
                