&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41; dumuku. [Tel.] v. n. To leap, to jump, to plunge into. &#xC17;&#xC02;&#xC24;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. n. A leap, &#xC17;&#xC02;&#xC24;&#xC41;. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; to leap about, &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC4B;&#xC21;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F; leaping over the wall. &#xC15;&#xC4B;&#xC1F;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F; leaping down from the castle. &#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F; leaping into the well. &#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; dumikin&#x1E6D;su. [causal of &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;.] v. t. To make (a horse, &amp;c.) leap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E0D;um&#x101;lu. [Tel.] adj. To the root, entire. &#xC38;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC17;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; dum&#x101;. [Tel.] n. Dust, pollen of flowers. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC26;&#xC41;&#xC2E;</span>&#xA0;&#xA0;duma-duma. [Tel. anuk.] adj. All wet. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC21;&#xC3F;&#xC17;&#xC32;. &quot;&#xC26;&#xC41;&#xC2E;&#xC26;&#xC41;&#xC2E;&#xC17;&#xC3E; &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC35;&#xC32;&#xC24;&#xC4B;.&quot; K. P. ii. 75. n. Anger, irritability of temper. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC2E;&#xC26;&#xC41;&#xC2E; &#xC32;&#xC3E;&#xC21;&#xC41; to be angry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC41;</span>&#xA0;&#xA0;duma-gati-k&#x113;tu. [Tel.] n. A star portending ill-luck. A comet, &#xC27;&#xC42;&#xC2E;&#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;dubbu. [Tel.] n. A bunch or tuft of grass. Stubble, &#xC24;&#xC43;&#xC23;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to weed or clean land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;dubba. [Tel.] n. The female organ of generation. &#xC06;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;duppi. [Tel.] n. The Spotted Deer, Cervis axis. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC40; duppa&#x1E6D;i. [H.] n. A sheet cloth, vest. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F; a bed sheet. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2E;&#xC41; duppa&#x1E6D;amu. n. A vest, a robe. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC26;&#xC41;&#xC30;&#xC3E; or &#xC26;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC40; dur&#x101;yi. [H.] n. A command, conjuration, adjuration, protestation, a caveat or veto. &#xC06;&#xC1C;&#xC4D;&#xC1E;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; you are not the king&apos;s friend.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;duramu. [Tel.] n. Battle, war. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Swiftness. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. v. t. To wage war, to fight. &quot;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC33;&#xC41;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC17;&#xC2E;&#xC41;.&quot; T. ii. 43.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC26;&#xC41;&#xC30;</span>&#xA0;&#xA0;dura-dura. [Tel.] adv. Hastily. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC26;</span>&#xA0;&#xA0;durada. [Tel.] n. Itching. &#xC1C;&#xC3F;&#xC32;, &#xC15;&#xC28;&#xC30;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC26;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC06;&#xC15;&#xC41; durada-gon&#x1E0D;i-&#x101;ku. n. The nettle. &#xC26;&#xC42;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC30;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; dura&#x1E6D;illu. [Tel.] v. n. To grieve, suffer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC4D;</span>&#xA0;&#xA0;See under &#xC26;&#xC41;&#xC03;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC42;&#xC2F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dummu. [Tel.] n. Dust. &#xC26;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC33;&#xC3F;. &#xC26;&#xC02;&#xC2C;&#xC4B;&#xC35;&#xC21;&#xC3F;. (&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;+&#xC2A;&#xC4A;&#xC21;&#xC3F;.) Currystuff, &#xC2E;&#xC46;&#xC02;&#xC24;&#xC3F; &#xC1C;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. A bone, &#xC0E;&#xC2E;&#xC41;&#xC15;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they ruined him. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; the bone-eater, i.e., the striped Hyaena, Hyaena striata. &#xC15;&#xC4A;&#xC30;&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F;. (F.B.I.) &#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC41; thick dust, &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; dumu-dumu-l-&#x101;&#x1E0D;u. v. n. To raise dust or fire. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC30;&#xC47;&#xC17;&#xC41;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC30;&#xC47;&#xC17;&#xC41;. To be gloomy, &#xC26;&#xC41;&#xC2E;&#xC26;&#xC41;&#xC2E;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC21;&#xC41; dumm&#x101;&#x1E0D;u. v. n. To wear or use powder. &quot;&#xC17;&#xC02;&#xC26;&#xC35;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC28; &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC17;&#xC24;&#xC41;&#xC32;.&quot; Ila. i. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;dunnu. [Tel.] v. a. To plough. &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28; dunna. n. A male buffalo &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC2E;&#xC41;. A male beast, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28; a young male elephant. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC24;&#xC41; dunna-p&#x14D;tu. n. A male buffalo. (Applied abusively,) a rude, ignorant wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;dumud&#x101;ru. [Tel. &#xC26;&#xC41;&#xC2E;&#xC41;+&#xC24;&#xC3E;&#xC30;&#xC41;.] n. An army, a host. &#xC26;&#xC02;&#xC21;&#xC41;. Swa. iii. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; in a mob, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;dumukku. [Tel.] n. A thud. The sound made in leaping.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2C;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;dub&#x101;si. [H. from Skt. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC37;&#xC3F;.] n. An interpreter. A Dubash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;dub&#x101;r&#x101;. [H.] adj. Extravagant. &#xC26;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41; vain or extravagant expenditure.
			</div>
                