&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;duritamu. [Skt.] n. A crime, sin. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dur&#x101;&#x1E0D;amu. [Tel.] n. A pillow. &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;duv-valuva. [Tel. &#xC26;&#xC41;&#xC35;+&#xC35;&#xC32;&#xC41;&#xC35;.] n. A cloth, a vest; a garment. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC15;. Das. ix. 304. &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; duv-v&#x101;&#x1E6D;amu-g&#x101;. adv. Waveringly, backwards and forwards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC26;&#xC42;&#xC2A;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. HD. i. 1636.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;duvva. [Tel.] n. Dust. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC27;&#xC42;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC35;&#xC3E;&#xC33;&#xC3F; duv&#x101;&#x1E37;amu. [Tel.] n. A trot. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC36;&#xC4D;&#xC35;&#xC27;&#xC3E;&#xC30;. &#xC26;&#xC41;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; to trot (as a horse does.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;duv&#x101;ramu. [from Skt. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A gate, gateway. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;Same as &#xC26;&#xC41;&#xC17;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dulu&#x1E6D;su. [Tel.] v. a. To knock down, as fruit off a tree. &#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41; dulupu. v. a. To shake off, as dust. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC32;&#xC26;&#xC41;&#xC32;</span>&#xA0;&#xA0;dula-dula. [Tel.] n. Hurry, agitation. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Das. ix. 21 H. i. 155.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dur-y&#x14D;dhanu&#x1E0D;u. [Skt.] n. The name of a certain hero,.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC23;&#xC3F; durbini. [H.] n. A telescope. &#xC13;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;durgamu. [Skt.] n. A strong-hold or hill fort. &#xC15;&#xC4B;&#xC1F;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; a golden citadel. &#xC1C;&#xC32;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a place begirt with the sea, or, whose walls are the ocean. &#xC35;&#xC28;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a fort fenced by forest, &amp;c. adj. Impenetrable, &#xC2A;&#xC4B;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC38;&#xC4D;</span>&#xA0;&#xA0;, &#xC26;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;, &amp;c. See under &#xC26;&#xC41;&#xC03;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; dusikilu. [Tel.] v. n. To slide off. To slip out of the fingers. &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. A. ii. 88. H. iv. 55. &#xC2C;&#xC46;&#xC23;&#xC41;&#xC15;&#xC41;. To escape, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dush&#x1E6D;amu. [Skt.] adj. Vile, evil, bad, cruel, weak, base. &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; dush&#x1E6D;a-m&#x1E5B;igamu. n. A beast of prey. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; dush&#x1E6D;u&#x1E0D;u. n. A bad man. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41; or &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; dush&#x1E6D;up-&#x101;ku. n. The plant called Odina wodier. &#xC05;&#xC1C;&#xC36;&#xC43;&#xC02;&#xC17;&#xC40;. Rox. ii. 293. ii. Ainsl. ii. 486.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;du&#x1E63;-&#x1E63;iramu. [Skt.] n. A plant, Menispermum glabrum. &#xC38;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC32;&#xC24;, &#xC26;&#xC42;&#xC38;&#xC30;&#xC3F; &#xC24;&#xC40;&#xC17;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;duvvu. [Tel.] v. a. To stroke, finger, or handle. To comb. To run the fingers through the hair. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F; to draw the foot slowly over the ground, to paw the ground with the foot. &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; to stroke one&apos;s mustaches. &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; or &#xC15;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC41; to paw the ground (in fury.) &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F; or &#xC26;&#xC41; &#xC35;&#xC4D;&#xC35;&#xC41; duvvi. n. A tiger, &#xC2A;&#xC41;&#xC32;&#xC3F;. A leopard, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC28; duvvena. n. A comb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;durusu. [Tel.] n. Stubbornness, frowardness, impetuosity, hurry, vehemence, boisterousness, bluntness, rudeness. &#xC2A;&#xC46;&#xC33;&#xC41;&#xC38;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC15;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC21;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. Tartness, harshness in speech. &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC26;&#xC41;&#xC30;&#xC41;&#xC28;&#xC41; an itch for fighting. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC38;&#xC41; quarrelsomeness. adv. Forward. &#xC26;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. Quickly. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC4B;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dur&#x14D;daramu. [Skt.] n. Gambling. &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; a gambler. &#xC5B;&#xC42;&#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;dustu. [Tel.] n. A cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A suit of clothes, &#xC12;&#xC15;&#xC5B;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;. Beauty, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC39;&#xC3F;&#xC24;</span>&#xA0;&#xA0;duhita. [Skt. cf. Eng. &quot;daughter.&quot;] n. A daughter, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;</span>&#xA0;&#xA0;durga. [Skt.] n. One name of the goddess Kali or P&#x101;rvati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC30;</span>&#xA0;&#xA0;Same as &#xC26;&#xC42;&#xC38;&#xC30;. (q. v.)
			</div>
                