&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;d&#x16B;konu. [Tel. from &#xC26;&#xC42;&#xC2F;&#xC41;.] v. a. To penetrate, pierce. To learn, acquire. Mand. i. 66. To suck up. To have, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC06;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To oppose. v. n. To spread, as a scent, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC42;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; suitable, proper, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC26;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;di. [Tel.] n. Cotton: which is thus called after being cleaned: &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC26;&#xC42;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC2F; d&#x16B;di-nimma-k&#x101;ya. The citron, a kind of a large lime. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41; d&#x16B;d&#x113;ku. (&#xC26;&#xC42;&#xC26;&#xC3F;+&#xC0F;&#xC15;&#xC41;.) v. a. To clean cotton. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a man of the caste who are cotton cleaners. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; cotton fluff. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; d&#x16B;di-&#x113;kula-pi&#x1E6D;&#x1E6D;a. n. The Grey Shrike, Lanius lahtora. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;. (F.B.I.) &#xC26;&#xC42;&#xC26;&#xC46;&#xC30; d&#x16B;dera. n. A small kind of field bug which attacks grain in the ear. There are two kinds of it. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC42;&#xC26;&#xC46;&#xC30; and &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC26;&#xC42;&#xC26;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC42;&#xC24;&#xC3F;&#xC15; d&#x16B;ti. [Skt.] n. A lady in waiting; a handmaid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC24;</span>&#xA0;&#xA0;d&#x101;ta. [Skt.] n. (masc.) A messenger, an envoy. &#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC3F;. &#xC26;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC42;&#xC24; (in Christian usage.) an angel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC21;&#xC41;&#xC17;</span>&#xA0;&#xA0;d&#x16B;&#x1E0D;uga. [Tel.] n. A plant called Uvariya cerasoides. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC26;&#xC42;&#xC21;&#xC41;&#xC17; a plant called Unona discolor. Rox. ii. 667, 669.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC21;</span>&#xA0;&#xA0;d&#x16B;&#x1E0D;a. [Tel.] n. A calf. &#xC26;&#xC42;&#xC21;&#xC32;&#xC41; &#xC05;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; the calves were bleating. &#xC26;&#xC42;&#xC21;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; d&#x16B;&#x1E0D;ala-go&#x1E6D;&#x1E6D;i-g&#x101;&#x1E0D;u. n. The bird called an Adjutant, Leptoptilus dubius (F.B.I.) &#xC26;&#xC42;&#xC21;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; d&#x16B;&#x1E0D;ala-p&#x14D;lig&#x101;&#x1E0D;u. n. An eagle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC1F;&#xC41;</span>&#xA0;&#xA0;d&#x1EE5;&#x1E6D;u. [Tel.] v. n. &amp;a. To enter, rush into. To push the udder with the head, to butt. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; B. X. 282. 345. &#xC26;&#xC42;&#xC1F;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;. To rush, run swiftly, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. P. iii. 75. 79. R. v. 157. &#xC26;&#xC42;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; d&#x1EE5;&#x1E6D;u-konu. v. n. To fly. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC1F;</span>&#xA0;&#xA0;d&#x16B;&#x1E6D;a. [Tel. verbal noun of &#xC26;&#xC42;&#xC2F;&#xC41;.] n. Entering. The interior tender substance of the plantain tree: &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC0A;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;chi. [Tel.] n. A sort of game among boys. H. iii. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC17;&#xC30;</span>&#xA0;&#xA0;d&#x16B;gara. [Tel. &#xC26;&#xC42;&#xC2A;&#xC2E;&#xC41;+&#xC15;&#xC30;.] n. Soot. &#xC15;&#xC30;&#xC26;&#xC42;&#xC2A;&#xC2E;&#xC41;. Dust, dirt; the dust of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC15;&#xC41;</span>&#xA0;&#xA0;d&#x16B;ku. [Tel.] v. n. To leap over, get over, cross. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;. &#xC26;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; d&#x16B;ku&#x1E0D;u. adj. Uneven. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;. Forward.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2C;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;-b&#x16B;chi. [Tel. &#xC26;&#xC42;&#xC2F;&#xC41;+&#xC2C;&#xC42;&#xC1A;&#xC3F;.] n. A game played by boys.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2C;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;-bi&#x1E0D;i. [Tel. &#xC26;&#xC42;&#xC2F;&#xC41;+&#xC2A;&#xC3F;&#xC21;&#xC3F;.] n. A stick used for keeping the loose pieces of thread in spinning, &#xC28;&#xC42;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC40;&#xC21;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC47; &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2C;&#xC30;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;-bara-din&#x1E0D;i. [Tel. &#xC26;&#xC42;&#xC2F;&#xC41;+&#xC2A;&#xC30;+&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;.] n. A prodigal, a spendthrift. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC43;&#xC27;&#xC3E;&#xC17;&#xC3E; &#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2C;</span>&#xA0;&#xA0;d&#x16B;ba. [Tel.] n. A mean fellow. &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x16B;pamu. [from Skt. &#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41;.] n. Smoke. &#xC2A;&#xC4A;&#xC17;. Burning of incense, incense. &#xC26;&#xC42;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F; d&#x16B;p&#x101;rti. (&#xC26;&#xC42;&#xC2A;&#xC2E;&#xC41;+&#xC06;&#xC30;&#xC4D;&#xC24;&#xC3F;.) n. A plate or dish in which incense is burned. &#xC26;&#xC42;&#xC2A;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC46;&#xC21;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2A;</span>&#xA0;&#xA0;d&#x16B;pa. [Tel.] n. Thirst. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC26;&#xC42;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC26;&#xC42;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC41; d&#x16B;pa&#x1E6D;illu. v. n. To feel thirsty, &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;. To be exhausted or wearied. &#xC05;&#xC32;&#xC2F;&#xC41;. Swa. iii. 43. &#xC26;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC42;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC26;&#xC42;&#xC2A;&#xC3F;&#xC32;&#xC41; d&#x16B;pin&#x1E6D;su. v. n. To thirst, to feel thirsty. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;. R. ii. 36. A. iv. 178.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC15;&#xC26;&#xC42;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x16B;ka-d&#x16B;mu. [Tel.] n. A kind of fish, Calbichrons birnaculatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;kali. [Tel.] n. Pain. &#xC2C;&#xC3E;&#xC27;.
			</div>
                