&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC41; d&#x16B;yu. [Tel.] v. a. To penetrate, go through. &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To pull off the scabbard, as a sword. To take palm leaves out of a volume. &#xC0A;&#xC21;&#xC26;&#xC40;&#xC2F;&#xC41; to strip off leaves or boughs. To pluck, take, as a handful of grass. &#xC35;&#xC30;&#xC26;&#xC42;&#xC38;&#xC3F; pulling off the scalbard. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; &#xC26;&#xC42;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the blow glanced off. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F; stabbed him so that the bowels came out. Pal. 424. &#xC26;&#xC42;&#xC2F;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46; Same as &#xC26;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;. (q. v.) &#xC26;&#xC42;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x16B;yin&#x1E6D;su. (causal of &#xC26;&#xC42;&#xC2F;&#xC41;.) v. a. To draw across, to pass over. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC24; &#xC26;&#xC42;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he passed a hot iron over the hand. (This is a ceremony of ordeal in oaths, quite distinct from cauterizing.) &#xC26;&#xC42;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to go through or penetrate. To glance off, as a dart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x16B;lamu. [Tel.] n. A beam of timber. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; the bony division of the nose. P. i. 133.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC32;</span>&#xA0;&#xA0;d&#x16B;la. [Tel.] n. Itchcing. &#xC26;&#xC41;&#xC30;&#xC26;, &#xC1C;&#xC3F;&#xC32;,&#xC28;&#xC35;. &#xC26;&#xC42;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; d&#x16B;la-gon&#x1E0D;i. n. The plant called Cowach, Dolichos pruricus or Carpopogon pruricus. Rox. iii. 283. 575. The hemp-leaved Tragia; T. cannabina. Ains. i. 92. ii. 61. &#xC26;&#xC41;&#xC30;&#xC26;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;. &#xC26;&#xC42;&#xC32;&#xC17;&#xC4B;&#xC35;&#xC46;&#xC32; d&#x16B;la-g&#x14D;vela. n. The Indian Birthwort, Aristolochia indica. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC26;&#xC41;&#xC30;&#xC26;&#xC17;&#xC4B;&#xC35;&#xC46;&#xC32;. Ainslie ii. 298. &#xC26;&#xC42;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41; d&#x16B;la-p&#x14D;tu. n. One who is always scratching his body on account of an itching sensation. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41; &#xC26;&#xC42;&#xC32;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x16B;rv&#x101;su&#x1E0D;u. [Skt.] n. The name of a Rishi or demigod proverbial for a fierce disposition. &#xC26;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; a violent temper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC30;&#xC4D;&#xC35;</span>&#xA0;&#xA0;d&#x16B;rva. [Skt.] n. Bent grass: Saint foin, cinquefoil. Poa cynosuroides. Rox. i. 333. Agrostis linearis or Panicum dactylon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;d&#x16B;ru. [Tel.] v. a. To reproach, curse, rebuke, abuse. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To enter, penetrate, rush in. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be introduced or inserted. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC40;&#xC2E;&#xC26;&#xC42;&#xC30;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F; a forest impenetrable even to ants. n. Rebuke, censure, reviling, abuse, scandal &#xC26;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC26;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; d&#x16B;ru&#x1E6D;su. v. a. To thrust in, push in. &#xC26;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; d&#x16B;ru-pa&#x1E0D;u. v. n. To be censured. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x16B;ramu. [Skt.] n. Distance. (Metaphorically) Distance in point of time. &#xC07;&#xC02;&#xC24;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; all this while. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC21;&#xC41; look before you, consider well. adj. Distant, far. &#xC26;&#xC42;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; a distant land. &#xC26;&#xC42;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F; a distant heir. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is beyond a doubt. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; d&#x16B;ramu-g&#x101;. adv. Afar.&#xC26;&#xC42;&#xC30;&#xC17;&#xC41;&#xC21;&#xC41; d&#x16B;ragu&#x1E0D;u. n. One who is far from (anything) &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC17;&#xC41;&#xC21;&#xC41; he who is far from wisdom. &#xC26;&#xC42;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; d&#x16B;ra-dar&#x1E63;i. n. A sage, one who has foresight. &#xC26;&#xC42;&#xC30;&#xC2A;&#xC41; &#xC2F;&#xC4B;&#xC1A;&#xC28;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC42;&#xC30;&#xC26;&#xC43;&#xC15;&#xC4D;&#xC15;&#xC41; d&#x16B;ra-d&#x1E5B;ikku. n. Farsightedness. &#xC26;&#xC42;&#xC30;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; d&#x16B;ra-bh&#x101;ramu. n. A great distance. &#xC26;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; d&#x16B;ru&#x1E0D;u. n. He who is far from. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC26;&#xC42;&#xC30;&#xC41;&#xC21;&#xC48; being far above such wickedness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC42;&#xC2E;&#xC41; d&#x16B;mu. [Tel.] n. Laying waste, sacking; a disturbance, plague, pestilence, epidemic. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;, &#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC3F;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC42;&#xC2E;&#xC41; an attack of cholera. &#xC39;&#xC2F;&#xC3F;&#xC26;&#xC30;&#xC26;&#xC42;&#xC2E;&#xC41; the invasion of Hyder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC2E;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;d&#x16B;-mu&#x1E0D;i. [Tel. &#xC26;&#xC42;&#xC2F;&#xC41;+&#xC2E;&#xC41;&#xC21;&#xC3F;.] n. A knot with a loop, a running knot. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
                