&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x1E5B;i&#x1E63;yamu. [Skt.] adj. Visible. &#xC1A;&#xC42;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; dri&#x1E63;/?. n. One who is visible, one worth looking at, a venerable person, a respectable person (Spectabilis)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x1E5B;itamu. [Skt.] adj. Comforted, consoled. &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x1E5B;i&#x1E0D;hamu. [Skt.] adj. Hard, solid, strong, firm, bulky, massive. Able, mighty, brave, resolute, confirmed, certain, sure, real. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC26;&#xC43;&#xC22;&#xC26;&#xC02;&#xC36;&#xC15; d&#x1E5B;i&#x1E0D;ha-dam&#x1E63;aka. n. Lit: That which is hard toothed,--an epithet applied to monsters. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC24;&#xC3F; d&#x1E5B;i&#x1E0D;ha-mati. n. Steadfast faith. &#xC26;&#xC43;&#xC22;&#xC32;&#xC4B;&#xC28;&#xC41; d&#x1E5B;i&#x1E0D;ha-l&#x14D;ma. adj. Bristly, shaggy, rough, hairy. &#xC26;&#xC43;&#xC22;&#xC24; d&#x1E5B;i&#x1E0D;hata. n. Firmness, steadfastness, greatness, certainty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC43;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;d&#x1E5B;ikku. [Skt.] n. The eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. Slight , seeing, &#xC1A;&#xC42;&#xC2A;&#xC41;. &#xC26;&#xC43;&#xC15;&#xC4D;&#xC1A;&#xC30;&#xC23; d&#x1E5B;ikchara&#x1E47;a. n. Lit. One who is &quot;eyefooted.&quot; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;, an epithet of some demigods or saints as Gautama, Atri and Bhrigu. The Persian poet Jami applies it also to Yusuf. It means that they were gifted with second sight. &#xC26;&#xC43;&#xC17;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41; d&#x1E5B;ig-&#x101;yudhu&#x1E0D;u. n. Lit: One who is armed with the eye, a title of Siva, who has a blasting glance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC43;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;d&#x1E5B;imbhuvu. [Skt.] n. A serpent. &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC1C;&#xC48;. i.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC17;</span>&#xA0;&#xA0;d&#x16B;sari-t&#x12B;ga. [Tel.] n. A plant called Menispermum hirsutum. Rox. iii. 814. &#xC26;&#xC42;&#xC38;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC26;&#xC42;&#xC38;&#xC30;&#xC3F;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41; d&#x16B;sari-dh&#x101;nyamu. n. The seeds of the same plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;d&#x16B;shin&#x1E6D;su. [Skt.] v. a. To revile, abuse, satirize, laugh at. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC42;&#xC30;&#xC41;. &#xC26;&#xC42;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; d&#x16B;shaku&#x1E0D;u. n. A reviler, a scoffer. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC42;&#xC37;&#xC23; or &#xC26;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; &#x1E0D;&#x16B;sha&#x1E47;a. n. Disparagement, reproach. Abuse, reviling. In plays and poems &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC26;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; is &quot;disparagement of the moon:&quot; that is, verses extolling a beauty as surpassing that of the moon. cf. &apos;And with a blush that laughs to scorn. The brightness of the ruddy morn&apos;. &#xC26;&#xC42;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; d&#x16B;shyamu. adj. Reprehensible, contemnable, vile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC46;&#xC35;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;depparamu. [Tel.] n. Difficulty, distress. &#xC05;&#xC2A;&#xC26;, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Speed, quickness, &#xC24;&#xC4D;&#xC35;&#xC30;. adj Perilous, terrible. &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC38;&#xC39;&#xC2E;&#xC41;. &quot;&#xC1A; &#xC08; &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC1C;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC30; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2F;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC47;.&quot; M. IV. v. 338. &#xC26;&#xC46;&#xC35;&#xC4D;&#xC2A;&#xC30;&#xC1F;&#xC4D;&#xC32; or &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC41; depparillu. v. n. To be hurt, &#xC05;&#xC2A;&#xC26;&#xC28;&#xC4B;&#xC02;&#xC26;&#xC41;. &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC15;&#xC2E;&#xC41; depparikamu. n. Undbearableness, intolerableness, &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;deppamu. [Tel.] n. A butt, a target. &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41;&#xC1F;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC1F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC1A; &#xC05;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC32; &#xC35;&#xC47;&#xC23;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC3F;&#xC21;&#xC15;&#xC3E; &#xC28;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC3E;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02; &#xC21;&#xC46;&#xC28;&#xC3F;, &#xC36;&#xC4D;&#xC1A; &#xC32;&#xC2E;&#xC24;&#xC3F; &#xC17;&#xC3E;&#xC2E;&#xC41;&#xC24;&#xC42;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC32;&#xC17;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC2E;&#xC42;&#xC2F;&#xC28;&#xC28;&#xC4D;.&quot; &#xC37;&#xC4B;. viii
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x1E5B;ish&#x1E6D;amu. [Skt.] adj. Seen, visible, apparent. &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; d&#x1E5B;is&#x1E6D;&#x101;ntamu. n. An instance, illustration, example, proof; evidence, testimony; a sample. &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;. An institute or body of learning. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x1E5B;ish&#x1E6D;&#x101;nt&#x12B;-karin&#x1E6D;su. v. t. To exemplify, illustrate, &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; d&#x1E5B;ish&#x1E6D;i. n. Slight, seeing. &#xC1A;&#xC42;&#xC2A;&#xC41;. An eye, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. A glance or look. Regard, care. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC02;&#xC1A;&#xC32;&#xC47;&#xC26;&#xC41; he regarded not his oath. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; or &#xC2F;&#xC4B;&#xC17;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; second sight, prophetical knowledge, intuitive perception, supernatural intelligence. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he was smitten by an evil eye. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x1E5B;ish&#x1E6D;in&#x1E6D;su. v. a. To view or see. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; d&#x1E5B;ish&#x1E6D;i-d&#x14D;shamu. n. A baneful influence, as that of an evil eye. &#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F;.
			</div>
                