&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC28;&#xC3F;</span>&#xA0;&#xA0;d&#x113;ni. [Tel. from &#xC0F;&#xC26;&#xC3F;.] adj. Of which.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;-d&#x12B;pya-m&#x101;namu. [Skt.] adj. Glorious, splendid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC15;&#xC41;</span>&#xA0;&#xA0;d&#x113;ku. [Tel.] v. n. To slide along on the posteriors. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC46;&#xC38;</span>&#xA0;&#xA0;desa. [from Skt. &#xC26;&#xC3F;&#xC36;.] n. A quarter or side. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. Lot, hap, condition. &#xC05;&#xC35;&#xC28;&#xC4D;&#xC25;, &#xC26;&#xC30;&#xC35;&#xC28;&#xC4D;&#xC25;. Protection, refuge, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;,&#xC15;&#xC3E;&#xC35;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;debba. [Tel.] n. A blow, a stroke. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC41; to suffer blows, to be beaten. &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC2C;&#xC4D;&#xC2C; a good blow. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC47;&#xC2F;&#xC41; debbalu-ko&#x1E6D;&#x1E6D;u. v. t. To beat. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41; debb&#x101;&#x1E6D;u. (&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;+&#xC2A;&#xC3E;&#xC1F;&#xC41;.) n. Heavy rain. &#xC2C;&#xC32;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;deppu. [Tel.] v. a. To taunt, quiz, gibe at, slander, tell tales of satirize. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; deppu&#x1E0D;u. n. Taunting, gibing. &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; sarcasm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;d&#x113;vu. [Tel.] v. a. To rinse. To take rice, &amp;c. out of water with the hand. To grope for, as with a drage under water, to trample on so as to destroy, as salt. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC21;&#xC35;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;. v. n. To turn, as the stomach when queasy. &#xC28;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC26;&#xC47;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am sickish; my stomach turns. &#xC26;&#xC47;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; d&#x113;vu-konu. v. t. To scrape together. To root up, turn up. To plunder, rifle. &quot;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC26;&#xC47;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; BD. v. 696. &#xC26;&#xC47;&#xC35;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x113;vurin&#x1E6D;su. v. a. To sue, intreat, plague or beset with petitions, to beg eagerly, to importune. &#xC26;&#xC40;&#xC28;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x113;vuru-go&#x1E6D;&#x1E6D;u. n. A sneak, one who sues for favour, a mean beggar. &#xC26;&#xC47;&#xC2C;&#xC46;, &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC26;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41; d&#x113;vu-rimpu. n. Begging with importunity. Lamentation, bewailing, complaining, &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41;, &#xC2E;&#xC4A;&#xC30;. &#xC26;&#xC47;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; d&#x113;vul-&#x101;&#x1E0D;u. v. n. To dive in water, to search in water. To roam about, to be in trouble, to pine or struggle. &#xC26;&#xC47;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I managed to effect it with a great effort.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;yamu. [Skt.] adj. Fit to be given. &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC2C;&#xC46;</span>&#xA0;&#xA0;d&#x113;be. [Tel.] adj. Wretched, pauper, miserable. Dull, insensible, silly. A silly lout. &#xC26;&#xC47;&#xC2C;&#xC46;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC32; careworn, wretched looking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;d&#x113;barin&#x1E6D;su. [Tel.] v. n. To grovel. &#xC26;&#xC47;&#xC2C;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC42; &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a mean wretch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC3F;&#xC21;&#xC40;</span>&#xA0;&#xA0;d&#x113;vi&#x1E0D;&#x12B;. [H.] n. A fort-gate, a palace gate. &#xC15;&#xC4B;&#xC1F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC28;&#xC17;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; d&#x113;v&#x101;ngi. [Skt.] n. The name of a certain caste of weavers. &#xC1C;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC32;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC3F; or &#xC26;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a sort of monkey, a Loris. The Slender Loris, Loris gracilis. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x113;varu&#x1E0D;u. [Skt.] n. A title applied chiefly by a wife to a husband&apos;s brother, &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;d&#x113;var&#x101;yi-kong&#x101;. [Tel.] n. A kind of ibis, probably the Black ibis.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC15;&#xC3F;</span>&#xA0;&#xA0;d&#x113;vaki. [Skt.] n. The mother of the god Krishna. &#xC26;&#xC47;&#xC35;&#xC15;&#xC40;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; Krishna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;va-r&#x101;tamu. [Skt.] n. A sluice from a tank. &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;vanamu. [Tel.] n. Gambling, sport. &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;vakamu. [Skt.] n. A die. (plu. dice.) &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC30;&#xC40;&#xC5B;</span>&#xA0;&#xA0;d&#x113;r&#x12B;&#x1E0D;za. [Tel.] n. A tent. &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;</span>&#xA0;&#xA0;See under &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
                