&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x113;vudu. [Skt.] n. God. A deity, &#xC26;&#xC47;&#xC35;&#xC24;, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC26;&#xC47;&#xC35; d&#x113;va. adj. Of God, &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. &#xC26;&#xC47;&#xC35;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41; d&#x113;va-k&#x101;nchanamu. n. A certain tree. Bauhinia purpurea. &#xC26;&#xC47;&#xC35;&#xC24; d&#x113;vata. n. A deity, generally a goddess; but also a god, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC26;&#xC47;&#xC35;&#xC24; the village goddess. &#xC26;&#xC47;&#xC35;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC26;&#xC47;&#xC35;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; d&#x113;va-taruvu. n. A heavenly tree, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A venerable tree. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; d&#x113;vat&#x101;-j&#x12B;vamu. n. A godlike or harmless creature. &quot;&#xC06; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC32;, &#xC35;&#xC28;&#xC30;&#xC3F;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC3F;, &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC02;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC30;&#xC2F;&#xC3E;.&quot; V&#x113;ma. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x113;vat&#x101;&#x1E0D;i-che&#x1E6D;&#x1E6D;u. n. The tree called &#xC17;&#xC30;&#xC3E;&#xC17;&#xC30;&#xC40;. Andropogon serratus. &#xC21;&#xC3E;&#xC35;&#xC30;&#xC21;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; d&#x113;vatvamu. n. Divinity, deification, apotheosis. &quot;&#xC05;&#xC36;&#xC4D;&#xC2E;&#xC3E;&#xC2A;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC02; &#xC2E;&#xC39;&#xC26;&#xC4D;&#xC2D;&#xC3F;&#xC03;&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC03;. &quot; A stone even attains divinity when consecrated by the noble. (Hitopadesa. i. 45.) &#xC26;&#xC47;&#xC35;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; d&#x113;va-dattamu. n. Lit. the gift of god. The name of the conch of Arjuna, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; and &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; are two names in Sanskrit Law or Logic like John Doe and Richard Roe, or Titius and Seius, or Omar and Zeid in Arabic Law. &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; d&#x113;va-d&#x101;ruvu. n. The Cedar: the Himalayan Cedar. Cedrus deodara. (Watts.) commonly called deodar. The Erythroxylon dreolatum (Linn.) Uvaria longifolia. Rox. iii. 664, 666. &#xC38;&#xC41;&#xC30;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC2E;&#xC30;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41;. Chittagong wood; usually called cedar. &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; the Trincomalli wood. Berrya ammonilla (Watts.) &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC38;&#xC3F; d&#x113;va-d&#x101;si. n. A dancing girl employed in a temple. &#xC26;&#xC47;&#xC35;&#xC28;&#xC3E;&#xC17;&#xC30;&#xC3F; d&#x113;va-n&#x101;gari. n. The name of the character in which Sanskrit is usually printed. &#xC26;&#xC47;&#xC35;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; or &#xC26;&#xC47;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC41;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; d&#x113;va-bh&#x16B;tamu. n. Divinity, &#xC26;&#xC47;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC2E;&#xC23;&#xC3F; d&#x113;va-ma&#x1E47;i. n. A fortunate curl on a horse&apos;s neck. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC46;&#xC21;&#xC38;&#xC41;&#xC21;&#xC3F;, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC3F;. &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC23;&#xC3F;, &#xC2E;&#xC39;&#xC3E;&#xC2E;&#xC47;&#xC26; &#xC05;&#xC28;&#xC47; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. R. i. 131. Also, &#xC15;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2D;&#xC2E;&#xC41;. (q. v.) &#xC26;&#xC47;&#xC35;&#xC2E;&#xC3E;&#xC24;&#xC43;&#xC15;&#xC2E;&#xC41; d&#x113;va-m&#x101;t&#x1E5B;ikamu. n. A country or land which is dependent on providence, i.e., watered by rain only, not by streams. &#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC40;&#xC39;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32; &#xC1A;&#xC47;&#xC24; &#xC2A;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC48;&#xC30;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; d&#x113;va-yagnyamu. n. The body sacrifice called &#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC35;&#xC2E;&#xC41;. A sacrifice, &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;. &#xC26;&#xC47;&#xC35;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; d&#x113;va-y&#x101;namu. n. The car or vehicle of a god, &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC30; d&#x113;vara. n. God. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. A lord or master &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. My lord, Sir. A title of respect used in addressing superiors. &#xC26;&#xC47;&#xC35;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC41; your honour. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC30;&#xC32;&#xC41; household deities. &#xC15;&#xC41;&#xC32;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41; applied particularly to the manes of married women, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;&#xC32;&#xC41;. Your reverence, a phrase among Jangams. &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC32;&#xC41;&#xC21;&#xC41; d&#x113;valu&#x1E0D;u. n. A temporary paid priest or incumbent. A term of contempt, like priestling. A sacristan, beadle, or attendant in a temple, &#xC17;&#xC41;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC26;&#xC47;&#xC35;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC1C;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC02;&#xC2C;&#xC33;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC02;&#xC2C;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC33;&#xC2E;&#xC41; d&#x113;va&#x1E37;amu. n. A temple, &#xC17;&#xC41;&#xC21;&#xC3F;, &#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC15;&#xC3F; d&#x113;va-varthaki. n. The &quot;artist of the gods,&quot; a title of Visvakarma. &#xC26;&#xC47;&#xC35;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41; d&#x113;vasarulu. n. A sort of grain. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; d&#x113;v-&#x101;mbaramu. n. A sort of cloth. BD. iii. 120. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC3F; or &#xC26;&#xC47;&#xC35;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; d&#x113;v&#x101;-j&#x12B;vi. n. An attendant on an idol, &#xC26;&#xC47;&#xC35;&#xC32;&#xC41;&#xC21;&#xC41;; a godlike creature, one that does no harm, as a bird. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41; d&#x113;v-&#x101;d&#x101;yamu. n. The income of a temple. An endowment to a temple, land given for the unkeep of a temple, land given for the unkeep of a temple free of all rent. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; d&#x113;v&#x101;n&#x101;m-priyamu. n. Lit. The beloved of the gods, i.e., a goat. &#xC2E;&#xC47;&#xC15;. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; d&#x113;v&#x101;n&#x101;m-priyu&#x1E0D;u. n. A foolish or ignorant man. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; d&#x113;v-&#x101;yud&#x1E25;amulu. n. Stones and cudgels. &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;. (&#xC26;&#xC47;&#xC35;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC17;&#xC32;&#xC35;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; &#xC06; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC40; &#xC2A;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;.) A. vi. 100. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; d&#x113;v-&#x101;layamu. n. A temple. &#xC26;&#xC47;&#xC35;&#xC33;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC3F; d&#x113;vi. n. A goddess, particularly Parvati. A queen. Cf. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC26;&#xC47;&#xC35;&#xC3F;. Madam. Lady. &#xC26;&#xC47;&#xC35;&#xC47;&#xC30;&#xC3F; or &#xC26;&#xC47;&#xC35;&#xC46;&#xC30;&#xC3F; d&#x113;v&#x113;ri. n. A queen, a lady. &#xC26;&#xC4A;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;, &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC48;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dairghyamu. [Skt. from &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;.] n. Length. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dainyamu. [Skt. from &#xC26;&#xC40;&#xC28;&#xC2E;&#xC41;.] n. Lowness, meanness, poverty, humility, &#xC26;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; to be humiliated. &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC1F;&#xC41; dainya-p&#x101;&#x1E6D;u. n. Humiliation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC48;&#xC24;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; dait&#x113;yu&#x1E0D;u. [Skt. from &#xC26;&#xC3F;&#xC24;&#xC3F;.] n. A demon, giant, or titan. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F; daity-&#x101;ri. n. The foe of the demons, i.e., Vish&#x1E47;u. A god. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC39;&#xC3F;</span>&#xA0;&#xA0;d&#x113;hi. [Skt.] n. Lit: &quot;give thou&quot; A demand, a request. &#xC26;&#xC47;&#xC39;&#xC3F; &#xC05;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC3E;? if you say, Give, I pray thee, will he not grant it? &#xC05;&#xC24;&#xC21;&#xC41; &#xC26;&#xC47;&#xC39;&#xC40; &#xC05;&#xC28;&#xC46;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC21;&#xC41; if one asks him to give, he will not answer &apos;I have nothing.&apos; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F; Oh! bestow an alms, I pray thee.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC39;&#xC33;&#xC3F;</span>&#xA0;&#xA0;d&#x113;ha&#x1E37;i. [Skt.] n. A threshold: or the landing place before a door. (&#xC07;&#xC02;&#xC1F;&#xC3F;) &#xC17;&#xC21;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;hamu. [Skt.] n. The body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC39;&#xC2C;&#xC3E;&#xC27; a call of nature. &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F; or &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; d&#x113;ha-sambandhi. n. A relation by blood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC47;&#xC39;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30; d&#x113;ha-y&#x101;tra. n. Death. &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC26;&#xC47;&#xC39;&#xC3F; d&#x113;hi. n. The corporeal or embodied spirit. One who has a body, a man, &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x113;&#x1E63;amu. [Tel.] n. A country, land, territory; a district or subdivision of a country. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A part, site, place, situation, seat, region. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC36;&#xC15;&#xC3E;&#xC15;&#xC3F; d&#x113;&#x1E63;a-k&#x101;ki. n. A homeless wanderer, a vagrant. &#xC26;&#xC47;&#xC36;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC2F;, &#xC26;&#xC47;&#xC36;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC2F; or &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC16;&#xC3F; d&#x113;&#x1E63;a-p&#x101;n&#x1E0D;iya. n. A recorder. The higher revenue officer, a superintendent. &#xC26;&#xC47;&#xC36;&#xC2D;&#xC3E;&#xC37;. n. A vernacular language, as distinguished from Sanskrit; a dialect. &#xC26;&#xC47;&#xC36;&#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; a book in a vernacular or modern language as distinguished from Sanskrit. &#xC26;&#xC47;&#xC36;&#xC35;&#xC3E;&#xC21;&#xC3F; or &#xC26;&#xC47;&#xC36;&#xC35;&#xC3E;&#xC33;&#xC3F; d&#x113;&#x1E63;av&#x101;&#x1E0D;i. adj. Of or belonging to a country; produced in a country; native. &#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; d&#x113;&#x1E63;asthu&#x1E0D;u. n. An inhabitant of a country. &#xC26;&#xC47;&#xC36;&#xC39;&#xC3E;&#xC36;&#xC4D;&#xC36;&#xC40;&#xC32;&#xC41; d&#x113;&#x1E63;a-h&#x101;&#x1E63;&#x1E63;&#x12B;lu. n. Inland duty. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; d&#x113;&#x1E63;-&#x101;ntaramu. n. A foreign country, a strange land. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; in another land, elsewhere. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to emigrate: to travel in foreign parts. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; d&#x113;&#x1E63;&#x101;ntaru&#x1E0D;u. n. An emigrant, a foreigner. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC41;&#xC21;&#xC48; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he emigrated from his country. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; d&#x113;&#x1E63;-&#x101;ch&#x101;ramu. n.The custom of a country. &#xC26;&#xC36;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; a bond written &quot;in the manner of the country:&quot; &#xC26;&#xC47;&#xC36;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; d&#x113;&#x1E63;&#x101;&#x1E6D;anamu. n. Travelling. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; d&#x113;&#x1E63;-&#x101;dhipati. n. A king: as &quot;lord of the land.&quot; &#xC26;&#xC47;&#xC36;&#xC3E;&#xC2F;&#xC3F; d&#x113;&#x1E63;&#x101;yi. n. Des&#x101;yi, a title borne by a headman among the Balijas. A chief man among the Lingayat merchants, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC26;&#xC47;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; d&#x113;&#x1E63;iku&#x1E0D;u. n. A tutor, master, instructor, or teacher. &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC46;&#xC36;&#xC40;&#xC2F;&#xC2E;&#xC41; d&#x113;&#x1E63;&#x12B;yamu. n. A dialect, a local expression. An obsolete idiom. a provincialism. adj. Idiomatic, provincial. &#xC26;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; d&#x113;&#x1E63;yamu. adj. Belonging to the country. Native. n. The language of a country, a vernacular; a vernacular term. Desya words are opposed to foreign words.
			</div>
                