&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;don&#x1E0D;i. [Tel.] n. A hole. &#xC30; &#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC42;&#xC1F;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;. &#xC26;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to bore, to make a hole, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC21;</span>&#xA0;&#xA0;don&#x1E0D;a. [Tel.] n. The plant called Bryonia or Bimba. &#xC26;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC02;&#xC21;&#xC41; the ripe fruit which is glossy and of a bright scarlet colour. &#xC15;&#xC3E;&#xC2F;&#xC26;&#xC4A;&#xC02;&#xC21; Bryonia grandis, (Wild.) Momordica monadelpha. Rox. iii. 708. &#xC24;&#xC40;&#xC17;&#xC26;&#xC4A;&#xC02;&#xC21;. Bryonia umbellata. ib. 711. &#xC06;&#xC30;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC02;&#xC21;, &#xC06;&#xC26;&#xC4A;&#xC02;&#xC21; or &#xC06;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC21; Capparis zeylanica or C&#x101;pparis horrida. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC26;&#xC4A;&#xC02;&#xC21; Bryonia laciniosa. (Watts.) &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC21;. Trichosanthes palanata. Rox. iii. 704. &#xC15;&#xC48;&#xC26;&#xC4A;&#xC02;&#xC21; or &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC21; Cephalandra indica. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E; &#xC26;&#xC4A;&#xC02;&#xC21; Bryonia pilosa. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC4A;&#xC02;&#xC21; is a large sort of thistle with a red fruit. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC4A;&#xC02;&#xC17;&#xC41; dongu. [Tel.] v. n. To hide. &#xC26;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;donga. [Tel. &#x221A; &#xC24;&#xC40; to take lit. One who takes.] n. A thief or robber. A rogue. cheat, or hypocrite. A wretch, or miscreant: a culprit or felon. Any injurious substance as a thief in a candle or a hand core in the heart of a palmyra or plantain shoot. adj. False, delusive, sly, feigned, pretended, hypocritical, dishonest, dishonourable, mischievous, stolen, wicked, sinful. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC28;&#xC47;&#xC32; land unjustly got, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC47;&#xC32;. &#xC26;&#xC4A;&#xC02;&#xC17; &#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15; a quicksand, &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC07;&#xC38;&#xC41;&#xC15;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; feigned sleep. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; stolen goods, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC41; food obtained fraudulently, &#xC07;&#xC24;&#xC30;&#xC41;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41; &#xC15;&#xC42;&#xC21;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; a curst cow, a beast, that strays into other&apos;s fields to graze there, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC47;&#xC24; &#xC2E;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41; a false key, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC47;&#xC2F;&#xC3F; that part of the midnight which is most favourable for robbers to go about. &#xC26;&#xC4A;&#xC02;&#xC17; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; hypocrisy. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC3E;&#xC1F; a deceitful word. a lie. &quot;&#xC26;&#xC4A;&#xC02;&#xC17;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;&quot; a proverb implying &quot;make friends for the purpose of runing one.&quot; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2A;&#xC28;&#xC3F; or &#xC26;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; donga-tanamu. n. Theft, robbery, roguery, cunning, craft, a trick, a fraud. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC40;&#xC35;&#xC17;&#xC32;&#xC41; this is mere pretence. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; donga-tanamu-g&#x101;. adv. Secretly, by stealth, unawares. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC41; dongilin&#x1E6D;su. v. a. To steal. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC48;&#xC39;&#xC3F;&#xC15;</span>&#xA0;&#xA0;daihika. [Skt. from &#xC26;&#xC47;&#xC39;&#xC3F;.] adj. Corporeal, bodily.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;daiv&#x101;ru. [Tel.] v. n. To excel, be exuberant. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. To overflow, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;. &quot;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46; &#xC26;&#xC2F;&#xC26;&#xC48;&#xC35;&#xC3E;&#xC30;&#xC28;&#xC4D;.&quot; T. i. 39.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC48;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daivamu. [Skt.] n. A deity, God. &#xC26;&#xC48;&#xC35;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; caused by chance or fortune. &#xC26;&#xC48;&#xC35;&#xC17;&#xC24;&#xC3F; providence, the will or act of God: chance, accident. &#xC26;&#xC48;&#xC35;&#xC17;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; it pleased God to give no rain. &#xC26;&#xC48;&#xC35;&#xC1C;&#xC4D;&#xC1E; daiva-gnya. n. A witch. &#xC26;&#xC48;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; daiva gnyu&#x1E0D;u n. A fortuneteller, a wizard. &#xC26;&#xC48;&#xC35;&#xC24;&#xC2E;&#xC41; daivatamu. n. A deity: &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. adj: pertaining to a god. &#xC26;&#xC47;&#xC35;&#xC24;&#xC26;&#xC3F;. &#xC26;&#xC48;&#xC35;&#xC26;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; daiva-d&#x16B;sha&#x1E47;amu. n. Blasphemy. &#xC26;&#xC48;&#xC35;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; daiva-y&#x14D;gamu. n. Providence. Chance, accident. &#xC26;&#xC48;&#xC35;&#xC35;&#xC36;&#xC3E;&#xC24;&#xC4D; daiva-va&#x1E63;&#x101;t. adv. By the act of God. &#xC26;&#xC48;&#xC35;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; daiva-v&#x101;kyamu. n. A revelation, gospel, the word of God. &#xC26;&#xC48;&#xC35; &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; daiva-viv&#x101;hamu. n. A marriage performed according to due rites. &#xC26;&#xC48;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; daiv-&#x101;dh&#x12B;namu. n. The power or act of God. &#xC26;&#xC48;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; providentially. &#xC26;&#xC48;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC02; &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC02; the whole universe is in the hands of God. &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41; daivikamu. n. A visitation, an act of God. An accident. &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; by the act either of God, or of the kind. adj. Supernatural, divine, providential. &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; accidentally, providentially.
			</div>
                