&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;do&#x1E0D;&#x1E0D;i. [Tel.] n. A yard. A backyard, a stable or byre. &#xC2A;&#xC46;&#xC30;&#xC21;&#xC41;. adj. Crooked, &#xC35;&#xC02;&#xC15;&#xC30;&#xC2F;&#xC48;&#xC28;. &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; bandy legs, &#xC2A;&#xC02;&#xC17;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC32; a kind of net, &#xC12;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC35;&#xC32;. &#xC15;&#xC3E;&#xC33;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;dodda. [Tel.] adj. Large, great, respectable. Rich, powerful. Pleasing, charming, fine. &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; delicious water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC21;&#xC35;</span>&#xA0;&#xA0;do&#x1E0D;ava. [Tel.] n. A deformed person. &#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3F;. &quot;&#xC15; &#xC2E;&#xC17;&#xC15;&#xC4B;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC26;&#xC4A;&#xC21;&#xC35;&#xC15;&#xC41; &#xC26;&#xC17;&#xC41;&#xC28;&#xC47; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC28;&#xC4A;&#xC38;&#xC02;&#xC17; &#xC27;&#xC30;&#xC23;&#xC40;&#xC36;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; &#xC37;&#xC4B;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC21;&#xC26;&#xC4A;&#xC21;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC23;&#xC26;&#xC4A;&#xC23; do&#x1E0D;a-do&#x1E0D;a. [Tel. (anuk.)] n. A rush (of water, &amp;c.), a gushing flow. &#xC26;&#xC4A;&#xC23;&#xC26;&#xC4A;&#xC23;&#xC2E;&#xC28;&#xC41; or &#xC26;&#xC4A;&#xC28;&#xC26;&#xC4A;&#xC28;&#xC2E;&#xC28;&#xC41; do&#x1E47;a-do&#x1E47;a-m-ann. v. n. To be noisy. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;do&#x1E6D;&#x1E6D;i. [Tel.] affix. With, from &#xC24;&#xC4B;, &#xC15;&#xC42;&#xC21;&#xC3E;, &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;doggali. [Tel.] n. The Broad leafed thorny dock, amaranthus polygamus. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC28;&#xC47; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;. The small leaved kind is called &#xC1A;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;dompu. [Tel.] n. A series of beds of flower or other plants. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC41;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;donda. [from Skt. &#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC2E;&#xC41;.] n. A pair. &#xC5B;&#xC24;. &#xC26;&#xC4A;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; (&#xC26;&#xC4A;&#xC02;&#xC26;&#xC41;+&#xC2A;&#xC41;&#xC32;&#xC3F;+&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) lit: one who kills two tigers. Ironically used to mean a coward, &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;donda&#x1E0D;i [Tel.] n. A crowd, throng: a squeeze or crush: closeness, crowdedness. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. &#xC38;&#xC02;&#xC26;&#xC30;&#xC3F;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; dondadin&#x1E6D;su. v. n. To become thick or close. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F; dontara. [Tel.] n. A series. &#xC35;&#xC30;&#xC41;&#xC38;. A heap, or set of things, as a pile of pots or cups and saucers. adj. Lying in a series, &#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. adv. In a pile or heap. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; kiss upon kiss. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC24; a patched quilt. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC35;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41; betel leaves strung together. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC17;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; strung, piled. &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; to pile up the tiles in rows. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F; she was a &quot;bundle&quot; of charms. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC3E; tier over tier, range over range.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dop&#x101;ramu. [Tel.] n. The cap used to blind a goshawk or falcon. &quot;&#xC26;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC30;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC4A;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC40;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC28;&#xC41; &#xC28;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC17;&#xC28;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC28;&#xC3E;&#xC30;&#xC1C;&#xC2E;&#xC41;&#xC17; &#xC21;&#xC47;&#xC17;&#xC35;&#xC47;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC47;&#xC1F;&#xC4D;&#xC15;&#xC28;&#xC4D;.&quot; Velag. ii.243. &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC30;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC26;&#xC4A;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC21;&#xC47;&#xC17;&#xC32; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC02;&#xC24;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A; donne. [Tel.] n. A dish formed of a leaf pinned up at the corners.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC28;</span>&#xA0;&#xA0;dona. [Tel.] n. A pool on a hill. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC1F;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. A quiver, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;, The sheath of a toddydrawer&apos;s knife, &#xC08;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F;. &#xC26;&#xC4A;&#xC28;&#xC2F;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; dona-yuppu. n. Fuller&apos;s earth. &#xC1A;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;doddu. [Tel.] n. A pot-bellied man, a corpulent man. &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;dodda. [Tel.] n. Plunder. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;. &#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC21;&#xC41; dodda-k&#x101;&#x1E0D;u. n. A plunderer. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC17;&#xC40; &#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC1A;&#xC47; &#xC2C;&#xC30;&#xC3F;&#xC35;&#xC4B;&#xC2F;&#xC46;&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii. &#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; dodda-katte. n. A woman who plunders. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4A;&#xC28;&#xC41; dodda-gonu. v. t. To plunder, to rob. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC26;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC4B;&#xC35;&#xC41; dodda-v&#x101;va. v. n. To be plundered. &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;[Tel.] Same as &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;. (q. v.). &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC41; do&#x1E0D;&#x1E0D;u-v&#x101;ru. (&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;+&#xC2A;&#xC3E;&#xC30;&#xC41;.) v. n. To become great, to great, to increase. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;.
			</div>
                