&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;</span>&#xA0;&#xA0;dommara. [Tel.] n. The name of a certain wandering caste, the members of which are tumblers, ropedancers and buffoons. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; dommari. n. A man of this caste. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC30;&#xC3F; domma-&#x1E0D;&#x14D;lu. [Tel.] n. A certain tree. Physalis flexuosa, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC02;&#xC27;&#xC3F;, &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;, &#xC39;&#xC2F;&#xC17;&#xC02;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;domma. [Tel.] n. The staggers: a fainting disease. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. Also the chest. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; pneumonia. A kind of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2E;&#xC26;&#xC4A;&#xC2E;</span>&#xA0;&#xA0;doma-doma. [Tel. (anuk.)] n. A loud buzzing. &quot;&#xC15;&#xC40;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC4A;&#xC2E;&#xC26;&#xC4A;&#xC2E; &#xC2E;&#xC28;&#xC41; &#xC28;&#xC40;&#xC17;&#xC24;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;.&quot; A. vi. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;dobbu. [Tel.] v. a. To shove, poke, push. &#xC24;&#xC4B;&#xC2F;&#xC41;. To cohabit, or lie with. To ravish or rape. &#xC2A;&#xC21;&#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41; to knock down. &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; to run away with, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. n. A push, a thrust. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC21;&#xC32; &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; if you do this you will be scolded or beaten. &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to suffer blows, to be abused. &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to abuse, to reprimand. &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; dobbin&#x1E6D;su-konu. v. n. To copulate. &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC21;&#xC3E;&#xC2F;&#xC3F; dobbu-&#x1E0D;&#x101;yi. n. Tympany or windy dropsy. Fatness, pride, &#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC1F; dobbul-&#x101;&#x1E6D;a. n. Hugging, cuddling. Buffets. Fumbling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;dobba. [Tel.] n. A piece of flesh. A clot of blood. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;. The outer side of the thigh,. A pool or puddle. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC15;&#xC02;&#xC21;. &quot;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15; &#xC2F;&#xC3E;&#xC2D;&#xC3F; &#xC15;&#xC30;&#xC2E;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC39;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3E; &#xC38;&#xC30;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC2E; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC28;&#xC4D; &#xC2C;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D;.&quot; P. i. 240. &#xC1F;&#xC40; &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;doppu-doppu. [Tel. (anuk.)] n. A dull thumping noise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;See &#xC26;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41; doppala-b&#x14D;vu. [Tel.] v. n. To bag out with wet, as leather does with damp. To shrivel up: to contract as the hands in pain. &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; flap-eared, having large ears. &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; doppa-g&#x101;-nun&#x1E47;&#x113;. adj. Channelled, like a dish. &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC4B;&#xC17;&#xC41; doppa-d&#x14D;gu. v. n. To plunge, to be drenched. &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC4B;&#xC17;&#xC3F;&#xC28; drenched, soaked bedewed, moist. &#xC35;&#xC3E;&#xC28;&#xC32;&#xC4B; &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC4A;&#xC17; &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F; they were soaked in the rain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;</span>&#xA0;&#xA0;or &#xC27;&#xC4A;&#xC30; dora. [Tel. from a Turanian root Tur = swift, powerful. The root is found also in Turk, Turannian, &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;, &amp;c.) A chief, a baron, a lord, master, owner, ruler, kind, governor. &#xC0F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;. A gentleman. &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC4A;&#xC30; the chief lord. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;. A great man, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;. An equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC21;&#xC32;&#xC41; dora-ka&#x1E0D;alu. (&#xC26;&#xC4A;&#xC30;+&#xC15;&#xC21;&#xC32;&#xC41;.) n. A great wave, a surge. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC05;&#xC32;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; dora-s&#x101;ni-tanamu. n. A lady, a queen. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC4D;&#xC35;&#xC3F;, &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC26;&#xC4A;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; dora-s&#x101;ni-tanamu. n. The dignity of being a lady. Queenship, ladyship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;dommi. [Tel.] n. A swarm, rabble, mob, crowd. A melee flight. &apos;A fray, a skrimish. A noise, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they came in a mob. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3E;&#xC21;&#xC41; to riot, to fight. To be distressed, to suffer: to struggle, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a melee fight. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17;&#xC3E; tumultously, confusedly, noisily, buzzingly: in the lump, indiscriminately. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; dommi-tanamu. n. Riotousness.
			</div>
                