&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;dorayu. [Tel.] v. n. &amp;t. To touch. &#xC05;&#xC02;&#xC1F;&#xC41;. To approach, come near, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be equivalent to, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. To resemble, be one with, suit, befit, become. To come to pass, to happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; , &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;. To obtain, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC38;&#xC40; &#xC38;&#xC15;&#xC32; &#xC32;&#xC4B;&#xC15;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC15;&#xC33;&#xC3E;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC2F;&#xC41;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC2E;&#xC41;.&quot; Vasu. i. 2. &#xC1F;&#xC40; &#xC15;&#xC33;&#xC3E;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC2F;&#xC41; &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC35;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC17;&#xC17;&#xC28;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F; &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F; &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC15;&#xC26;&#xC4B;&#xC1A;&#xC41; &#xC15;&#xC2E;&#xC32;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC25;&#xC30;&#xC25;&#xC3E;&#xC02; &#xC17;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC38;&#xC3F;.&quot; P. iv. 249. &#xC1F;&#xC40; &#xC30;&#xC25;&#xC30;&#xC25;&#xC3E;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC38;&#xC3F;, &#xC30;&#xC25;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC38;&#xC2E;&#xC40;&#xC2A;&#xC40;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41; (q. v.) &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC2A;&#xC21;&#xC41; doraku-pa&#x1E0D;u. v. n. To be caught or entangled. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41; dora-konu. (&#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. and a. To be found. &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. To begin, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To try, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC17;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC27;&#xC3F; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC02;, &#xC2A;&#xC17;&#xC24;&#xC41;&#xC30;&#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC1F;&#xC46;&#xC02;&#xC24; &#xC2A;&#xC28;&#xC3F;.&quot; M. IV. iv. 10. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC4B;&#xC32;&#xC41; dora-k&#x14D;lu. n. The being found or obtained. An attempt, an endeavour. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC35;&#xC40;&#xC21;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC48; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC4B;&#xC32;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1C;&#xC41;&#xC2E;&#xC3E;.&quot; M. VII. iii. 192. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC38;&#xC3F; or &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F; dora-k&#x14D;lu-sany&#x101;si. n. A swindler. &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC03;</span>&#xA0;&#xA0;or &#xC26;&#xC4B; d&#x14D;h. [Skt.] n. The arm. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;. Plu. &#xC26;&#xC4A;&#xC32;&#xC41;. &quot;&#xC09; &#xC24;&#xC26;&#xC40;&#xC2F;&#xC26;&#xC02;&#xC24;&#xC02;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC1C;&#xC42;&#xC21;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3E; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC1F; &#xC17;&#xC3E;&#xC32;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC2E; &#xC26;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2C;&#xC28;&#xC28;&#xC4D;.&quot; Vish. P. vii. 435.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC38;&#xC35;&#xC41; dosagu. [Tel.] n. Fear, evil, harm. &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC06;&#xC2A;&#xC26;. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC05;&#xC39;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2C;&#xC02;&#xC27;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC2F; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC28;&#xC41;&#xC2A;&#xC36;&#xC2E;&#xC3F;&#xC02;&#xC2A;, &#xC17;&#xC4B;&#xC30;&#xC3F; &#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC15;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC26;&#xC4A;&#xC38;&#xC17;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC46; &#xC24;&#xC32;&#xC41;&#xC35;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; M. V. iv. 54. v. n. To happen, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;dolupu. [Tel.] v. t. To cause to roll. &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. (&#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;. v.) &#xC26;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; dollin&#x1E6D;su. v. t. To upset. &#xC26;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC28;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he threw the dice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC35;&#xC41; doruvu. [Tel.] n. A well-spring supplied by a sluice, a large well: a pit of water. A ship&apos;s dock.&apos; &#xC28;&#xC21;&#xC2C;&#xC3E;&#xC35;&#xC3F;. A tank, &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. &#xC26;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21; doruvu-pa&#x1E6D;&#x1E6D;e&#x1E0D;a. n. A crupper. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41; doruku. [Tel.] v. n. To be got, gained, found, procured obtained. To accrue, occur, turn up. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; dorikiu-&#x1E6D;su-konu. v. a. To apprehend, seize, secure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;&#xC35;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC26;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4A;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC41; doralu. [Tel.] v. n. To roll, to be rolled, to be poured forth, to be overturned or upset. Metaphorically, to die. To turn up, as cards or dice. To slide or slip down, to trip. To be admitted, united, or joined, &#xC15;&#xC32;&#xC2F;&#xC41;. To oppose, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To befall. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC32;&#xC26;&#xC41; injustice will never flourish. &#xC15;&#xC40;&#xC21;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC32;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; evil will befall (him.) v. t. To enjoy, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; doralin&#x1E6D;su. v. t. To cause to roll. &#xC26;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To upset.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;d&#x14D;ku. [Tel.] v. a. To pare or shave the ground, cutting up the turf. To dig slightly so as to loosen the soil for weeding. &#xC28;&#xC47;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC26;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC4B;&#xC15;&#xC3F;&#xC38; d&#x14D;ku&#x1E0D;u. adj. Paring or scraping the ground. &#xC26;&#xC4B;&#xC15;&#xC41;&#xC1F;. &#xC26;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30; d&#x14D;ku&#x1E0D;u-p&#x101;ra. n. A weeding spade. A sort of instrument like a hoe, for paring the ground and cutting up the turf for fodder. &#xC26;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC30; d&#x14D;ku&#x1E0D;u-b&#x101;ra. n. A game played by children.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x14D;r-balu&#x1E0D;u. n. One who is strong in the arm: a mighty man. &#xC26;&#xC4B;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; d&#x14D;r-m&#x16B;lamu. n. The armpit. &#xC26;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC41; d&#x14D;rlu. a plural of &#xC26;&#xC4B;. V. P. vii. 435.
			</div>
                