&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC17;&#xC4D;&#xC27;</span>&#xA0;&#xA0;d&#x14D;gdha. [Skt.] n. A cowherd. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC4B;&#xC17;&#xC4D;&#xC27;&#xC4D;&#xC30;&#xC3F; d&#x14D;gdhri. n. A milch cow. &#xC08;&#xC28;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC24;&#xC4B;&#xC17;&#xC41; d&#x14D;gu. [Tel.] v. n. T o be wet. &#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;. To be bruised, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC26;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; R. vi. 32. &#xC26;&#xC4B;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC26;&#xC4B;&#xC17;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; d&#x14D;g-&#x101;&#x1E0D;u. v. n. To crawl on the hands and knees like a babe. &#xC26;&#xC4B;&#xC17;&#xC41;&#xC30;&#xC41; d&#x14D;guru. n. Theft. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; d&#x14D;gu koni-p&#x14D;vu. v. n. To be grazed or excoriated. &#xC15;&#xC3E;&#xC32;&#xC41; &#xC26;&#xC4B;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the skin was taken off my leg.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2E;</span>&#xA0;&#xA0;d&#x14D;ma. [Tel.] n. A mosquito or gnat. &#xC2E;&#xC36;&#xC15;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC2E;&#xC24;&#xC46;&#xC30; d&#x14D;ma-tera. n. A mosquito curtain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;d&#x14D;pu. [Tel.] v. a. To stick in, insert, fasten (a hook or button.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC26;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; d&#x14D;pi&#x1E0D;i. [Tel. from &#xC26;&#xC4B;&#xC1A;&#xC41;.] n. Plunder, devastation, pillage. &#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; those who submit to be robbed. A. vi. 101. &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; d&#x14D;pu&#x1E0D;u-pa&#x1E0D;u. v. n. To be robbed. &#xC26;&#xC4B;&#xC2A;&#xC30;&#xC3F;, &#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a thief, &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC26;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; loot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; d&#x14D;&#x1E6D;su. [Tel.] v. a. To plunder, rob, sack. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC4B;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; d&#x14D;chi-g&#x101;&#x1E0D;u. n. A bird of prey. A male hawk. &#xC2E;&#xC17;&#xC21;&#xC47;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC28;&#xC3F; d&#x14D;ne. [Tel.] n. A small boat; a single masted ship. A small bucket, &#xC1C;&#xC32;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. A trough, usually made of a palm tree hollowed as a canoe. The beam, roller or pillow in a loom. A sluice, &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC24;&#xC42;&#xC2E;&#xC41;. adj. Slight, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC28;&#xC3F;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41; or &#xC26;&#xC4B;&#xC28;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; d&#x14D;n-ammu. n. A small arrow. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC36;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC28;&#xC46; &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; d&#x14D;ne-penku. n. A pantile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;donamu. [Tel.] n. A large mallet. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; &#xC2E;&#xC40;&#xC26; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC21;&#xC41;&#xC2E;&#xC3F;, &#xC26;&#xC4B;&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F; d&#x14D;dumi. [Tel.] n. A kind of weapon. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;d&#x14D;du. [Tel.] adj. Bulky, slow, heavy, tardy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC26;&#xC38;&#xC3F;</span>&#xA0;&#xA0;d&#x14D;dasi. [for Skt. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC3F;.] n. The 12th day in the dark or lunar fortnight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;tramu. [Tel.] n. A garment: clothes. &#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F;. &quot;&#xC06;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC2D;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC2C;&#xC41; &#xC36;&#xC4B;&#xC23;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC26;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC35;&#xC40;&#xC24;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; K&#x101;lahas. iii. 114.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC23;&#xC3E;&#xC2E;&#xC41; d&#x14D;&#x1E47;amu. [Tel.] n. A dumb-bell or Indian club. &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A mallet, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; &#xC38;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC40;&#xC32;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;yamu. [Tel.] n. A dose, a certain prescribed quantity. &quot;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC17; &#xC07;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC17; &#xC08; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC26;&#xC4B;&#xC2F;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; Chikitsa. S. S.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;mu. [Tel.] n. Diarrhoea in cattle. &#xC05;&#xC39;&#xC4A;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;d&#x14D;ma&#x1E0D;i. [Tel.] n. A marriage feast attended by certain peculiar ceremonies, in which only married people whose partners are alive can join.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;d&#x14D;mati. [Tel.] n. Food. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;d&#x14D;&#x1E6D;i. [Tel.] n. A pruning hook. A hook at the end of a pole. &#xC26;&#xC4B;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41; or d&#x14D;&#x1E6D;-ammu. n. An arrow with a crescent shaped head. &#xC26;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC30; a hook like nose-ring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;d&#x14D;&#x1E6D;u. [Tel.] v. t. To give. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
                