&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC38;</span>&#xA0;&#xA0;d&#x14D;sa. [Tel.] n. A cucumber. A melon (Ceded Districts.) &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC26;&#xC4B;&#xC38; or &#xC1A;&#xC47;&#xC26;&#xC41;&#xC26;&#xC4B;&#xC38; the bitter cucumber. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC2F; a gherkin. &#xC2E;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC2F; the prickly cucumber. &#xC28;&#xC42;&#xC17;&#xC41;&#xC26;&#xC4B;&#xC38; rough bryony. &#xC26;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; a mug, ribbed like a sort of cucumber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC23;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41; Same as &#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;. (q. v.) &#xC26;&#xC4B;&#xC30;&#xC2A;&#xC3E;&#xC15; or &#xC13;&#xC30;&#xC2A;&#xC3E;&#xC15; a shed with a pent roof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;</span>&#xA0;&#xA0;d&#x14D;ra. [Tel.] n. A heap, pile, stack. &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;, &#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC30;&#xC3E;&#xC36;&#xC3F;. adj. Dun coloured. Reddish. &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;. Parboiled. Half ripe. Slanting, &#xC12;&#xC30;&#xC17;&#xC3F;&#xC28;. &#xC26;&#xC4B;&#xC30;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC41; milk that has simmered. &#xC26;&#xC4B;&#xC30;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC41; brown sheep. &#xC26;&#xC4B;&#xC30;&#xC2A;&#xC02;&#xC21;&#xC41; or &#xC26;&#xC4B;&#xC30;&#xC15;&#xC3E;&#xC2F; a half ripe fruit. &#xC26;&#xC4B;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; d&#x14D;ra-gallu. n. A slanting stone &#xC12;&#xC30;&#xC17;&#xC3F;&#xC28;&#xC30;&#xC3E;&#xC2F;&#xC3F; &quot;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC26;&#xC4B;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;.&quot; Pal. 441. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC21;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC26;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC41;, &#xC26;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC26;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC2A;&#xC21;&#xC41; d&#x14D;ragilu. v. n. To be nearly ripe, to approach maturity. To become slightly red, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC41;. To be bent down or to slant (as a tree.) &#xC26;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x14D;ragallu-pa&#x1E0D;u. v. a. To cause to slant or bend, &#xC26;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;d&#x14D;yi. [Tel.] n. A couple, a pair. &#xC5B;&#xC24;. &#xC1A;&#xC28;&#xC41;&#xC26;&#xC4B;&#xC2F;&#xC3F; a pair of breasts. &#xC24;&#xC4A;&#xC21;&#xC26;&#xC4B;&#xC2F;&#xC3F; the thighs: &quot;&#xC30;&#xC3E;&#xC18;&#xC35;&#xC41;&#xC21;&#xC41; &#xC26;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC26;&#xC4B;&#xC2F;&#xC3F; &#xC2A;&#xC48;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;.&quot; T. U. R. X. 144. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC26;&#xC4B;&#xC2F;&#xC3F; a pair of lilies. &#xC15;&#xC02;&#xC26;&#xC4B;&#xC2F;&#xC3F; or &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC4B;&#xC2F;&#xC3F; a pair of eyes, the two eyes. &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; d&#x14D;yi-ka&#x1E6D;&#x1E6D;u. v. n. To keep company with each other, to go together. &#xC5B;&#xC24;&#xC15;&#xC42;&#xC21;&#xC41;. &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC21;&#xC3F; d&#x14D;yi&#x1E0D;i. adj. Empty. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC30;&#xC3F;&#xC24;&#xC4D;&#xC24;. &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; empty hands. &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC3F; d&#x14D;yili. n. The two hands joined as to form a cup. &#xC05;&#xC02;&#xC1C;&#xC32;&#xC3F;. &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x14D;yi-lin&#x1E6D;su. v. n. To join the hands like a cup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC37;</span>&#xA0;&#xA0;d&#x14D;sha. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. The arm, &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; d&#x14D;shamu. n. Harm, evil. A fault, crime. An error, mistake, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. Sin, &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. A bad sign: a fatal symptom in illness. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; the penalty of an oath. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no harm done. &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; the guilt of robbery. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; the do-filement caused by a touch. &#xC26;&#xC4B;&#xC37;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3F; bad symptoms appeared. &#xC26;&#xC4B;&#xC37;&#xC15;&#xC3E;&#xC30;&#xC3F; d&#x14D;sha-k&#x101;ri. n. An evil doer. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; d&#x14D;sha-gnyu&#x1E0D;u. n. A physician, one skilled in diseases. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A learned man &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC4B;&#xC37;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; d&#x14D;sh&#x101;karu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC4B;&#xC37;&#xC3E;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; d&#x14D;sh&#x101;-charu&#x1E0D;u. n. A flend that &quot;walks at night.&quot; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC4B;&#xC37;&#xC3F; d&#x14D;shi. n. A sinner. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A criminal. &#xC26;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x14D;shin&#x1E6D;su. v. n.To turn out ill. To come on (as bad symptoms.) &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; bad symptoms appeared in his case.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC35;, &#xC24;&#xC4B;&#xC35;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; d&#x14D;va. [Tel.] n. A way, road, path. A way or means, an expedient. &#xC26;&#xC4B;&#xC35;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to make a way, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. A. v. 122. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC26;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC35; every way is his way: he has no settled course, applied to a question that is anomalous or beyond all rule. &#xC26;&#xC4B;&#xC35;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; d&#x14D;va-pi&#x1E6D;&#x1E6D;a. n. The Rufous tailed Finchlark, Ammonances phoennicura. &#xC05;&#xC02;&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC4B;&#xC15;&#xC17;&#xC3E;&#xC21;&#xC41;. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;remu. [Tel.] n. The string by which hawks are kept tied up. &#xC21;&#xC47;&#xC17;&#xC32;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35; &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC39;&#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48; &#xC15;&#xC4A;&#xC2E;&#xC30;&#xC3E;&#xC30;&#xC41; &#xC26;&#xC4B;&#xC30;&#xC46;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC4D; &#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;.&quot; Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC3E; d&#x14D;ruva. [Tel.] n. A kind of plover. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;d&#x14D;ru. [Tel.] v. n. To die, expire, perish. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be done away with or removed. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC15;&#xC21;&#xC41;&#xC17;&#xC41; &#xC26;&#xC4B;&#xC30;&#xC02;&#xC17;&#xC17;&#xC21;&#xC3F;&#xC17;&#xC3F;, &#xC24;&#xC17;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30; &#xC26;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;.&quot; Pativratya Charitra. P. 80. She washed it so that the dirty water might flow off. To bend down, &#xC12;&#xC30;&#xC17;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC26;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC1A;&#xC41; d&#x14D;ru&#x1E6D;su. v. t. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;. To cause to bend down, &#xC12;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;d&#x14D;vati. [Tel.] n. A man&apos;s garment worn round the loins. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
                