&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC35;&#xC41;&#xC21;&#xC41; dau&#x1E0D;u. [Tel.] n. A fast run, a gallop. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC2A;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. See &#xC26;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC21;, &#xC26;&#xC35;&#xC41;&#xC21;</span>&#xA0;&#xA0;or &#xC26;&#xC35;&#xC21; dau&#x1E0D;a. [Tel.] n. The cheek. &#xC1A;&#xC46;&#xC02;&#xC2A;. &#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;, &#xC26;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41; dau. [Tel. another form of &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;.] adj. Far, afar, distant. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4C;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&quot; even though he went to a distant land. A. iv. 198.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;halamu. [Skt.] n. Desire, eagerness, or longing. Aspiring, &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC39;&#xC32;&#xC3F; d&#x14D;hali. adj. Expert. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC28;&#xC41; &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC28;&#xC30;&#xC38;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; &#xC26;&#xC4B;&#xC39;&#xC32;&#xC3F;&#xC2F;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC41;.&quot; M. v. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC39;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;hadamu. [Skt.] n. Wish, desire, longing. &#xC07;&#xC1A;&#xC4D;&#xC1B;. The desires of a pregnant woman, &#xC17;&#xC30;&#xC4D;&#xC2C;&#xC3F;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC32; &#xC35;&#xC47;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;. Manure, &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;. The art of gardening: the operation of forcing a plant, or bringing out the flowers prematurely. &#xC26;&#xC4B;&#xC39;&#xC26; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; pregnancy, &#xC17;&#xC30;&#xC4D;&#xC2C;&#xC2E;&#xC41;. &#xC26;&#xC4B;&#xC39;&#xC26;&#xC35;&#xC24;&#xC3F; d&#x14D;hada-vati. n. A longing woman. &#xC35;&#xC47;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC32; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC26;&#xC4B;&#xC39;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; d&#x14D;hada-&#x1E63;&#x101;stramu. n. The art of gardening.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC38;&#xC46;</span>&#xA0;&#xA0;d&#x14D;se. [from Skt. &#xC26;&#xC4B;&#xC37;&#xC15;&#xC2E;&#xC41;.] n. A kind of cake. &#xC06;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC38;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC3F; d&#x14D;sili. [Tel.] n. The hands held together so as to form a cup. A double handful: as much as can be contained in the two hands held as a cup. &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; handfuls, i.e., tithes or fees levied at various rates. &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; d&#x14D;silin&#x1E6D;su. v. n. To hold the two hands together as a cup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC38;&#xC30;</span>&#xA0;&#xA0;d&#x14D;sara. n. The name of a certain creeping plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4B;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x14D;samu. [from Skt. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.] Same as &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. (q. v.) &#xC26;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC30;&#xC3F; d&#x14D;sak&#x101;ri. n. A wicked person, a sinner. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC26;&#xC4B;&#xC38;&#xC3F; d&#x14D;si. n. He or she who is a sinner. Suca. iii. 160.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC39;&#xC43;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dauh&#x1E5B;idamu. [Skt.] n. Wish, desire, longing (in pregnant woman.) The prospect or symptoms of pregnancy. Compare &#xC26;&#xC4B;&#xC39;&#xC26;&#xC2E;&#xC41; and &#xC26;&#xC4B;&#xC39;&#xC26;&#xC35;&#xC24;&#xC3F;. &quot;&#xC26;&#xC4C;&#xC39;&#xC43;&#xC26;&#xC4B;&#xC26;&#xC2F;&#xC36;&#xC41;&#xC2D;&#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC41;&#xC28;&#xC46;&#xC21;.&quot; R. iii. 91.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dauhitru&#x1E0D;u. [Skt. from &#xC26;&#xC41;&#xC39;&#xC3F;&#xC24;.] n. A daughter&apos;s son. &#xC26;&#xC41;&#xC39;&#xC3F;&#xC24;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;. &#xC26;&#xC4C;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41; dauhitryamu. (Low Sanskrit.) n. The female line: kinship through a daughter: the relationship between a man and his mother&apos;s parents.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC32;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;daulattu. [H.] n. Fortune: wealth; regal state.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC32;</span>&#xA0;&#xA0;or &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32; daula. [Skt.] adv. Afar off. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daur-bh&#x101;gyamu. [Skt. from &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC17;.] n. Mischance, evil,ill luck. &#xC26;&#xC41;&#xC30;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC26;&#xC4C;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; daur-bh&#x101;gyu&#x1E0D;u. n. A wretch, a miscreant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daurjanyamu. [Skt. from &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;.] n. Force, violence, wrong, fraud. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC21;</span>&#xA0;&#xA0;dauru-go&#x1E0D;a. [Tel.] n. A parapet wall round a well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC35;&#xC41;&#xC30;&#xC41; dauru. [Tel.] n. Brightness, brilliancy. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dautyamu. [Skt. from &#xC26;&#xC42;&#xC24;.] n. Agency, ambassadorship. &#xC26;&#xC42;&#xC24;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. An act of an agent, &#xC26;&#xC42;&#xC24;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. The nature of an agent, &#xC26;&#xC42;&#xC24;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;daush&#x1E6D;yamu. [Skt. from &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;.] n. Badness, wickedness. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dauv&#x101;riku&#x1E0D;u. [Skt. from &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;.] n. A warder, a porter. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4C;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;. (&#xC1C;&#xC48;. ii.)
			</div>
                