&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC26;&#xC3F;</span>&#xA0;&#xA0;dr&#x14D;vadi. [Tel.] n. The daughter of Drupada. &#xC26;&#xC4D;&#xC30;&#xC4C;&#xC2A;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC23;&#xC2E;&#xC41; dr&#x14D;&#x1E47;amu. [Skt.] n. A certain measure of capacity: rather more than 64 lbs avoirdupois. &#xC24;&#xC42;&#xC2E;&#xC41;. The name of a certain hill. The plant called Phlomis indica &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A Steel bow used in gymnastics. A scorpion. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; dr&#x14D;&#x1E47;-&#x101;ch&#x101;ryulu. n. The name of a certain hero renowned for his strength. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC3F; dr&#x14D;&#x1E47;i. n. A beat, a small ship. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC13;&#xC21;. A. iv. 147. (Hence the name Doney or Dhoneu) &#xC26;&#xC4B;&#xC38;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41; to cause to fall, &#xC2A;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dru&#x1E43;amu. [Skt. cf. Greek Drus] n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;drutamu. [Skt.] n. Speed, quickness. &#xC24;&#xC4D;&#xC35;&#xC30;. A name given by Telugu grammarians to the letter (&#xC28;.) N, in particular places. &#xC26;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; A grammatical phrase denoting a word which ends in an N sound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;. adj. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;drin&#x1E0D;u. [Tel.] Another form of &#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dv&#x101;ramu. [Skt. cf. Eng. &apos;Door&apos;] n. A door. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. An opening, orifice, hole. A medium or way, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41; dv&#x101;ra-p&#x101;laku&#x1E0D;u. n. A porter. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F;. The figures of &quot; cherubs&quot; put up on each of the gates of a temple. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; dv&#x101;ra-bandhamu. n. The frame of a gate, a door frame. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E; dv&#x101;r&#x101;. prep. By means of, through. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I learned it from him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dv&#x101;paramu. [Skt.] n. The third or Brazen age of the world, which has preceded the present &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; or Iron age. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC30;&#xC2F;&#xC41;&#xC17;&#xC15;&#xC25;&#xC32;&#xC41; old wives&apos; tales, legends.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;</span>&#xA0;&#xA0;dv&#x101;-da&#x1E63;a. [Skt.] adj. Twelfth. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC35;. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; dv&#x101;da&#x1E63;-&#x101;tmu&#x1E0D;u. n. The god who has twelve phases, an epithet of the sun. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC3F; dv&#x101;-da&#x1E63;i. n. The twelfth lunar day of either the light or dark fortnight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dr&#x14D;hamu. [Skt.] n. Treachery. &#xC15;&#xC40;&#xC21;&#xC41;&#xC24;&#xC32;&#xC2A;&#xC41;. Harm, offence, wickedness, a sin. &#xC30;&#xC3E;&#xC1C;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; treason. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; a sin against God. &#xC17;&#xC41;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; a sin against a Guru. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to act treacherously. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; an evil heart. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC3F; dr&#x14D;hi. n. A traitor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dvandvamu. [Skt.] n. A pair or couple. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;. The name of a certain kind of compound word (&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;) in which two nouns if uncompounded would be in the same case and united by a conjunction. Thus, &#xC30;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC41;. Rama and Lakshmana. &#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. A duel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC26;&#xC4B;&#xC2F;&#xC3F; dvayamu. [Skt.] n. A pair, couple. &#xC5B;&#xC24;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;.
			</div>
                