&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC48;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dvaitamu. [Skt.] n. Dualism; the theory that there are two eternal and self-existing substances or principles. Opposed to &#xC05;&#xC26;&#xC4D;&#xC35;&#xC48;&#xC24;&#xC2E;&#xC41; which teaches that there is but one substance of which all things are manifestations. Also the name of a forest, &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dv&#x113;shamu. [Skt.] n. Enmity, hatred. &#xC2A;&#xC17;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; loathing food, want of appetite. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F; dv&#x113;shi. n. An enemy. cf. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; dv&#x113;shin&#x1E6D;su. v. a. To hate, dislike. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F; dv&#x113;sh&#x1E6D;a. n. An enemy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dv&#x12B;pamu. [Skt.] n. An island. &#xC26;&#xC40;&#xC35;&#xC3F;. A continent. The Hindu mythology reckons seven such. In compounds this means Foreign. Thus, &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; Raisins., i.e., foreign grapes. &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; foreign parts. &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC35;&#xC24;&#xC3F; dv&#x12B;pa-vati. n. A river, stream. &#xC28;&#xC26;&#xC3F;, &#xC0F;&#xC30;&#xC41; &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC3F; dv&#x12B;pi. adj. Pertaining to islands, native of an island, insular. n. A tiger, ounce or leopard, &#xC2A;&#xC41;&#xC32;&#xC3F;, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F;. The sea, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dvishu&#x1E0D;u. [Skt. cf &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.] n. An enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;dvi. [Skt.] n. Two. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; dvi-gunamu. adv. and adj. Double, two fold. &#xC27;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; cent. per cent. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; dvi-gu&#x1E47;&#x101;-k&#x1E5B;itamu. adv. Twice ploughed. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C; dvija. adj. Twice born. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC2E;&#xC41; oviparous, born first from the ovary and then from the egg, as a bird or snake, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC2E;&#xC41;. Vasu. iii. 32. A tooth: as all teeth are reproduced. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;. A Brahmin, a member of one of the three thread wearing castes, so called because born into the caste by investiture with the sacred thread. A verse says &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC28;&#xC3E; &#xC1C;&#xC3E;&#xC2F;&#xC24;&#xC47; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC03;, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC23;&#xC3E;&#xC1C;&#xC3E;&#xC2F;&#xC24;&#xC47; &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC03;, &#xC35;&#xC47;&#xC26;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC40;&#xC1A;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC3E; &#xC28;&#xC40;&#xC1A;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;, by birth he is a Sudra: rites constitue him a Dwija: reading the scriptures makes him a Vipra: and knowledge of deity makes him a Brahmin. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; dvi-janmu&#x1E0D;u. n. A twice born man. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;. (q. v.) &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC30;&#xC3E;&#xC1C;&#xC41; dvija-r&#x101;zu. n. An epithet of the moon, and of the eagle (&#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC4D;) as kind of birds. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F; dvi-j&#x101;ti. n. A bird, a snake, a Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC46;, &#xC05;&#xC02;&#xC21;&#xC1C;&#xC46;, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC3E;&#xC26;&#xC3F; &#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC46;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC2E;&#xC41; dvi-jihvamu. n. Lit: the double tongued, i.e., a snake, &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; See under &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2F;&#xC2E;&#xC41; dvi-tayamu. n. A couple, pair. &#xC5B;&#xC24;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41; dvit&#x12B;yamu. adj. Second. &#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC26;&#xC3F;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F; dvit&#x12B;ya. n. The second day of a lunar fortnight. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC2F;. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; dvit&#x12B;y&#x101;-vibhakti. n. The second case of a noun, being the accusative. the second person, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; dvitvamu. n. Reduplication of a letter, a double consonant, thus, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; double T. &#xC26;&#xC15;&#xC3E;&#xC30; &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; double D. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC2A;&#xC2E;&#xC41; dvipamu. n. Lit: That which drinks (&#xC2A;.) with two limbs, i.e., an elephant. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC2A;&#xC21; dvipada. n. Lit: A verse of two lines. A couplet, a sort of metre. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC21;&#xC2E;&#xC41; dvi-radamu. n. Lit: Two tusked, i.e., an elephant. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC38;&#xC28;&#xC2E;&#xC41; dvi-rasanamu. n. Lit: Double tongued, i.e., a snake. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC47;&#xC2B;&#xC2E;&#xC41; dvi r&#x113;phamu. n. The large carpenter bee. Lit: &quot;The Double R.&quot; so called because its commonest name Bhramara uses the letter R twice. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC39;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; dvi-halyamu. n. Lit: Twice ploughed, i.e., a field. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28; (&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;.)
			</div>
                