&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;</span>&#xA0;&#xA0;dha. The letter Dh, as in Adhere.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC3F;</span>&#xA0;&#xA0;dvyarthi. [Skt. from &#xC26;&#xC4D;&#xC35;&#xC3F;.] adj. Having a double sense, as an allegory or a puzzle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC48;&#xC35;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dvai-vidhyamu. [Skt. from &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3F;.] n. Two-foldness: the being in two modes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC48;&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dvai-m&#x101;turu&#x1E0D;u. [Skt.] n. An epithet of the god Ga&#x1E47;&#x113;sa: who according to mythology had &quot;two mothers;&quot; one being Parvati and the other an elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC48;&#xC2A;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dvaip&#x101;yanu&#x1E0D;u. [Skt. from &#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;.] n. Lit: The Island born. An epithet of &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38; the celebrated poet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; dhanuvu. [Skt.] n. A bow. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. The arc of a circle. The sign Sagittarius in the zodiac. &#xC27;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; danur-&#x101;k&#x101;ramu. n. The shape of a bow. &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC27;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; dhanur-dharu&#x1E0D;u. n. An archer. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; dhanur-m&#x101;rgamu. n. A curved line: an arc.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;dhanish&#x1E6D;ha. [Skt.] n. The name of a constellation. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41; dhaniy&#x101;lu. [Tel.] n. Plu. Coriander seeds. &#xC15;&#xC4A;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30; &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhanamu. [Skt.] n. A herd of cattle. &#xC06;&#xC35;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;. (Gf. Lat. pecus.) Treasure, property, resources, wealth. In mathematics, it is the equivalent of the word &apos;plus.&quot; (Warren.) (Metaphorically) a talent &quot;&#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&quot; (Bobbili Padya. ii. 129.) surely honour is wealth. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC27;&#xC28;&#xC2E;&#xC41; the price paid, the cost price, the purchase money. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC27;&#xC28;&#xC2E;&#xC41; dowry or pin-money. &#xC27;&#xC28;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the interest equalled the principal. &#xC27;&#xC28;&#xC26;&#xC3E;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC41; beneficent persons. &#xC27;&#xC28;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC21;&#xC41; dhanan-jayu&#x1E0D;u. n. A title of Agni or Vulcan, the god of fire: as being the &quot;vanquisher of wealth.&quot; Also, of Arjuna, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC27;&#xC28;&#xC02;&#xC1C;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; dhananjaya-puramu. n. A volcano. The &#xC2F;&#xC4B;&#xC28;&#xC3F;, as being the abode of vital heat. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; or &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC27;&#xC28;&#xC21;&#xC2E;&#xC41; dhanadamu. adj. Beneficient, liberal. &#xC27;&#xC28;&#xC26;&#xC41;&#xC21;&#xC41; dhandu&#x1E0D;u. n. A beneficent or liberal man. &#xC26;&#xC3E;&#xC24;. A name of Kub&#x113;ra, the god of riches. &#xC27;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC3F; or &#xC27;&#xC28;&#xC41;&#xC21;&#xC41; dhaniku&#x1E0D;u. n. One who is rich, a wealthy man, a rich man. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41; one who has a richly stored mind: a highly accomplished man. &#xC24;&#xC2A;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC32;&#xC41; great saints: those who abound in penances. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC27;&#xC28;&#xC41;&#xC32;&#xC41; those who are rich in good works. See &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; dha&#x1E6D;&#x1E6D;u&#x1E0D;u. [Tel.] n. A hero, a brave man. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. BD. ii. 1315.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;dha&#x1E6D;&#x1E6D;a. [Skt.] n. An army. &#xC38;&#xC47;&#xC28;. &#xC27;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; dha&#x1E6D;&#x1E6D;amu. n. A host, a multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC24;&#xC41;&#xC30;&#xC17;&#xC27;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC17;&#xC27;&#xC17;</span>&#xA0;&#xA0;dhaga-dhaga. [Skt. anuk.] n. Brilliancy, glittering. adj. Bright. &quot;&#xC27;&#xC17;&#xC27;&#xC17;&#xC17;&#xC4D;&#xC27;&#xC17;&#xC3F;&#xC24;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.&quot; Dasav. ix. 202. &#xC27;&#xC17;&#xC27;&#xC17;&#xC2E;&#xC28;&#xC41; or &#xC27;&#xC17;&#xC27;&#xC17;&#xC32;&#xC3E;&#xC21;&#xC41; dhaga-dhaga-m-anu. v. n. To glitter, to flash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;dha&#x1E6D;i. [Skt.] n. A belt. &#xC27;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. A modesty piece, &#xC17;&#xC4B;&#xC1A;&#xC3F;. &#xC27;&#xC1F;&#xC3F;&#xC28;&#xC3F; dha&#x1E6D;ini. n. A cotton cord used as a belt: &#xC28;&#xC42;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC1F;</span>&#xA0;&#xA0;or &#xC27;&#xC1F;&#xC2E;&#xC41; dha&#x1E6D;a. [Skt.] n. A wooden balance, or pair of scales. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;.
			</div>
                