&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhara&#x1E47;amu. [Skt.] n. An imaginary coin, of the value of 8 dubs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC30;</span>&#xA0;&#xA0;dhara. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC28;&#xC47;&#xC32;. See &#xC27;&#xC30;&#xC23;&#xC3F;. &#xC27;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F; dharitri. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC28;&#xC47;&#xC32;. &#xC27;&#xC30;&#xC3E;&#xC27;&#xC30;&#xC2E;&#xC41; dhar&#x101;-dharamu. n. A mountain: as being a pillar or prop of the earth. &#xC27;&#xC30;&#xC23;&#xC2E;&#xC41; dharanamu. n. Holding, possessing, having. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC27;&#xC30;&#xC23;&#xC3F; dhara&#x1E47;i. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC27;&#xC30;&#xC23;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC27;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; dhara&#x1E47;&#x12B;-d&#x113;vudu. n. A terrestrial deity, i.e., a Brahmin. &#xC27;&#xC30;&#xC23;&#xC40;&#xC27;&#xC30;&#xC2E;&#xC41; dharan&#x12B;-dharamu. n. A mountain. &#xC15;&#xC4A;&#xC02;&#xC21;, &#xC28;&#xC47;&#xC32; &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC27;&#xC30;&#xC23;&#xC40;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC27;&#xC30;&#xC23;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; dhara&#x1E47;-&#x12B;&#x1E63;varudu. n. A kind. &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC30;</span>&#xA0;&#xA0;or &#xC26;&#xC30; dhara. [Tel.] n. Price, rate, valuation. &#xC27;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC32;&#xC41; rates, prices. &#xC27;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC41; dhar&#x101;-vatu. n. Valuation. A deposit, an advance of a loan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhammillamu. [Skt.] n. Tresses, curls, locks. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC2E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;dhamani. [Skt.] n. A vein. &#xC28;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC30;&#xC2E;&#xC41;. A tube or pipe, &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A flute. R. vi. 10. &#xC27;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; dhamanu&#x1E0D;u. n. One who blows a pair of bellows, &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC42;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A cruel man, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. Fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhamanamu. [Skt.] n. Southerwood, a very fragrant herb. &#xC26;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38; &#xC15;&#xC38;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhanvamu. [from Skt. &#xC27;&#xC28;&#xC41;&#xC35;&#xC41;.] n. A bow. &#xC27;&#xC28;&#xC4D;&#xC35;&#xC3F; dhanvi. n. A bowman. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;. An epithet of Arjuna, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. A skilful man, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC30;&#xC3F;</span>&#xA0;&#xA0;dhan-vantari. [Skt.] n. A name common to Surya the sun, and to Siva, but usually given to the physician of the gods. &#xC26;&#xC47;&#xC35;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhanyamu. [Skt. from &#xC27;&#xC28;&#xC2E;&#xC41;.] adj. Fortunate, blest, virtuous. n. Wealth. An exclamation like Hurra! Huzza! most excellent! &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a happy or fortunate man, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC27;&#xC28;&#xC4D;&#xC2F;v dhanya. n. A noble woman, a lady &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dharin&#x1E6D;su. [Skt.] v. a. To wear or put on. To bear, &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. To hold or contain. &#xC06;&#xC1C;&#xC4D;&#xC1E; &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to obey (an order), bow to (a command); lit: to bear it on the head. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; to become pregnant, lit: to bear a womb.
			</div>
                