&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC24;</span>&#xA0;&#xA0;dh&#x101;ta. [Skt.] n. One who saves. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Brahma, the Creator, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC23;&#xC41;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC3E;&#xC23;&#xC41;&#xC27;&#xC4B;&#xC21; dh&#x101;&#x1E47;uka-p&#x101;lu. [Marati.] n. A shuffle; a quivering motion in dancing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;dh&#x101;&#x1E6D;i. [Skt.] n. A rush. An attack, an assault. An inroad, incursion, invasion. &#xC26;&#xC02;&#xC21;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;, &#xC26;&#xC3E;&#xC21;&#xC3F;. &#xC27;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC32; dh&#x101;&#x1E6D;i-kala. adj. Resolute, firm, decided, decisive, fluent, well versed. &#xC27;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E; dh&#x101;&#x1E6D;i-g&#x101;. adj. Decisively, decidedly, resolutely, firmly, trimly, spiritedly, briskly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dhavu&#x1E0D;u. [Skt.] n. A master, lord, owner, king. &#xC30;&#xC3E;&#xC1C;&#xC41;. A husband, &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;. See &#xC35;&#xC3F;&#xC27;&#xC35; and &#xC35;&#xC48;&#xC27;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhavitramu. [Skt.] n. A leather fan used in sacrifices.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC35;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhava&#x1E37;amu. [Skt.] adj. White, bright. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Fine, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. n. Whiteness, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC27;&#xC35;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41; dhava&#x1E37;amulu. n. A kind of song. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC1F;. &#xC27;&#xC35;&#xC33;&#xC3F;&#xC2E; or &#xC27;&#xC35;&#xC33;&#xC3F;&#xC2E;&#xC2E;&#xC41; dhava&#x1E37;ima. n. Whiteness. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dharsha&#x1E47;amu. [Skt.] n. Contumely, scorn. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC3F; dharsha&#x1E47;i. n. An adulteress. &#xC1C;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC27;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; dharshin&#x1E6D;su. v. t. To treat with contempt. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC41; dharmamu. [Skt.] n. Duty. &#xC35;&#xC3F;&#xC27;&#xC3F;. Virtue, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Right, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Alms. A rule, precept or principle. &#xC35;&#xC3F;&#xC27;&#xC3F;. Nature, character, property, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. A function or trade. Custom, usage, propriety, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC39;&#xC3F;&#xC24; Law, the science of right. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; the conduct that shows meekness. &#xC15;&#xC41;&#xC32;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; the rules of caste. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; conjugal dues, the behaviour proper for a married pair. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; scholarship, that which is to be expected from a scholar. &#xC15;&#xC3E;&#xC32;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; death. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; justice was administered with perfect impartiality during his reign. lit: it went on its four feet. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F; a lawful wife. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC24; dharma-karta. n. A judge or arbitrator. A church warden, or manager of a temple. The executor to an estate. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; dharmagnyudu. n. One who knows what is right. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3F; dharma-dhvaji. n. A formalist or one who pretends to be religious from ulterior motives. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC17; &#xC1C;&#xC1F;&#xC3E;&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC41; dharma-r&#x101;&#x1E0D;zu. n. The &quot;king of justice,&quot; a name of Yama, the kind of Hell; also, the name of a hero in the Mahabharata. A certain petty village god. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; the Pandu heroes collectively. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; dharma-satramu. n. A charity house, a poor&apos;s house. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; dharm-&#x101;tmu&#x1E0D;u. n. A virtuous or liberal man. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; dharm-&#x101;sanamu. n. A judge&apos;s seat, &quot;the bench.&quot; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC32;&#xC41; dharm-ish&#x1E6D;hulu. n. Charitable or benevolent persons. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3F; dharmi. adj. Just. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; dharmu&#x1E0D;u. n. The Just One. A name of Yama, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC41; dharmuvu. n. Virtue, justice. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC47;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; dharm-&#x113;taru&#x1E0D;u. n. An unjust or unrighteous man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;nyamu. [Skt. from &#xC27;&#xC28;&#xC2E;&#xC41;.] n. Rice in the husk: rough rice. Grain, corn in general: all kinds of grain are spoken of in the plural number, except cleaned rice (&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.) &#xC28;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; the nine kinds of grains, viz., &#xC17;&#xC4B;&#xC26;&#xC41;&#xC2E;&#xC32;&#xC41;, &#xC2F;&#xC35;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;, &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;, &#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC32;&#xC41;, &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; and &#xC09;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41;. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC2E;&#xC41; dh&#x101;ny&#x101;kamu. n. Coriander. &#xC26;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dh&#x101;nushku&#x1E0D;u. See under &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC27;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; expert archers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;dh&#x101;tri. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. A foster mother, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. A nurse, &#xC26;&#xC3E;&#xC26;&#xC3F;. A plant, Emblic myrobalan, &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC3F; dh&#x101;tr&#x113;yi. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &quot;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC21;&#xC41;&#xC2C;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC3F;&#xC15;&#xC3F;.&quot; &#xC28;&#xC48;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;dh&#x101;tuvu. [Skt.] n. The essence of anything. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. One of the constituent elements of the earth, or of the body. A fossil or mineral red chalk, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; &#xC1C;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC23;&#xC3F;&#xC36;&#xC3F;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F; &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; A red mark on the forehead, &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The pulse. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; &#xC06;&#xC21;&#xC41;, &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to beat as the pulse. A grammatical root. A relic. Thus &#xC26;&#xC02;&#xC24;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; is the Tooth-relic, being the tooth of Gautama Buddha. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; dh&#x101;tu-v&#x101;damu. n. Assaying, in mineralogy. The art of Chemistry. T. iii. 65. &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2C;&#xC41; &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&quot; Amuk. i. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC3F; dh&#x101;tuv&#x101;di. n. A mineralogist. A critic, grammarian. A Chemist &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC3F;, A. v. 231. &#xC35;&#xC48;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC3F;. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41; dh&#x101;tuvu-&#x1E6D;s&#x16B;&#x1E6D;su. v. n. To feel the pulse. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC2E;&#xC39;&#xC3E;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; the seven great principles of nature, &#xC30;&#xC4B;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC17;&#xC4D;&#xC2E;&#xC3E;&#xC02; &#xC38;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC41;&#xC2E;&#xC4B;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC24;&#xC15;&#xC3F;</span>&#xA0;&#xA0;dh&#x101;taki. [Skt.] n. A tree called Grislca tomentosa, (W.) or Bauhenia spicata (Heyne.) &#xC06;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                