&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;va&#x1E37;yamu. [Skt. from &#xC27;&#xC35;&#xC33;&#xC2E;&#xC41;.] n. Whiteness, brightness, a white colour. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;mamu. [Skt.] n. A house, abode or dwelling. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. A place, &#xC1A;&#xC4B;&#xC1F;&#xC41;. Light, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. Brightness, splendour, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC35;&#xC30;&#xC38;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC27;&#xC3E;&#xC2E; O thou abode of noble virtues! &#xC17;&#xC41;&#xC23;&#xC27;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; he who is the home of excellence. &#xC27;&#xC3E;&#xC2E;&#xC28;&#xC3F;&#xC27;&#xC3F; dh&#x101;ma-nidhi. n. The sun. Lit: The abode of brightness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;vanamu. [Skt.] n. Running. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;. Cleanness. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC26;&#xC02;&#xC24;&#xC27;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; cleaning the teeth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dh&#x101;rmiku&#x1E0D;u. [Skt. from &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.] n. A good man. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;rta-r&#x101;sh&#x1E6D;ramu. [Skt.] n. A sort of goose or swan with a black beak and legs. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32; &#xC39;&#xC02;&#xC38;. &#xC27;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; dh&#x101;rta-r&#x101;sh&#x1E6D;ru&#x1E0D;u. n. A son of Dhritar&#x101;shtra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;dh&#x101;ri. [Skt. from &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] n. One who bears or carries. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3F;&#xC37;&#xC27;&#xC3E;&#xC30;&#xC3F; poisonous, venemous; one who carries a poison, &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC27;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; dh&#x101;rudu. n. A bearer, carrier, supporter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;r&#x101;&#x1E37;amu. [Skt.] n. Freedom from restraint. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;., Openness, want of hesitation, generosity, liberality. adj. Liberal, free. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC27;&#xC3E;&#xC30;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; dh&#x101;r&#x101;&#x1E37;amu-g&#x101;. adv. Easily, plain ly, uninterruptedly, with ease, at free will. &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; plenteous rain. R. v. 3. and 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;r&#x101;&#x1E6D;amu. [Skt.] n. A horse. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A cuckoo, &#xC1A;&#xC3E;&#xC24;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;d&#x101;ra&#x1E47;amu. [Skt.] n. Keeping, holding, having, maintaining, wearing. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC23;</span>&#xA0;&#xA0;dh&#x101;ra&#x1E47;a [Skt.] n. Exchange, barter. &quot;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC35;&#xC3E;&#xC38;&#xC3F;.&quot; A. vi. 93. Difference in exchange.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x101;rakamu. [Skt.] n. Sustenance, food. A stimulant, made of spices, &amp;c., given to a convalescent before he is put upon diet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3E;&#xC30;</span>&#xA0;&#xA0;dh&#x101;ra. [Skt.] n. A stream, a current; oozing or issuing of anything; the course of a stream, a course or sequence. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. The edge, &#xC05;&#xC02;&#xC1A;&#xC41;. Sharpness, &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;. A horse&apos;s pace, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;. &#xC2A;&#xC02;&#xC1A;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC41;, the five paces, trotting, cantering, &amp;c. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC30; the course of the affair. Water poured into the hand of the accepter of a gift in token of a donation, a ceremony performed when a gift is made. &#xC27;&#xC3E;&#xC30;&#xC2A;&#xC4B;&#xC2F;&#xC41; dh&#x101;ra-p&#x14D;yu. v. a. To endow, to give by a formal ceremony, in which water is poured from the hand of the donor; to bestow as a solemn gift. &#xC1A;&#xC47;&#xC24; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC40;&#xC24;&#xC2E;&#xC41; dh&#x101;r&#x101;-gri-h&#x12B;tamu. adj. Received (as a boon.) &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; dh&#x101;r&#x101;-dattamu. n. A solemn donation. &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC30;&#xC2E;&#xC41; dh&#x101;r&#x101;-dharamu. n. A cloud. A sword. &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC38;&#xC02;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; dh&#x101;r&#x101;-samp&#x101;tamu. n. A hard shower of rain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3F;&#xC37;&#xC23;</span>&#xA0;&#xA0;dhisha&#x1E47;a. [Skt.] n. Sense, wisdom, understanding: the intellect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2E;&#xC28;&#xC40;&#xC37;. &#xC27;&#xC3F;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; dhisha&#x1E47;u&#x1E0D;u. n. A name of Brihaspati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC27;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;dhimin-dhimi. [Tel. (anuk.)] n. Ting tang, ding dong. &#xC27;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41; dhimm-ani-mr&#x14D;yu. v. n. To resound aloud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;dhik-karintsu. [Skt.] v. a. To flout, scorn, disregard, treat contemptously, cry out against, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC27;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; dhik-k&#x101;ramu. n. Scorn, contempt. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3F; dhik-k&#x101;ri. n. A scorner. H. ii. 82. &#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; one who is scorned, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                