&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC41;&#xC28;&#xC3F;</span>&#xA0;&#xA0;dhuni. [Skt.] n. A river. &#xC28;&#xC26;&#xC3F;. A stream. &#xC0F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhutt&#x16B;ramu. [Skt.] n. The Thorn Apple; Datura stramonium Rox. i. 561. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC40;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dh&#x12B;-varu&#x1E0D;u. [Skt.] n. A fisherman. &#xC5B;&#xC3E;&#xC32;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC40;&#xC30;</span>&#xA0;&#xA0;dh&#x12B;ra. [Skt.] n. A heroine, a brave woman. &#xC27;&#xC40;&#xC30;&#xC2E;&#xC41; dh&#x12B;ramu. adj. Brave, firm, steady, wise, sensible. &#xC27;&#xC40;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; dh&#x12B;ratvamu. n. Courage Self-command, resolution to bear or endure. &#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; dh&#x12B;ru&#x1E0D;u. n. A hero. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A learned man, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC40;</span>&#xA0;&#xA0;dh&#x12B;. [Skt.] n. Understanding, intellect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2E;&#xC24;&#xC3F;. &#xC27;&#xC40;&#xC1C;&#xC28;&#xC2E;&#xC41; the wise, the sagacious. &#xC27;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; dh&#x12B;mdriyamu. n. The understanding sense, the knowing faculty, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. &#xC27;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; dh&#x12B;-mantamu. adj. Sensible, intelligent. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;. &#xC27;&#xC40;&#xC2E;&#xC24;&#xC3F; dh&#x12B;-mati. n. A clever woman. &#xC27;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; a wise man. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhish&#x1E47;yamu. [Skt.] n. A place &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A house, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, A star, &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Strength, &#xC2C;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x16B;rtamu. [Skt.] adj. Outrageous, rude, violent. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41; dh&#x16B;rtu&#x1E0D;u. n. A violent man, a villain. A cheat, &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;dh&#x16B;rja&#x1E6D;i. [Skt.] n. Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x16B;mamu. [Skt.] n. Smoke. &#xC2A;&#xC4A;&#xC17;. &#xC27;&#xC42;&#xC2E;&#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41; dh&#x16B;ma-k&#x113;tuvu. n. A comet, being &quot; smoke-tailed,&quot; i.e., having a trail of smoke. Also a name of fire (Agni.) &#xC27;&#xC42;&#xC2E;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; dh&#x16B;ma-dhvaju&#x1E0D;u. n. The god of fire, whose banner is smoke. &#xC27;&#xC42;&#xC2E;&#xC30;&#xC47;&#xC16; dh&#x16B;ma-r&#x113;kha. n. A smouldering smoke. &#xC27;&#xC42;&#xC2E;&#xC4D;&#xC2F; dh&#x16B;mya. n. A pillar. cloud or volume of smoke. A. v. 124. &#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC27;&#xC42;&#xC2E;&#xC32;&#xC2E;&#xC41; or &#xC27;&#xC42;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41; dh&#x16B;malamu. n. &amp; adj. Tawny, dark-red. Smoke-colour, a sort of purple colour compounded of black and red.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41; dh&#x16B;pamu. [Skt.] n. Incense, fumigation. &#xC27;&#xC42;&#xC2A;&#xC15;&#xC32;&#xC36;&#xC2E;&#xC41; dh&#x16B;pa-kalasamu n. A censer. &#xC27;&#xC42;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F; dh&#x16B;p&#x16B;rti. n. A censer. &#xC27;&#xC42;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; dh&#x16B;pitamu. adj. Fumigated, &#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x16B;tamu [Skt.] adj. Tossed, flowing, dishevelled. &#xC0E;&#xC17;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC15;&#xC33;&#xC3F;</span>&#xA0;&#xA0;dh&#x16B;ka&#x1E37;i. [H.] n. A sort of tune or dance. BD. iii. 405.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;</span>&#xA0;&#xA0;dh&#x16B;. [Skt.] interj. Fie! Poh! avaunt!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC41;&#xC30;</span>&#xA0;&#xA0;dhura. [Skt.] n. A burden. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC27;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30; dhuran-dhara. adj. Bearing a burden, able, clever, talented. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC27;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; dhuran-dharatvamu. n. Supporting, upholding, patronage, responsibility. &#xC27;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; dhuran-dharu&#x1E0D;u. n. One who bears a burden, one who is responsible, a clever or able man. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC27;&#xC41;&#xC30;&#xC40;&#xC23;&#xC41;&#xC21;&#xC41; dhur&#x12B;&#x1E47;u&#x1E0D;u. n. He who bears a burden. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. An able or clever man. &#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; dhuryamu. adj. Bearing a burden, entrusted with, sustaining. Fit to bear a burden &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC17;&#xC32;. &#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; dhuryu&#x1E0D;u. n. One who sustains a burden. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; one who is inflated with pride. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; an eloquent man.
			</div>
                