&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x16B;rvahamu. [Skt.] adj. Able to hear or sustain a burden. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC17;&#xC32;. &#xC27;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41; dh&#x16B;r vahu&#x1E0D;u. n. One who sustains a burden. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC24; dh&#x16B;r-vahata. n. Sustaining, bearing. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhairyamu. [Skt. from &#xC27;&#xC40;&#xC30;&#xC2E;&#xC41;.] n. Steadiness, firmness, reliance, boldness, bravery, self-command. Resolution, courage, gallantry. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F;. my heart failed me. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make bold, to pluck up heart. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to encourage, to comfort.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC27;&#xC47;&#xC28;&#xC41;&#xC15; dh&#x113;nuvu. [Skt.] n. A milch cow. &#xC32;&#xC47;&#xC17;&#xC1F;&#xC3F; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC47;</span>&#xA0;&#xA0;dh&#x113;. [Tel.] n. A word used in urging a horse on faster. &quot;&#xC39;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC27;&#xC47;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC4B;&#xC32;&#xC41;&#xC1F; &#xC2F;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC26;&#xC4B;&#xC1A;&#xC46;.&quot; &#xC15;&#xC33;&#xC3E;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;dh&#x1E5B;ish&#x1E6D;u&#x1E0D;u. [Skt.] n. A man of firmness. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC20;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x1E5B;itamu. [Skt.] adj. Possessed, held, contained. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC27;&#xC43;&#xC24;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; angry. &#xC27;&#xC43;&#xC24; &#xC30;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; dh&#x1E5B;ita-r&#x101;sh&#x1E6D;ru&#x1E0D;u. n. The father of Dury&#x14D;dhana and uncle of the P&#x101;n&#x1E0D;u princes. &#xC27;&#xC43;&#xC24;&#xC3F; dh&#x1E5B;iti. n. Steadiness, firmness, bravery, valour. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Pleasure, happiness. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A spirit, extract, essence. &#xC32;&#xC28;&#xC02;&#xC17;&#xC27;&#xC43;&#xC24;&#xC3F; essence of cloves. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC26;&#xC43;&#xC24;&#xC3F; sandal oil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dh&#x16B;saramu. [Skt.] adj. Ash-colored, dark, obscure, embrowned as with dust, discolo&#xFA;red, soiled, begrimed. Iron-grey: blackish. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;. n. Ash-color. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. An ass, &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC42;&#xC33;&#xC3F;</span>&#xA0;&#xA0;dh&#x16B;&#x1E37;i. [Skt.] n. Dust. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC27;&#xC42;&#xC33;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; dh&#x16B;&#x1E37;i-dhvaju&#x1E0D;u. n. Wind. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhy&#x101;namu. [Skt.] n. Fixing the attention on God. Meditation, contemplation. A poetical personification. An encomium, panegyric. &#xC24;&#xC26;&#xC47;&#xC15;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has fixed his undivided attention on it. &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; dhy&#x101;ni&#x1E6D;su. v. a. To meditate on. &#xC27;&#xC4D;&#xC2F;&#xC47;&#xC2F;&#xC2E;&#xC41; fit to meditate on, &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4C;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4C;&#xC30;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhaur&#x113;yamu. [Skt.] n. A beast of burden. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. adj. Able to bear a burden. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC28;&#xC21;&#xC3F;. &#xC27;&#xC4C;&#xC30;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; dhaur&#x113;yu&#x1E0D;u. n. One who is able to sustain a burden or responsibility.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4C;&#xC30;&#xC3F;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhau-ritakamu. [Skt.] n. A horse&apos;s trot. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;&#xC2D;&#xC48;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4C;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhautamu. [Skt.] adj. Washed, cleansed. &#xC15;&#xC21;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC09;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;. n. A washed cloth, &#xC09;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4B;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;dh&#x14D;ra&#x1E47;i. [Skt.] n. A series, line, range; &#xC35;&#xC30;&#xC41;&#xC38;. A way, style, tradition. &#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F; &#xC27;&#xC42;&#xC2E;&#xC27;&#xC4B;&#xC30;&#xC23;&#xC3F; a volume of smoke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4C;&#xC30;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhauran-dharyamu. [Skt. from &#xC26;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC2E;&#xC41;.] Same as &#xC27;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. (q. v.)
			</div>
                