&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC26;&#xC4D;&#xC35;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhvajamu. [Skt.] n. A flag or banner. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. A flagstaff. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC2A;&#xC41; &#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;. A mark, a sign or symbol. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. The male organ of generation. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC17;&#xC17;&#xC41;&#xC30;&#xC3F;. &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3F; she whose sign is the peacock, i.e., P&#x101;rvati. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC2E;&#xC41; a pillar or mast erected before a temple, having a vertical wooden frame of bars at the top to represent a flag. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41; a certain rite at the commencement of a festival when the flag is hoisted. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3F;&#xC28;&#xC3F; dhvajini. n. An army. &#xC38;&#xC47;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhvamsamu. [Skt.] n. Destruction, ruin. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2A;&#xC30;&#xC1A;&#xC41; to ruin, destroy. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; dhvamsitamu. adj. Ruined, destroyed, wrecked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhruvamu. [Skt.] n. Permanency, stability: certanity. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. The truth: sure knowledge. adj. Permanent, fixed, enduring, eternal, certain, ascertained. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC17;&#xC32;, &#xC15;&#xC26;&#xC32;&#xC28;&#xC3F;. &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC32;&#xC41; a permanent lease; &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC48;&#xC30;&#xC41; a permanent crop, garden produce. &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC15;&#xC2E;&#xC41; dhruvakamu. n. The Longitude. (Colour. Essay on Zodiac.) &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; dhruva-paru&#x1E6D;su. v. a. To establish, settle, ascertain or verify. &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; dhruvu&#x1E0D;u. n. The name of the North Pole: the Pole Star.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC1C;</span>&#xA0;&#xA0;or &#xC28;&#xC02;&#xC1C;&#xC3F; nanja [H.] n. Land artificially cultivated; land in which wet crops are raised; an irrigated field, a field adapted for the growth of wet crops. &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC3F;. The opposite is &#xC2A;&#xC41;&#xC02;&#xC1C; or &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC3F; dry land. &#xC28;&#xC02;&#xC1C;&#xC28;&#xC47;&#xC32; n. Wet land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC17;</span>&#xA0;&#xA0;or &#xC28;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC1A;&#xC3F; nanga [Tel.] n. A weevil, or canker worm, a book worm, a round white worm, (also called &#xC35;&#xC21;&#xC4D;&#xC32;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; and &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.) which looks harmless but is destructive. Hence, a demure minx, a sly jade, a specious hypocrite. Sometimes used for a mosquito or gnat because it looks harmless &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41; &#xC2C;&#xC2F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0F;&#xC2E;&#xC3F;&#xC2F;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F;. Swa. iii. 43. &#xC28;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; nanga-n&#x101;chi-tanamu. n. Feigned simplicity. &#xC28;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC3E;&#xC1F; nangi-m&#x101;&#x1E37;a. n. A nasal sound: a word pronounced through the nose. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F;. A snuffle, or twang. &#xC28;&#xC02;&#xC17;&#xC41; nangu. v. n. To speak through the nose: to speak with through the nose: to speak with a twang or snuffle. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;nanku. [Tel.] v. n. To rub on the ground. &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;</span>&#xA0;&#xA0;na. [Tel.] affix: An ending of the seventh case, &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC12;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC28;&#xC2E;&#xC41;&#xC28; in the forest. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;&#xC28; in the house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;</span>&#xA0;&#xA0;. The letter N, pronounced as a dental. When followed by some consonants this changes into o (sunna) as &#xC05;&#xC02;&#xC24; anta, &#xC15;&#xC4A;&#xC02;&#xC21; konda, &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; penku. As an initial. N. is sometimes dropped, but only in few words. Thus &#xC0F;&#xC28;&#xC41;, &#xC08;&#xC35;&#xC41;, for &#xC28;&#xC47;&#xC28;&#xC41;, &#xC28;&#xC40;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhv&#x101;namu. n. Sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;dhv&#x101;atamu. [Skt.] n. Darkness. &#xC05;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;</span>&#xA0;&#xA0;dhvani. [Skt.] n. A sound: a voice. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. an echo. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; dhvan-y-arthamu. n. An allegory. An elliptical meaning. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; dhvanin&#x1E6D;su. v. n. To sound. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;.
			</div>
                