&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC02;&#xC5B;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC28;&#xC02;&#xC5B;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; nan&#x1E0D;z&#x1EE5;. [Tel.] v. n. To eat by small morsels, to nibble, to pick at to eat a little of any thing like pickle, &amp;c., as a relish the principal food. &#xC36;&#xC42;&#xC30;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC28;&#xC41;&#xC1F; &#xC28;&#xC02;&#xC1C;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; a relish or thing so eaten. &quot;&#xC24;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC1C;&#xC41;&#xC1A;&#xC41;&#xC02; &#xC26;&#xC32;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; A. iv. 243. &#xC1F;&#xC40; &#xC28;&#xC02;&#xC1C;&#xC41;&#xC1A;&#xC41;&#xC02;=&#xC06;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC28;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Parij. iv. 27. &#xC28;&#xC02;&#xC5B; or &#xC28;&#xC02;&#xC5B;&#xC41; nan&#x1E0D;za. n. A tart. &#xC28;&#xC02;&#xC5B;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. A pickle, &#xC09;&#xC2A;&#xC26;&#xC02;&#xC36;&#xC2E;&#xC41;, &#xC0A;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC2F;. Smacking with the lips, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC02;&#xC5B;&#xC41; nandzu. n. Poison. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. Beri-beri, blood poisoning, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1F;. A lingering, indolent or dormant disease. &#xC28;&#xC02;&#xC1C;&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; an indolent ulcer. &#xC28;&#xC02;&#xC1C;&#xC41; &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; a gum boil. &#xC28;&#xC02;&#xC5B;&#xC41;&#xC21;&#xC41; nan&#x1E0D;zu&#x1E0D;u. n. Flesh, flesh meat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC1A;&#xC3F;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC41; &#xC28;&#xC02;&#xC1C;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the boy has outgrown his age or strength. &#xC28;&#xC02;&#xC5B;&#xC41;&#xC21;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; nan&#x1E0D;zu&#x1E0D;u-tin&#x1E0D;i. n. A flesh-eater, a carnivorous being. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A demon, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC02;&#xC5B;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; nan&#x1E0D;zu-p&#x101;ru. v. n. To becomne pale, through the blood having deteriorated; to become anaemic, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC02;&#xC1C;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; he became anaemic. &#xC28;&#xC02;&#xC5B;&#xC41;&#xC32;&#xC41; nan&#x1E0D;zulu. n. Pickles or any thing eaten as a relish with food. &quot;&#xC2E;&#xC4B;&#xC28;&#xC3F;&#xC28;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC02; &#xC1C;&#xC35;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02; &#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC3F;&#xC38;&#xC4B;&#xC32;&#xC3F;.&quot; Parij. ii. 60. her lips being sauce for the dish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC28;&#xC15;</span>&#xA0;&#xA0;naka-naka. [Tel. (anuk.)] n. Hunger. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC15;&#xC28;&#xC15;&#xC2C;&#xC21;&#xC41; or &#xC28;&#xC15;&#xC28;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; naka-naka-ba&#x1E0D;u. v. n. To be famished. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC15;&#xC28;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is famished. M. 123. 476. &quot;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC27;&#xC28;&#xC4D; &#xC28;&#xC15;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC21;.&quot; A. vi. 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nandi-v&#x1E5B;ikshamu. [Skt.] n. A tree, the Toon or Indian Mahogony Tree, Cedrela toona. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; nandi-vardhanamu. [Skt.] n. The broad leaved Rose Bay. Nerium coronarium. Rox. ii. 23. &#xC24;&#xC17;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nandin&#x1E6D;su. [Skt.] v. n. To rejoice. &#xC28;&#xC02;&#xC26;&#xC15;&#xC2E;&#xC41; nandakamu. n. That which rejoices, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. The sword of Vishnu. &#xC28;&#xC02;&#xC26;&#xC28; nandana. n. A daughter, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. The name of a year, &#xC12;&#xC15; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; nandanamu. adj. That which rejoices. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC28;&#xC02;&#xC26;&#xC28;&#xC35;&#xC28;&#xC2E;&#xC41; nandana-vanamu. n. Indra&apos;s pleasure garden. Elysium. A park, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; nandanu&#x1E0D;u. n. A son. &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC28;&#xC02;&#xC26;&#xC28;&#xC35;&#xC28;&#xC2E;&#xC41; nandu-vanamu. n. A flowery spot. The name given to Tulasi plants planted in a bed. This word is much used but is of no authority.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; nandi. [Skt.] n. The name of the bull of Siva. A bull, &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC02;&#xC26;&#xC3F; &#xC28;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; one who can make a pig a bull and a bull pig.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC26;</span>&#xA0;&#xA0;nanda. [Skt.] n. A small pot. &#xC2E;&#xC41;&#xC02;&#xC24;. Wealth, fortune, &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC02;&#xC1F;&#xC41; &#x1E47;an&#x1E6D;i. [Tel.] n. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;. &#xC28;&#xC02;&#xC1F;&#xC41;, &#xC28;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; nan&#x1E6D;u. n. A friend, companion, or lover. &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC21;&#xC41;&#xC24;&#xC41;. &#xC28;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a female friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;nak&#x101;ra-pollu. [Tel.] n. The &#xC4D; sing of N final. This is exemplified in the words &#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC4D;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC4D;, &#xC2C;&#xC48;&#xC1F;&#xC28;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC37;&#xC3E;</span>&#xA0;&#xA0;nakash&#x101;. [H.] n. A map or plan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;nakalu. [H.] n. A copy of a document or letter; a duplicate. &#xC28;&#xC15;&#xC32;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41; or &#xC1A;&#xC47;&#xC2F;&#xC41; to make a copy of a document or letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC30;&#xC28;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;nakara-narralu. [Tel.] n. A weed called Poa ciliata. Rox. i. 335.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC2C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC02;&#xC2C;&#xC30;&#xC41; nambaru. [Eng. &apos;number.&apos;] n. A number. Also (colloquially,) a law-case. Abbreviated into &#xC28;&#xC46;&#xC02; &quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nandu&#x1E0D;u. [Skt.] n. The shepherd kind Nanda, the foster father of Krishna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC02;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;nambi. [Tel.] n. A Vaishnava priest. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2A;&#xC42;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
                