&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;nakku. [Tel.] v. n. To prowl, crounch down. To peep. To conceal or hide oneself, &#xC12;&#xC26;&#xC41;&#xC26;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC41;. n. A joint, &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; a beam in which two pieces are joined together. A lump or ingot of gold, iron or any other metal. A notch, &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. Reeded or ribbed work in carpentry or in silver. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;. &quot;&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41; &#xC2A;&#xC38;&#xC3F;&#xC02;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; R. iv. 63. &quot;&#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC21;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC42;&#xC21; &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC15;&#xC4B;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC23; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; BD. v. 611. &#xC08; &#xC12;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; double up part of this belt, to make it shorter. See &#xC28;&#xC15;&#xC4D;&#xC15;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC30;&#xC41; nakk&#x113;ru. (&#xC28;&#xC15;&#xC4D;&#xC15;+&#xC0F;&#xC30;&#xC41;.) n. A sort of plant, the roots of which are used in some medicines. Cordia myna. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; nakki&#x1E37;lu. (&#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;+&#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.) n. The joints of the jaws. The jaw bones. &#xC2A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; one who has lockjaw.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;nakk&#x12B;. [H.] n. Gold or silver lace, brocade, &#xC38;&#xC30;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;nakka. [Tel. derived form &#xC28;&#xC15;&#xC4D;&#xC15;&#xC41; to prowl.] n. A jackal. Canis aureus. &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC15; a fox: a derived from &#xC15;&#xC4A;&#xC02;&#xC15;&#xC41; timidity.) &#xC17;&#xC41;&#xC02;&#xC1F;&#xC28;&#xC15;&#xC4D;&#xC15;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC15;&#xC4D;&#xC15; or &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC30;&#xC3F; gun&#x1E6D;a-nakka. n. The Indian Fox, Vulpes bengalensis. adj. Mean, base, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; you have come on a jackal in your way, i.e., you are in luck to-day. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC41;&#xC02;&#xC1F; a pitfall &#xC28;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. to ruin, spoil, send to the dogs. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4B;&#xC30; nakka-k&#x14D;ra n. &quot;Fox-fang.&quot; A coarse grass called Panicum glaucum. Rox. i. 284. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; nakka-jittu. n. A sneaking trick, guile, craft &#xC28;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a wily rogue. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC4B;&#xC15; nakka-t&#x14D;ka n. Fox-tail; a certain plant. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC4B;&#xC15;&#xC15;&#xC38;&#xC35;&#xC41; or &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; nakkat&#x14D;ka-kasavu. n. A kind of plant. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC4B;&#xC15;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; a kind of grain, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC2F; nakka-d&#x14D;sa-k&#x101;ya. n. The wild or small cucumber. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30; &#xC17;&#xC21;&#xC4D;&#xC21; nakka-naramu. n. A sort of bulbous plant with stiff woody stalks. Indian squill, Scilla indica. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC21;&#xC4D;&#xC21;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41; nakka-n&#x113;r&#x113;&#x1E0D;u. n. The wild species of &#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC48;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; nakka-naichyamu. n. Fawning, cunning, craft. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; nakka-pallamu. n. False ground: a quicksand. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; nakka-pi&#x1E6D;&#x1E6D;a n. A certain wild plant. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC32;&#xC32;&#xC3F; nakkapali. n. A panther, or leopard. &#xC28;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; nakka-virigi. n. A kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nakulamu. [Skt.] n. The mongoose, Viverra ichneumon. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38;. &#xC28;&#xC15;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41; &#x1E47;akulu&#x1E0D;u. n. Nakula, the name of a certain hero. &#xC2F;&#xC41;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC40;&#xC2C;&#xC41;</span>&#xA0;&#xA0;nak&#x12B;bu. [H.] n. A herald, a chamber-lain or usher. &#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;. Swa. v. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;na-kinchanatvamu. [Skt.] n. Nothingness, nonexistence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nakshatramu. [Skt.] n. A star. &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;. A constellation. The name of any one of the twenty lunar mansions. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the sign in which the sun is. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; lit: the lord of the stars, i.e., the moon. &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41;. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC32; a necklace consisting of twenty seven pearls. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC27;&#xC3F; nakshatra-v&#x12B;dhi. n. The Milky Way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nakramu. [Skt.] n. A crocodile. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naktamu. [Skt.] n. Night. &#xC28;&#xC15;&#xC4D;&#xC24;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; naktam-karu&#x1E0D;u. n. An epithet of the moon. A. iv. 36. &#xC28;&#xC15;&#xC4D;&#xC24;&#xC02;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; naktam-charu&#x1E0D;u. n. A demon, a fiend that prowls at night. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC47;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;. &#xC28;&#xC15;&#xC4D;&#xC24;&#xC02;&#xC1A;&#xC30;&#xC2E;&#xC41; naktam-charamu. n. A night rover, i.e., an owl, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;.
			</div>
                