&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;nagadu. [H.] n. Ready money, cash. &#xC28;&#xC17;&#xC26;&#xC40;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; or &#xC28;&#xC17;&#xC26;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a cash account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;</span>&#xA0;&#xA0;naga. [Tel.] n. A jewel or ornament. &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. Cattle in general. A metal vessel. &#xC32;&#xC4B;&#xC39;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A bullock load of tobacco, &amp;c. that is, two sackfuls. &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; &#xC26;&#xC42;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. A pair of leathern vessels, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC5B;&#xC4B;&#xC21;&#xC41;. A man&apos;s load: a cooly load. A robe or long gown. (In house building) &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC17;&#xC32;&#xC41; are the small rafters laid across the &#xC17;&#xC41;&#xC02;&#xC1C;&#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nakhamu. [Skt.] n. A nail, talon, claw. &#xC17;&#xC4B;&#xC30;&#xC41;. A scale, as of an armadillo. &#xC28;&#xC16;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; inseparable as the skin and the nail. &#xC28;&#xC16;&#xC36;&#xC3F;&#xC16;&#xC3E;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am in pain to the tips of my nails, i.e., all over. &#xC28;&#xC16;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC2E;&#xC41; nakha-kshatamu. n. A nail mark made on the skin by pinching.&#xC28;&#xC16;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC32;&#xC41; nakha-mukh&#x101;lu. n. Lit. The tips of the nails. adv. Dispersedly, up and down, all about, in all directions, all over, on all sides. &#xC28;&#xC16;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; from every quarter. &#xC28;&#xC16;&#xC30;&#xC2E;&#xC41; nakharamu. n. A nail, talon, claw. &#xC17;&#xC4B;&#xC30;&#xC41;. A kind of weapon, &#xC06;&#xC2F;&#xC41;&#xC27; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41; nakhar-&#x101;yu-dhamu. n. Lit: &quot;Armed with claws;&quot; i.e., a cat, a lion, &amp;c., but usually a cock, &#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC28;&#xC16;&#xC30;&#xC47;&#xC16;&#xC32;&#xC41; nakha-r&#x113;khalu. n. Nail-marks or scratches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;nachchi-ko&#x1E6D;&#x1E6D;a. [Tam.] n. A drug called Cocolus indicus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nagnamu. [Skt.] adj. Naked. &#xC28;&#xC17;&#xC4D;&#xC28;&#xC02;&#xC15;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48; stripped naked. R. vi. 23. &#xC28;&#xC17;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; nudity, nakedness. &#xC28;&#xC17;&#xC4D;&#xC28;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; nagna-v&#x113;shamu. n. Nudity, a naked figure or appearance. &#xC28;&#xC17;&#xC4D;&#xC28;&#xC35;&#xC47;&#xC37;&#xC27;&#xC30;&#xC41;&#xC21;&#xC48; assuming the appearance of a naked man. &#xC28;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; a naked man, &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC38;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41; naggu. [Tel.] n. Powder. &#xC2A;&#xC4A;&#xC21;&#xC3F;, &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; nagu. [Tel.] v. n. To laugh. To smile. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC28;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; nagin&#x1E6D;su. v. a. To make (one) laugh. &#xC28;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC3E;&#xC17;&#xC41; nagu-b&#x101;&#x1E6D;u. n. A joke, a jest; ridicule, mockery. &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; nagavu. [Tel.] n. A laugh, a smile. &#xC28;&#xC17;&#xC35;&#xC30;&#xC3F; one who is laughing. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. See &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC17;&#xC30;&#xC3F; nagaru [Tel.] n. A house, a palace. &#xC30;&#xC3E;&#xC1C;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC06; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC17;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; that land is fallen into Government. A temple. &#xC26;&#xC47;&#xC35;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; &#xC28;&#xC17;&#xC30;&#xC41;&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; benzion imported from Nugger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;Same as &#xC28;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC30;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC17;&#xC30;&#xC3F; nagaramu. [Skt.] n. A town. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nagamu. [Skt.] n. Lit: That which is immovable. A hill, &#xC15;&#xC4A;&#xC02;&#xC21;. A tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC17;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; lit: one who carries a hill, i.e., Vish&#x1E47;u. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC17;&#xC35;&#xC48;&#xC30;&#xC3F; lit: an enemy to mountains, i.e., Indra, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC17;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41; lit: the lord of the mountains, i.e., Himalaya, &#xC39;&#xC3F;&#xC2E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC17;&#xC4C;&#xC15;&#xC38;&#xC2E;&#xC41; a bird, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC3F;&#xC37;&#xC40;</span>&#xA0;&#xA0;or &#xC28;&#xC15;&#xC3E;&#xC38;&#xC3F; nigish&#x12B;. [H.] adj. Ornamental, variegated, as sculpture, Sathyabh&#x101;. iii. 49; iv. 8.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC17;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;nag&#x101;r&#x101;. [H.] n. A large kettle drum. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC22;&#xC02;&#xC15;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC16;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;nakh&#x101;r&#x101;. [H.] adj. Worthless, useless.
			</div>
                