&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;natt&#x101;du. [Tel. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;+&#xC06;&#xC21;&#xC41;.] v. n. To dance, &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move or shake, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; a trembling waist.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;na&#x1E6D;&#x1E6D;anamu. [Tel.] adj. Slight, weak, frail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;na&#x1E6D;&#x1E6D;a. [Tel.] n. A die at play. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15; &quot;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC1C;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC1C;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; &#xC2D;&#xC4B;. vii. &#xC28;&#xC1F;&#xC4D;&#xC1F; Short for &#xC28;&#xC21;&#xC41;&#xC2E;. The middle part of anything. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC35;&#xC3F; (&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;+&#xC05;&#xC21;&#xC35;&#xC3F;.) the heart of the forest, &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC21;&#xC2E; (&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;+&#xC28;&#xC21;&#xC41;&#xC2E;.) in the very middle, exactly in the centre, &#xC38;&#xC30;&#xC3F;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC24;&#xC3F; na&#x1E6D;&#x1E6D;a-k&#x14D;ti. n. A certain game among boys. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; na&#x1E6D;&#x1E6D;illu. (&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;+&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.) n. The middle of a house. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The inner apartments of a house, &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1F; in the middle of the house. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC30;&#xC41; na&#x1E6D;&#x1E6D;&#x113;ru. (&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;+&#xC0F;&#xC30;&#xC41;.) n. The middle of the stream, &#xC28;&#xC26;&#xC40;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3E; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC3E;&#xC2E;&#xC46;&#xC24; &#xC06;&#xC2F;&#xC46;&#xC28;&#xC41;. I am utterly ruined, my raft has sunk in the mid stream.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;na&#x1E6D;at. [Skt.] adj. Dancing. &quot;&#xC28;&#xC1F;&#xC26;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC26;&#xC4D;&#xC2D;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC40;&#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;.&quot; (Anir. iv. 53.) terrible with moving eyebrows. &#xC28;&#xC1F;&#xC28; or &#xC28;&#xC1F;&#xC28;&#xC2E;&#xC41; natana. n. A dance, dancing. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Motion, agitation; cunning behaviour, &#xC15;&#xC2A;&#xC1F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC28;&#xC1F;&#xC28;&#xC2E;&#xC41; a course of fraud. &#xC28;&#xC1F;&#xC3F; na&#x1E6D;i. n. An actress. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F; , &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;. &#xC28;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; na&#x1E6D;in&#x1E6D;su. v. n. To dance. To act, as on the stage. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC41; to act, manage, conduct oneself, behave. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To behave cunningly, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC1F;&#xC41;&#xC21;&#xC41; na&#x1E6D;u&#x1E0D;u. n. A dancer, an actor. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC1F;&#xC35;&#xC3E;&#xC32;&#xC41; or &#xC28;&#xC1F;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC41; na&#x1E6D;av&#x101;lu. n. A kind of pace of a horse, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC5B;&#xC41;&#xC17;&#xC41;&#xC5B;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;na&#x1E0D;ju-gu&#x1E0D;julu-ch&#x113;uv. [Tel.] v. n. To hustle, push about.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC5B;&#xC30;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC28;&#xC5B;&#xC30;&#xC41; na&#x1E0D;zar&#x101;na. [H.] n. A present. A present offered in homage. A forced contribution, an unjust fine. &#xC28;&#xC5B;&#xC30;&#xC41;&#xC17;&#xC32; shapely, handsome, fine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;na&#x1E6D;s&#x1E6D;su. v. a. and v. n. To confide, trust. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;. To coax, persuade; to harass, pester. n. Delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Wearisomeness, annoyance; something that gives trouble. &#xC2C;&#xC3E;&#xC27;. A knot-grass that infests corn. Waste land, infested with knot grass. adj. Wearisome, tiresome, annoying, tedious, importunate. Chronic, as an indolent sore. &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; or &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17; nachchika. n. Faith, confidence, belief, trust. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;. &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; natstsu-pe&#x1E6D;&#x1E6D;u. v. t. To annoy, fret, tease. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC3E;&#xC21;&#xC41; nats&#x1E6D;su-b&#x113;ram&#x101;du. v. n. To haggle, chaffer. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he drummed this in my ears. &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A; or &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; na&#x1E6D;s&#x1E6D;su-k&#x101;&#x1E0D;u. n. A makebate. A troublesome person, a bore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;na&#x1E6D;&#x1E6D;u. [Tel.] n. A spot of ground. A place, abode. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, Delay, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. An obstacle, or hindrance; hesitation. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;. Loss, damage. A platform of earth, a terrace. A tape worm. The bent grass that infest corn-fields. &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. One species of this called &#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; is found in the &#xC30;&#xC47;&#xC17;&#xC21; or black soil, another &#xC17;&#xC30;&#xC15;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; in the mudub or mixed soil. The largest species is called &#xC2A;&#xC21;&#xC35;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;; the smaller &#xC17;&#xC02;&#xC2A;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; na&#x1E6D;&#x1E6D;u-ko&#x1E6D;&#x1E6D;u. v. n. To delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; na&#x1E6D;&#x1E6D;lu-pa&#x1E0D;u. v. n. To hesitate. &#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; na&#x1E6D;&#x1E6D;u-konu. n. To fix (itself) firmly, to be fixed. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;na&#x1E0D;z&#x1E0D;zu. [Tel.] n. An atom. &#xC05;&#xC23;&#xC41;&#xC35;&#xC41;. a bit, fragment, &#xC28;&#xC32;&#xC41;&#xC38;&#xC41;, &#xC28;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC4B;&#xC2F;&#xC41; to mince, cut up into small bits.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1C;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;nadzdza. [Tel.] adj. Thick, buttery, greasy, as buffalo&apos;s milk.
			</div>
                