&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;. (q. v.) &#xC28;&#xC21; or &#xC28;&#xC21;&#xC15; na&#x1E0D;a. n. A walk, walking, stepping, motion, movement. &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;. Pace, step, manner of walking, gait. A trip or journey. &#xC2A;&#xC21;&#xC35; &#xC2E;&#xC42;&#xC21;&#xC41;&#xC28;&#xC21;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the boat made three trips. adj. Walking, moving. locomotive. &#xC28;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC41; moving mountains. &#xC28;&#xC21;&#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41; a walking corpse: a fool, a good for nothing man. Sumati. &#xA7; 69. &#xC28;&#xC21;&#xC15; na&#x1E0D;aka. n. A walk, walking. &#xC28;&#xC21;&#xC17;&#xC21;&#xC41; nada-ga&#x1E0D;u. (&#xC28;&#xC21;+&#xC15;&#xC3E;&#xC21;&#xC41;.) n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; nada-go&#x1E6D;&#x1E6D;u. (&#xC28;&#xC21;+&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) v. n. To stand, to remain, to be, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC41;. &#xC28;&#xC21;&#xC5B;&#xC4B;&#xC21;&#xC41; na&#x1E0D;a-dz&#x14D;du. n. A foot soldier. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41;, &#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;. &#xC28;&#xC21;&#xC24; nadata. n. Conduct, behaviour. &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;na&#x1E6D;lo&#x1E6D;lu. [Tel.] n. Drops of water that fall from the leaves of trees. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC47; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;na&#x1E6D;&#x1E6D;uva. [from Skt. &#xC28;&#xC1F;&#xC28;&#xC2E;&#xC41;.] n. Dancing. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC1F;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; na&#x1E6D;&#x1E6D;uvu&#x1E0D;u. n. A dancing master. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A dancer, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41;. Suca. iii. 9. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; na&#x1E6D;&#x1E6D;uva-&#x1E6D;s&#x101;vi&#x1E0D;i. n. A dancing school. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; na&#x1E6D;&#x1E6D;uva-pulugu. n. The bird that delights to dance, i.e., a peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC4A;&#xC5B;&#xC4D;&#xC1C; na&#x1E6D;&#x1E6D;u-vo&#x1E0D;z&#x1E0D;za. (&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;+&#xC12;&#xC5B;&#xC4D;&#xC1C;.) n. A dancing master, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;na&#x1E0D;uku. [Tel.] v. n. To tremble. &#xC35;&#xC23;&#xC15;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; (&#xC28;&#xC21;&#xC15;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) Same as &#xC35;&#xC23;&#xC15;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC28;&#xC21;&#xC41; nadu-na&#x1E0D;u. adj. Trembling much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC21;&#xC15;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC21;&#xC4D;&#xC24;&#xC3F; Same as &#xC28;&#xC21;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; or &#xC28;&#xC21;&#xC41; na&#x1E0D;i. [Tel. from &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.] adj. Middle, mid. &#xC28;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the idle time of the year, between the ploughings. &#xC28;&#xC21;&#xC3F;&#xC24;&#xC21;&#xC2A; the thick or middle part of a palm branch, &#xC24;&#xC21;&#xC2A;. &#xC28;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; nadi-kattu. (&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) n. A girdle, waistband. &#xC28;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC2F;&#xC3F;, &#xC28;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC47;&#xC2F;&#xC3F;, &#xC28;&#xC21;&#xC41;&#xC30;&#xC47;&#xC2F;&#xC3F; or &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; na&#x1E0D;i-r&#x113;yi. n. Midnight. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; na&#x1E0D;i-koppu. n. The ridge of a pent roof. &#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; na&#x1E0D;i-kolla-g&#x101;&#x1E0D;u. n. An interloper. &#xC28;&#xC21;&#xC3F;&#xC28;&#xC42;&#xC15;&#xC32;&#xC41; na&#x1E0D;i-n&#x16B;kalu. n. Grits, half broken grain, what in America is called hominy. In Madras it is called rolong. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC28;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC28;&#xC21;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; na&#x1E0D;i-netti. n. The middle of the head, the crown of the head. &#xC28;&#xC21;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; na&#x1E0D;i-vr&#x113;lu. n. The middle finger. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;. &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F; a hammock slung on a pole. &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a by-stander, a third person. &#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F; na&#x1E0D;u-gun&#x1E6D;a. n. The fontonelle or depression in the centre of the head. &#xC24;&#xC32;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC2F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;nada-y-&#x101;&#x1E0D;u. [Skt. &#xC28;&#xC21;+&#xC06;&#xC21;&#xC41;.] v. n. To wander abour, to roam, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move, shake or tremble, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC21;&#xC35; nadava. n. The entry into a house. &#xC28;&#xC21;&#xC35;&#xC32;&#xC4B; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he lay down in the entry or porch. &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F; or &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;&#xC15; nadava&#x1E0D;i. n. Conduct, behaviour. &#xC28;&#xC21;&#xC24;, &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. plu. &#xC28;&#xC21;&#xC35;&#xC21;&#xC41;&#xC32;&#xC41;, or &#xC28;&#xC21;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC28;&#xC21;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; nada-ten&#x1E6D;su. (&#xC28;&#xC21;&#xC1A;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.) v. n. To come. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC21;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41; (the imperative.) come. To go, &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC28;&#xC21;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F; nada-diviya. n. A torch, &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. &#xC28;&#xC21;&#xC35;&#xC2C;&#xC21;&#xC41; nadapa-badu. v. n. To be managed, or conducted. &#xC06; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; &#xC0E;&#xC35;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC21;&#xC2A;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; by whom are those works carried on. &#xC28;&#xC21;&#xC2C;&#xC3E;&#xC35;&#xC3F; na&#x1E0D;a-b&#x101;vi. n. A well with steps down into it.
			</div>
                