&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;na&#x1E0D;umu. [Tel.] n. The middle, the waist, or loins. &#xC15;&#xC3E;&#xC28;&#xC41;. The middle portion &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2C;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; na&#x1E0D;umu-ka&#x1E6D;&#x1E6D;u-konu. v. n. To undertake, to make oneself ready. To gird up the loins, to be ready. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC21;&#xC41;. To take a vow of chastity, &#xC28;&#xC21;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC21;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; na&#x1E0D;u-mantaramu. (&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;+&#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;.) adj. Extraordinary, unprecedented, unthought of, as a windfall. n. The waist, &#xC15;&#xC4A;&#xC28;&#xC41;. An interval, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. adj. Middling, neither here nor there. &#xC28;&#xC21;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC2A;&#xC47;&#xC30;&#xC41; an alias. &#xC28;&#xC21;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC2A;&#xC41; &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC35;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; those who have recently become rich and an ulcer on a nerve give great trouble. &#xC28;&#xC21;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; nada-mantaramu-g&#x101;. adv. Unexpectedly. &#xC28;&#xC21;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41; na&#x1E0D;u-&#x1E6D;so&#x1E6D;s&#x1E6D;su. v. n. To come in the middle, to interpose, &#xC28;&#xC21;&#xC41;&#xC2E; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; na&#x1E0D;u-dimpu. n. The flesh in the loins. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; to pocket, because they stick a handkerchief, &amp;c., in at the girdle. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28; gone in the loins, broken down, debilitated. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; &#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; there was an emission of semen. &#xC28;&#xC21;&#xC41;&#xC2E; or &#xC28;&#xC21;&#xC2E; na&#x1E0D;uma. adj. Middle, centrical. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41;. adj. and postp. In the middle, meanwhile,. through, between. &#xC08; &#xC28;&#xC21;&#xC41;&#xC2E; presently: (also) lately. &#xC06; &#xC28;&#xC21;&#xC41;&#xC2E; meantime. &#xC28;&#xC21;&#xC2E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they came between or interposed; they came as messengers or representatives. &#xC28;&#xC21;&#xC41;&#xC2E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC02;&#xC24; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC3E; is an interloper to presume thus? &#xC28;&#xC21;&#xC41;&#xC2E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to interrupt one while speaking: or to intercede, to mediate. &#xC28;&#xC21;&#xC3E;&#xC28; or &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41; nad&#x101;na. adv. In the middle; midway.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC21;&#xC1A;&#xC41; na&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To walk, go, move, proceed. To happen, occur, pass, take place. To behave, conduct oneself, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To take effect, as an order. To live, continue, last. To descend, as an estate. To beat, as applied to the pulse. To act (as a father, servant, &amp;c.) &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2D;&#xC42;&#xC2E;&#xC3F; the field they hold or enjoy. &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC28;&#xC46;&#xC32; the current month, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC1C;&#xC3E;&#xC2C;&#xC41;&#xC32;&#xC41; the letters that passed between us. &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41; the dispute that took place. &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC35;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC3E; surely the verse ought to flow easily. &#xC06; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E; is the feast still kept up? &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC21;&#xC2A;&#xC41; na&#x1E0D;upu. v. a. To make one walk, make a thing proceed. To manage, conduct. To navigate, steer a vessel. To undertake or govern. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41; to execute justice. n. Walk, pace, step, gait. Walking, &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;. Conduct, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC21;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. na&#x1E0D;i-pin&#x1E6D;su. v. a. To make one walk. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC28;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she made the child walk. To conduct, carry on, push on. &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC06; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I let my field to him free. &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; na&#x1E0D;u&#x1E6D;su-konu. v. n. To behave.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;natta. [Tel.] n. A snail, a shell fish. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. A pad (like that used by palankeen bearers, so called because somewhat hollow.) &#xC28;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32; natta-gulla. n. The shell of a snail, &amp;c. &#xC28;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; natta-go&#x1E6D;&#x1E6D;u. n. A sort of bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC28;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; natta-chippa. n. An oyster shell. &#xC28;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC47;&#xC2A;&#xC32;&#xC41; natta-ch&#x113;palu. n. A small sort of fish. (Clupeaz, Russell No. 187.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;natamu. [Skt.] adj. Bent, bowed, &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;. Crooked, &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. Deep, &#xC32;&#xC4B;&#xC24;&#xC48;&#xC28;, &#xC28;&#xC24;&#xC28;&#xC3E;&#xC2D;&#xC3F; a deeply curved navel. &#xC2A;&#xC3E;&#xC26;&#xC35;&#xC24;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; who were humbled before his feet. &#xC28;&#xC24;&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; nata-n&#x101;siku&#x1E0D;u. n. A flat nosed man. &#xC28;&#xC24;&#xC35;&#xC48;&#xC30;&#xC3F; nata-vairi. n. An enemy who prays for quarter. &#xC36;&#xC30;&#xC23;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC24;&#xC3F; nati. n. A salutation, homage. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC28;&#xC24;&#xC41;&#xC21;&#xC41; navudu. n. One who is prostrate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC21;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; na&#x1E0D;-valamu. [Skt.] adj. Reedy, abounding in reeds. R. v. 225. &#xC28;&#xC21;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F; &#xC26;&#xC47;&#xC36;&#xC47;, &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC38; &#xC15;&#xC38;&#xC41;&#xC35;&#xC41;&#xC17;&#xC32; (&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;na&#x1E0D;&#x1E0D;i. [Tel.] n. The bending of the body back-wards. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC35;&#xC02;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. (The bending of the body forwards or being hump-backed is called &#xC17;&#xC42;&#xC28;&#xC41;.) The small of the back, the hollow above the loins. &#xC28;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC4D;&#xC17; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC17; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave him a blow that broke his back. adj. Sunk in, depressed in the middle, crooked. &#xC28;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a turned up nose. &#xC28;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41; to stand with the belly pushed out, and the back drawn in.
			</div>
                