&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naddhamu. [Skt.] adj. Bound. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Lifted &#x16B;p, projecting, &#xC2A;&#xC48;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC26;&#xC3F;</span>&#xA0;&#xA0;nadi. [Skt.] n. A river or stream, A river or stream, which flows from west to east. &#xC28;&#xC21;&#xC2E;&#xC41; nadamu. n. A river which flows to the west. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37; &#xC28;&#xC26;&#xC3F;. Noise, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC28;&#xC26;&#xC40;&#xC2E;&#xC3E;&#xC24;&#xC43;&#xC15;&#xC2E;&#xC41; nad&#x12B;-m&#x101;-t&#x1E5B;ikamu. adj. Watered by rivers: (land) depending not on rain but on river water, &#xC0F;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC48;&#xC30;&#xC41;&#xC17;&#xC32; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nattemu. [Tel.] n. A sort of glove worn by falconers. HK. ii. 48.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;natti. [Tel.] n. Stuttering, stammering. &#xC28;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a stammerer, &#xC28;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC24;&#xC4D;&#xC24;&#xC41; nattu. v. n. To stammer, stutter. &#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. n. The ring or small jewel worn by women on the left nostril, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;na-pumsakamu. [Skt.] adj. Neuter, neither masculine nor feminine. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; na-pumsakatvamu. n. Impotency. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41; na-pumsaku&#x1E0D;u. n. An impotent man, a man devoid of virile powers, a eunuch. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; napumsaka-lingamu. n. The neuter gender.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;nann&#x16B;ru. [Tel. &#xC28;&#xC32;&#xC41;+&#xC28;&#xC42;&#xC30;&#xC41;.] adj. Four hundred.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;nanna. [Tel.] adj. Short. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC28;&#xC4D;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; nanu-br&#x101;yi. [Tel. &#xC28;&#xC3E;&#xC28;&#xC41;+&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;.] n. Ill-boiled food. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC09;&#xC21;&#xC41;&#xC15;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC28;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC2F;&#xC17;&#xC41; nanu-br&#x101;yi-pa&#x1E0D;u. v. n. To boil badly, as rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC28;&#xC2F;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC28;&#xC1A;&#xC41; or &#xC28;&#xC28;&#xC41;&#xC1A;&#xC41; nanayu. [Tel.] v. n. To expand, bloom, blossom, sprout, &#xC2A;&#xC42;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be pleasant or fine, &#xC07;&#xC02;&#xC2A;&#xC17;&#xC41;. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. A. v. 133. &#xC28;&#xC28;&#xC41;&#xC2A;&#xC41; nanupu. v. n. To agree with one&apos;s health or constitution. &#xC08; &#xC26;&#xC47; &#xC36;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC28;&#xC41;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; this country does not agree with me. n. Amiability, agreeableness, seductiveness. &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC2A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. adj. Agreeable. Swa. ii. 81. &#xC28;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC28;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; nanupu-k&#x101;du. n. A lover. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a sweetheart. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC1C;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC28;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC41; nanupu-pa&#x1E0D;u. v. n. To become friends with, or be acquainted with, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC28;</span>&#xA0;&#xA0;nana. [Tel.] n. A bud, blossom. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;. A sprout, &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;. A flower, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC32;&#xC41;&#xC2A;&#xC42;&#xC1A;&#xC46;&#xC28;&#xC41; it bore fresh blossoms. &#xC28;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC41; nana-k&#x101;ru. n. Lit: Blossom time. Spring, the first of the six seasons into which the Hindus divide the year, &#xC35;&#xC38;&#xC02;&#xC24; &#xC0B;&#xC24;&#xC41;&#xC35;&#xC41; &#xC28;&#xC28;&#xC2C;&#xC21;&#xC3F; nana-b&#x14D;di. (&#xC28;&#xC28;+&#xC2A;&#xC4B;&#xC21;&#xC3F;.) n. A blooming girl. &#xC28;&#xC28;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC28;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC28;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; nana-vilu-k&#x101;&#x1E0D;u. n. Lit: He who bears a bow made of blossoms, i.e., Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC2D;&#xC38;&#xC4D;&#xC38;&#xC41; nabhamu. [Skt.] n. The sky, or atmosphere. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC28;&#xC2D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; nabhasyamu. n. A name of the month Bhadrapada. &#xC2D;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. A. iv. 172. &#xC28;&#xC2D;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC28;&#xC2D;&#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; nabha-svattu. n. Air, wind. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC28;&#xC2D;&#xC4B;&#xC2A;&#xC25;&#xC2E;&#xC02;&#xC26;&#xC41; in mid heaven, in the vault of heaven. &#xC28;&#xC2D;&#xC4B;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; nabh&#x14D;-vachanamu. n. A voice from heaven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2B;&#xC30;&#xC41;</span>&#xA0;&#xA0;napharu. [H.] n. An individual. &#xC28;&#xC2B;&#xC30;&#xC41;&#xC17;&#xC24;&#xC3F;&#xC17;&#xC3E; individually. &#xC28;&#xC2B;&#xC30;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41; personal bail. &#xC28;&#xC2B;&#xC30;&#xC41;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; each customer&apos;s account at a shop. H. iv. 43.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2A;&#xC4D;&#xC24;</span>&#xA0;&#xA0;napta. [Skt.] n. A grandson, either in the male or female line. &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;. A granddaughter, &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41;. A great grandson, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;. &#xC28;&#xC2A;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; naptri. n. A granddaughter, either in the male or female line.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC28;&#xC02;&#xC26;</span>&#xA0;&#xA0;or &#xC28;&#xC28;&#xC3E;&#xC02;&#xC26; nananda. [Skt.] n. A husband&apos;s sister. &#xC06;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;, &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2B;&#xC3E;</span>&#xA0;&#xA0;or &#xC28;&#xC2D;&#xC3E; naph&#x101;. [H.] n. Profit, gain, advantage. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;.
			</div>
                