&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;and &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; See under &#xC28;&#xC2E;&#xC03;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; namalu. [Tel.] v. a. To chew, masticate or munch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;namanamu. [Skt.] n. Bending. &#xC35;&#xC02;&#xC17;&#xC41;&#xC1F;. Humility. &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;&#xC1F;. &#xC28;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; namitamu. adj. Bent, humble. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC28;&#xC2E;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;nama-nama-l-&#x101;&#x1E0D;u. [Tel.] v. n. To thrive, to bloom, as plants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC15;&#xC1A;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;namaka-chamakamu. [Skt.] n. Certain prayers in the Vedas addressed to Rudra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC03;</span>&#xA0;&#xA0;namaha. [Skt.] n. Hail! &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC2E;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; nama-situ&#x1E0D;u. n. One who is worshipped, &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC2E;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC2F; nama&#x1E63;-&#x1E63;iv&#x101;ga. I salute Siva. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; namas-karin&#x1E6D;su. v. n. To prostrate one&apos;s self, salute with folded hands, bow. adore. &#xC1A;&#xC47;&#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; or &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC38;&#xC41; namas-k&#x101;ramu. n. An obeisauce or salutation, like sal&#x101;am, or how do you do and good bye. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC2F; namasya. n. Worship. &#xC2A;&#xC42;&#xC1C;, &#xC38;&#xC2A;&#xC30;&#xC4D;&#xC2F;. &#xC28;&#xC2E;&#xC4B;&#xC28;&#xC2E;&#xC03; nam&#x14D;-namah. n. Homage and salutation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nayanamu. [Skt.] n. An eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2F;</span>&#xA0;&#xA0;or &#xC28;&#xC2F;&#xC2E;&#xC41; naya. [Tel.] n. Beauty. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;namramu. [Skt.] adj. Bowed, bent, crooked, curved. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;. Humble, &#xC28;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2B;&#xC32;&#xC4B;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC47;&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC03; the full ear of corn bows (humbly.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nammu. [Tel.] v. a. &amp; n. To believe or give credit to. To trust or confide in. To rely on, to have faith in. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To suppose, imagine. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC17;&#xC41; it is believable, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41;. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15; or &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17; nammakamu. n. Trust, reliance, assurance, confidence, belief, faith, dependence. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; confidently, positively, trustworthily. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC48;&#xC28; nammakam-ai-na. adj. Trustworthy, faithful. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; nammaka-sthu&#x1E0D;u. n. A trustworthy or faithful man, a respectable man. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; persuasive words: assurance, beguiling. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41; you should not injure him who confides in you. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; nammin&#x1E6D;su. v. a. To cause to believe or trust. To assure, cheat, promise, persuade. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; lit: he made them believe in him and cut their throat, i.e., he ruined them.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC41;&#xC02;&#xC2A;</span>&#xA0;&#xA0;namma-dumpa. [Tel.] n. A sort of grass. Scirpus kysoor. &#xC15;&#xC36;&#xC47;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC41;</span>&#xA0;&#xA0;nammaku. [H.] n. Salt. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC4B;&#xC17;&#xC3E; a salt superintendent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;nam&#x113;ruvu. [Skt.] n. The tree termed Calophyllum inophyllum. &#xC38;&#xC41;&#xC30;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;. A. v. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC42;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC28;&#xC2E;&#xC4B;&#xC28;&#xC3E; nam&#x16B;n&#x101;. [H.] n. A specimen, sample, model. pattern. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC42;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC2E;&#xC4B;&#xC26;&#xC41; nam&#x16B;du. [H.] adj. Shewn, exhibited, entered, mentioned, specified, particularised. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to shew, bring to notice, to enter. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; they took no notice of his statement. &#xC28;&#xC2E;&#xC4B;&#xC26;&#xC17;&#xC41; to be entered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;namuchi. [Skt.] n. A demon, so named. &#xC28;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC38;&#xC42;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; namachi-s&#x16B;danu&#x1E0D;u. n. The slayer of Namuchi, an epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2E;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. (q. v.)
			</div>
                