&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;nariya-kokku. [Tel.] n. A sort of snake. G. viii. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;nari&#x1E0D;i. [Tel.] n. A certain disease of the heart among the cattle. &#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC2F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC36;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;narigi. [Tel.] n. A certain colour of sheep. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC30;&#xC02;&#xC17;&#xC41;. II. ii. 86.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC30;&#xC3E;&#xC1C;&#xC40; naragi. [Tel.] n. A knife or sword. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;. iv. &#xC2F;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC35;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;nara-rangi. [Tel.] n. A kind of tree. H. iv. 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC35;</span>&#xA0;&#xA0;narava. [Tel.] n. A hill path. &#xC15;&#xC4A;&#xC02;&#xC21; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC30;&#xC3F;&#xC2F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naramu. [Tel.] n. A vem or artery, a nerve. &#xC28;&#xC3E;&#xC21;&#xC3F;. A tendon, or muscle of the body. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC32;&#xC47;&#xC35;&#xC41; he has no nerves in his hand, i.e., he is a very open handed man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC17;</span>&#xA0;&#xA0;or &#xC28;&#xC30;&#xC17;&#xC1C;&#xC47;&#xC2E;&#xC41; naraga. [Tel.] n. A drum. &#xC2D;&#xC47;&#xC30;&#xC3F;. &#xC05;&#xC28;&#xC30;&#xC4D;&#xC27;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC30;&#xC41;&#xC15;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;narakamu. [Skt.] n. Hell. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F;. &#xC28;&#xC30;&#xC15;&#xC21;&#xC41; naraka&#x1E0D;u. n. A scoundrel, villain. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC02;&#xC38;. iii. &#xC28;&#xC30;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; narak-&#x101;suru&#x1E0D;u. n. The name of a giant slain by Vish&#x1E47;u. &#xC28;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; narak-&#x101;ntaku&#x1E0D;u. n. The destroyer of Naraka, an epithet of Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;</span>&#xA0;&#xA0;, &#xC28;&#xC30;&#xC2A;&#xC41; or &#xC38;&#xC30;&#xC41;&#xC35;&#xC41; nara. [Tel.] n. Greyness of hair. &#xC2A;&#xC32;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. A grey hair. &#xC28;&#xC30;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41; nara-ven&#x1E0D;rukalu. n. Grey hairs. &#xC28;&#xC30;&#xC2A;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; a grey beard. &#xC28;&#xC30;&#xC2A;&#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41; grey mustaches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nayamu. [Tel.] n. Cheapness. Profit. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. Smoothness. &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Beauty. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Welfare, ease, facility. Good health, soundness, safety. Convalescence, improvement. recovery. Kindness, civility. [Skt.] n. Virtue, morality. &#xC28;&#xC40;&#xC24;&#xC3F;. &#xC28;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; it is no better. &#xC28;&#xC2F;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;, or &#xC28;&#xC2F;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC2A; by fair means or foul, by allurement or alarm, by rough or smooth methods. &#xC28;&#xC2F;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; for either profit or loss, for better or worse. &#xC28;&#xC2F;&#xC2E;&#xC3E;&#xC30;&#xC17;&#xC3E; civilly, kindly. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41; &#xC28;&#xC2F;&#xC2E;&#xC41; they were lucky in getting this. &#xC28;&#xC40;&#xC35;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC28;&#xC2F;&#xC2E;&#xC41; it is well that you came. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC28;&#xC2F;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it is somewhat improved or better. &#xC28;&#xC2F;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; duly, fitly, easily. adj. Smooth. &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC48;&#xC28;. Soft, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;. Fine, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. Cheap, &#xC1A;&#xC35;&#xC41;&#xC15;&#xC2F;&#xC48;&#xC28;. Well. easy, better in health, convalescent. Malleable, not brittle. High (as a note in music, as opposed to &#xC18;&#xC28;&#xC2E;&#xC41; or deep notes.) &#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; nayamu-y&#x101;. adv. Easily, well, kindly, better, cheaply. &#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is an improvement, it is better. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is better or convalescent. &#xC28;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; nayag-&#x101;ramu. (&#xC28;&#xC2F;&#xC2E;&#xC41;+&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.) n. Smoothness, softness. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. A soft word, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC3F; naya-g&#x101;ri. n. A gentleman, a courteous man, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; nayin&#x1E6D;su. v. n. &amp;a. To agree, to hold well together, as a paragraph. &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cause to have, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC30;&#xC2F;&#xC41; or &#xC28;&#xC30;&#xC3F;&#xC2F;&#xC41; nariyu. [Tel.] v. n. To grow grey, as applied to the hair. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a man with a grey beard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;nariya&#x1E0D;u. [Tel. cf. Tam: &#xC28;&#xC26;&#xC3F;.] n. A jackal or fox. &#xC28;&#xC15;&#xC4D;&#xC15;. &quot;&#xC38;&#xC40; &#xC28;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC41; &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC17;&#xC46;&#xC17;&#xC41;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC2F;&#xC41; &#xC28;&#xC46;&#xC21;&#xC2E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;.&quot; &#xC09;. &#xC30;&#xC3E;. vi.
			</div>
                