&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naladamu. [Skt.] n. The root of the Andropogon muricatus, called cuscuss grass. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;. Rox. i. 265.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC24;</span>&#xA0;&#xA0;See under &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;narumu. [Tel.] v. t. To reduce to powder, to triturate. &#xC2A;&#xC4A;&#xC21;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;. n. Powder. &#xC2A;&#xC4A;&#xC21;&#xC3F;. &#xC2D;&#xC3E;&#xC30;. &#xC26;&#xC4D;&#xC30;&#xC4A;. iii. &#xC28;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41; (&#xC28;&#xC30;&#xC41;&#xC2E;&#xC41;+&#xC06;&#xC21;&#xC41;.) Same as &#xC28;&#xC30;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;naru&#x1E0D;u. [Skt.] n. A man. A name of Arjuna. &#xC28;&#xC30;&#xC41;&#xC32;&#xC41; human beings. &#xC28;&#xC30; nara. adj. Human. &#xC28;&#xC30;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; nara-d&#x113;vu&#x1E0D;u. n. A kind, a ruler. &#xC30;&#xC3E;&#xC5B;&#xC41;. &#xC28;&#xC30;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41; nara-pa&#x1E63;uvu. n. A brutish man. &#xC28;&#xC30;&#xC2C;&#xC32;&#xC3F; nara-bali. n. A human sacrifice. &#xC28;&#xC30;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; human flesh. &#xC28;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; nara-v&#x101;hanu&#x1E0D;u. n. Kubera, the god of wealth. &#xC28;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC41; Same as &#xC28;&#xC43;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC21;&#xC41;.(q. v.) &#xC28;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; nar-&#x101;ntakudu. n. A man slayer, a murderer. &#xC28;&#xC30;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC30;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; nara-bhakshakudu. n. A cannibal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;naru&#x1E0D;zu. [Tel.] n. An atom. &#xC05;&#xC23;&#xC41;&#xC35;&#xC41;. adj. Very small. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC30;&#xC15;&#xC41; naruku. [Tel.] v. a. To cut, to hew, to fell, to sever, to chop or lacerate. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1C;&#xC02;&#xC2D;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC30;&#xC41;&#xC15;&#xC41; to boast. n. A cut, a wound: the wards of a key. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; naruku-katti. n. A short sword or dagger. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; naruku&#x1E0D;u. n. Cutting. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; naruku&#x1E0D;u-pa&#x1E0D;u. v. n. To be cut. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F; naruku-paruva&#x1E0D;i. n. A kind of surgery. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; Same as &#xC28;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; naruku-l&#x101;&#x1E0D;u. v. t. To cut one another, to inflict wounds on one another, &#xC12;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC4A;&#xC15;&#xC30;&#xC41; &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC28;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; narukku. n. A cry uttered in sudden fear. &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC32;&#xC41;&#xC17;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC15;&#xC42;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nala-k&#x16B;baru&#x1E0D;u. [Skt.] n. The name of a son of Kubera.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;, &#xC28;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41; and &#xC28;&#xC32;&#xC1A;&#xC41; See under &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;nalaku. [Tel.] n. A kind of vessel. &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2F;&#xC3E;&#xC17;&#xC28;&#xC3F;&#xC32;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC32;&#xC2A;&#xC2F;&#xC41;&#xC17;&#xC32;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;, &#xC28;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; M. XIV. iii. 175.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC15;</span>&#xA0;&#xA0;nalaka. [Tel. from &#xC28;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.] n. A particle or mote. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;</span>&#xA0;&#xA0;or &#xC28;&#xC33; nala. [Skt.] n. The name of a king. See. &#xC28;&#xC33;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;</span>&#xA0;&#xA0;Same as &#xC28;&#xC32;&#xC4D;&#xC32; adj. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;narra-m&#x101;mi&#x1E0D;i. [Tel.] n. A plant used in medicine, called Tomex japonica, or Tetranthera monopetala or Lcca staphylca. Rox. i. 658; iii. 821. Wight&apos;s plates No. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;narra. [Tel.] n. A troublesome milch cow. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC17;&#xC28; &#xC06;&#xC35;&#xC41;. An ox. &#xC28;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; horned cattle, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. Cattle, kine. IV. i. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC3F; narmili. [Tel.] n. Desire. &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;narmamu. [Skt.] n. Sport, pastime, dalliance. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC2E;&#xC41;. Gladness, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC30;&#xC4D;&#xC2E;&#xC26; narmada. n. Lit: The gladdener, i.e., the Nurbuda river. &#xC28;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; nar-m&#x101;l&#x101;pamu. n. An allusion, intimation, hint, a tacit reference, an agreeable prattle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nartanamu. [Skt.] n. Dancing, gesticulation, acting. &#xC28;&#xC1F;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC1F;. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; a dancing school. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC32;. M. IV. ii. 326. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; nartana-priyamu. n. A peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41; nartin&#x1E6D;su. v. n. To dance. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC06;&#xC21;&#xC41;. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3F; nartaki. n. An actress, a female dancer. &#xC06;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC26;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41; an actor and his wife. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; nartaku&#x1E0D;u. n. An actor, mime, or juggler. A puppet showman. &#xC06;&#xC21;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
                