&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC2D;&#xC48;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC41;&#xC2C;&#xC26;&#xC3F; nalabhai. [Tel. &#xC28;&#xC32;&#xC41;+&#xC2A;&#xC26;&#xC3F;.] n. &amp; adj. Forty. &#xC28;&#xC32;&#xC2D;&#xC48;&#xC2E;&#xC02;&#xC26;&#xC3F; forty people.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; nalu. [Tel.] adj. Four. &#xC28;&#xC32;&#xC41;&#xC26;&#xC46;&#xC38;&#xC32;&#xC41; the four quarters or sides. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC28;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC28;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41; or &#xC28;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41; naluguru. n. Four persons. Some persons, several people, as in English we say half a dozen without meaning exactly the number six. &#xC28;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC30;&#xC2E;&#xC41; nalu-&#x1E6D;sadaramu. adj. Four-square. &#xC28;&#xC32;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC41; or &#xC28;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41; (&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;+&#xC24;&#xC42;&#xC2E;&#xC41;.) four bushels. &#xC28;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC28;&#xC32;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; nalu-dikkulu. n. All round: lit: the four sides. &#xC28;&#xC32;&#xC41;&#xC17;&#xC21;&#xC32;&#xC41; or &#xC28;&#xC32;&#xC4D;&#xC17;&#xC21;&#xC32;&#xC41; (&#xC28;&#xC32;&#xC41;+&#xC15;&#xC21;.) &#xC28;&#xC32;&#xC41;&#xC26;&#xC46;&#xC38;&#xC32;&#xC41; or &#xC28;&#xC32;&#xC4D;&#xC26;&#xC46;&#xC38;&#xC32;&#xC41; nalu-desalu. adv. On all sides. &#xC28;&#xC32;&#xC41;&#xC2C;&#xC26;&#xC3F;, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC26;&#xC3F; or &#xC28;&#xC32;&#xC2D;&#xC48; nalu-badi. (&#xC28;&#xC32;&#xC41;+&#xC2A;&#xC26;&#xC3F;.) adj. Forty. &#xC28;&#xC32;&#xC41;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41; nalu-van&#x1E0D;ru. n. Forty persons. &#xC28;&#xC32;&#xC41;&#xC2C;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F;. &#xC28;&#xC32;&#xC41;&#xC35; or &#xC28;&#xC32;&#xC4D;&#xC35; naluva. (&#xC28;&#xC32;&#xC41;+&#xC35;&#xC3E; or &#xC35;&#xC3E;&#xC2F;&#xC3F; face.) n. A name of Brahma, as the four-faced god. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC32; a houes with an open space in the middle. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC3F;&#xC28;&#xC3F; nalinamu. [Skt.] n. A lily. &#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; or &#xC28;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; nalin-&#x101;yat-&#x101;kshi. n. A woman who has fair eyes or lily-like eyes. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F; nalin-&#x101;ri. n. The &apos;Foe to lilies:&apos; i.e., the moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC3F;</span>&#xA0;&#xA0;nali. [Tel. from &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.] n. Dust, powder. &#xC2A;&#xC4A;&#xC21;&#xC3F;, &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. Indisposition, illness, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. Rubbish, weeds, stuff. &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;. Affection, love. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC28;&#xC32;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC41; to clear, clean, weed, adj. Powdered, bruised, &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;. Trivial, slight. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. Lean, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; eating trash, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;. adv. Duly, fitly, properly, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC28;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;, &#xC28;&#xC32;&#xC3F;&#xC15;&#xC40;&#xC1A;&#xC3F; or &#xC28;&#xC32;&#xC3F;&#xC15;&#xC40;&#xC1A;&#xC41; nali-kan&#x1E0D;la-p&#x101;mu. n. The polished shining greenish house lizard with a scarlet tail, that haunts houses. Lacerta interpunctata. Linn. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC3F;, &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC15; &#xC28;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41; nalikamu. n. Smallness, minuteness, as dust. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC24;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC3F; nali-guli. adj. Very much bruised or crushed. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;. &#xC28;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; nali-go&#x1E6D;&#x1E6D;u. adj. Very thin. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC3F; nali-nali. adv. Fretfully. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC05;&#xC17;&#xC41; to be peevish , to fret, &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to harass, torment. &#xC28;&#xC32;&#xC3F;&#xC28;&#xC42;&#xC15;&#xC32;&#xC41; nali-n&#x16B;kalu. n. Dust, powder. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC28;&#xC32;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC3F; nali-po&#x1E0D;i. n. Saw-dust, chips, shavings, dirt, fragments. &#xC28;&#xC32;&#xC3F;&#xC2C;&#xC41;&#xC32;&#xC3F; nali-buli. n. Confusion, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC3F;&#xC30;&#xC47;&#xC17;&#xC41; nali-r&#x113;gu. v. n. To take fire, to become irritated or enraged. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC32;&#xC3F;&#xC2F;&#xC41; Same as &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;. (q. v.)
			</div>
                