&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;nalusu. [Tel. from &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.] n. A mote or particle: an atom: a mote that gets into the eye, &#xC30;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC32;&#xC41;&#xC38;&#xC02;&#xC24; very little, as much as an atom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;naluvu. [Tel.] n. Beauty. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;. Ability, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Beautiful. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC32;&#xC41;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A; beautifully, finely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;See under &#xC28;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;nalupu. [Tel.] n. Blackness. &#xC28;&#xC40;&#xC32; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. adj. Black. See &#xC28;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC33;&#xC41;&#xC21;&#xC41; nalu&#x1E0D;u. [Skt.] n. The name of Nala, a certain hero.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC32;&#xC17;&#xC41; or &#xC28;&#xC32;&#xC3F;&#xC2F;&#xC41; nalugu. [Tel.] v. n. To break. To be broken, bruised, crushed, crumpled or reduced to powder. &#xC28;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC41;. To rub with a fragrant paste &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To become easy, smooth, or familiar by acquaintance. To wither, be weakened or debilitated. &#xC06; &#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the lesson has become familiar to him. &#xC26;&#xC4B;&#xC35; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC28;&#xC32;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; the road is not yet trodden smooth. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC28;&#xC41; &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; they were the disputants but I was the sufferer, I was crushed between them. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; they are in reduced circumstances. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the limbs are quite tired. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41; nalugu. n. Rubbing, scrubbing the limbs with fragrant paste made usually of &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to rub the limbs with paste. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; n. A sort of fragrant paste used as soap. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41; nalugu&#x1E0D;u. n. Difficulty, trouble, pain, suffering. &#xC2A;&#xC3F;&#xC21;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F; &quot;&#xC05;&#xC24;&#xC02;&#xC21;&#xC41; &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC21;&#xC30;&#xC3E;&#xC26;&#xC4B; &#xC2E;&#xC17;&#xC41;&#xC35;.&quot; Suca. iii. 333. That which is thrashed or bruised. &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to oppress, to harass. &#xC28;&#xC32;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; nalaga-go&#x1E6D;&#x1E6D;u. v. a. To pound, to bruise. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC32;&#xC17;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they thrashed him severely. &#xC28;&#xC32;&#xC24; or &#xC28;&#xC32;&#xC4D;&#xC24; nalata. n. Debility: a weak state: the remains or constitutional effects of a disease. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. Convalescence, a bad state of health, lingering indisposition, a low fever. &#xC28;&#xC32;&#xC24;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; nalata-go&#x1E6D;&#x1E6D;u. n. A make-bate, a thorn in one&apos;s side. &#xC28;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35; or &#xC28;&#xC32;&#xC15;&#xC41;&#xC35; nalukuva. n. Ailing, an ill state of health. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;. Suffering, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC27;. Weariness, &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC32;&#xC1A;&#xC41; or &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41; nalu&#x1E6D;su. v. a. To crush. To rub the skin. &#xC28;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC4B;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; See &#xC28;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;nalli. [Tel.] n. A bug. &#xC2E;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A shrub, Grewia carpinifolia. Rox. ii. 587.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC40; nall&#x101;. [Tel.] n. The barrel of a gun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC4B; nallavu. [Tel.] Interj. Alas! &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;. &#xC14;&#xC30;&#xC3E;?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;nalla. [Tel.] adj. Black. n. Blackness. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. Black stuff: charcoal, &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;. Blood, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F; nallangi. n. A sort of snipe. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; nallin&#x1E0D;lu. (&#xC28;&#xC32;&#xC4D;&#xC32;+&#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.) n. Brahmin houses. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC14;&#xC2A;&#xC3E;&#xC38;&#xC28; &#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC48;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; nallanchi-g&#x101;&#x1E0D;u. n. The Black backed Indian Robin, Thamnobia fulicata. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F; or &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; the Magpie Robin, Copsychus saularis. &#xC2A;&#xC4A;&#xC26;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC4B;&#xC15;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the Shama, Cittocincla macrura. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC09;&#xC32;&#xC35;&#xC3F;, &#xC24;&#xC40;&#xC35;&#xC3F;&#xC09;&#xC32;&#xC35;&#xC3F; or &#xC09;&#xC32;&#xC35;&#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F; nalla-vulavi. n. A fish, Rhynchobatus djeddensis. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC24; or &#xC07;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC40;&#xC17;&#xC46; a certain plant. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC41; see &#xC28;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; or &#xC28;&#xC32;&#xC3F;&#xC15;&#xC40;&#xC1A;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; nalla-gillu. v. n. To blacken, become dark, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; nalla-gun&#x1E0D;u. n. An eel. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; nalla-gu&#x1E0D;&#x1E0D;u. n. The pupil of the eye, &#xC15;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC15;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;. nalla-j&#x12B;nuv&#x101;yi. n. The Black-headed Munia, Munia malacca. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC40;&#xC2E; nalla-ch&#x12B;ma. n. A black ant. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; nalla-j&#x12B;lakarra. n. Black cummin. Nigella indica. Rox. ii.646. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC2E; the black species of &#xC1A;&#xC47;&#xC2E;&#xC15;&#xC42;&#xC30;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; nalla&#x1E6D;i. adj. Black. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC28;&#xC41; nalla-timiri-m&#x12B;nu. n. A fish. Narcine timlei. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC2E;&#xC41; nalla-danamu. n. Blackness. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; nalla-d&#x101;sari-g&#x101;&#x1E0D;u. n. A tortoise. &#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41; nalla-dr&#x101;vu&#x1E0D;u. n. A demon. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; or &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC38;&#xC4A;&#xC30; nalla-din&#x1E0D;i. n. A fish, Rhinchobatus ancylostomus. (F.B.I.) &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28; nallana. n. Blackness. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2F;&#xC4D;&#xC2F; lit: the black god, i.e., Krishna. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC38; nalla-p&#x16B;sa. n. A black bead. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; nalla-pa&#x1E0D;u. n. To turn black, to blacken. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; nallamandu. n. Lit the black drug, i.e., Opium. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; a black pond, that is, a deep pond. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC32;&#xC4B;&#xC24;&#xC41;&#xC17;&#xC32;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41; nallam&#x101;nu. n. Black wood. A sort of harrow used before or after sowing the seed, to level the ground. &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC3F;&#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC3F;&#xC26;&#xC2A;&#xC1A;&#xC3F;&#xC26;&#xC2A; &#xC28;&#xC40;&#xC30;&#xC41; &#xC38;&#xC30;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC32;&#xC41;&#xC35; &#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; one who wears a black dress; an epithet of Balarama, &#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
                