&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;navan&#x12B;tamu. [Skt.] n. Fresh butter. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC24;</span>&#xA0;&#xA0;navata. [Tel.] n. Languishing illness, decline. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC1C;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC17;&#xC2F;&#xC41;&#xC1F;. Pain, Sorrow, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC24;&#xC4D;</span>&#xA0;&#xA0;navat. [Tel.] adj. Budding, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;. &quot;&#xC28;&#xC35;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC4D;,&quot; A. vi. 60. &#xC1F;&#xC40; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC1F;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;nava&#x1E6D;&#x101;ku. [Bengali.] n. One eighth part of seer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;</span>&#xA0;&#xA0;nava. [Tel.] n. An itching. &#xC1C;&#xC3F;&#xC32;, &#xC26;&#xC41;&#xC30;&#xC26;. &#xC28;&#xC35;&#xC17;&#xC4A;&#xC28;&#xC41; nava-go&#x1E47;u. v. n. To itch. &#xC28;&#xC35;&#xC28;&#xC35;&#xC32;&#xC3E;&#xC21;&#xC41; nava-naval-&#x101;&#x1E0D;u. v. n. To flourish, prosper, thrive.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC33;</span>&#xA0;&#xA0;na&#x1E37;a. [Tel.] n. Name of a year. &#xC12;&#xC15; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nalvamu. [Skt.] n. A furlong or a distance of four hundred cubits or 200 yards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; nalleru. [Tel.] n. The plant termed cissus quadrangularis, (Rox. i. 407,) a weed used in dyeing, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; samphire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC33;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;nalle. [Tel.] n. A span, &#xC1C;&#xC47;&#xC28;. &#xC28;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41; nalle&#x1E0D;u. adj. Of the size of a span, or, of four finger&apos;s breadth. &#xC1C;&#xC47;&#xC28;&#xC46;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nava-rangamu. [Skt.] n. A chamber, or summer house, standing alone in the square of a house. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;. Vasu. ii. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC3F;&#xC2F;&#xC41; navayu. [Tel.] v. n. To languish, sink, perish, to fall away in flesh. &#xC30;&#xC4B;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC28; worn away, worn out. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC35;&#xC3F;&#xC38;&#xC3F; &#xC28;&#xC35;&#xC3F;&#xC38;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is dropping into his grave.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naramu. [Skt.] adj. New, &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;. n. Praise, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC4D;&#xC24;. Nine, &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;. &#xC28;&#xC35;&#xC02;&#xC28;&#xC35;&#xC02; &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC39;&#xC4B;&#xC15;&#xC30;&#xC4B;&#xC24;&#xC3F; (M&#x101;gha) every moment presented fresh beauties. &#xC28;&#xC35;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F; the figure nine; viz.  which the poets say is  the form of a beautiful ear. &#xC28;&#xC35;&#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41; a second Cupid. &#xC28;&#xC35;&#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; a second Venus, a rival to Venus. &#xC28;&#xC35;&#xC15;&#xC2E;&#xC41; navakamu. adj. New, fresh, blooming, &#xC28;&#xC42;&#xC24;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. Nine, &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;. n. Freshness, tenderness, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Youth. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC02;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC35;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;.&quot; Nagnajit. ii. 27. &#xC28;&#xC35;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; nava-graha-billa. n. A brooch set with nine stones (ruby, emerald, sapphire, &amp;c.) sacred to the &quot;nine constellations.&quot; &#xC28;&#xC35;&#xC24;&#xC3F; navati. n. Ninety. &#xC28;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; nava-dh&#x101;nya-mulu. n. The nine sorts of grains, viz., Rice, wheat, Bengal gram, &amp;c. &#xC28;&#xC35;&#xC2E;&#xC2E;&#xC41; navamamu. adj. Ninth. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC35;. &#xC28;&#xC35;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;. nava-m&#x101;lika. n. The doubel Jasmine. &#xC35;&#xC3F;&#xC30;&#xC5B;&#xC3E;&#xC1C;&#xC3F;. &#xC28;&#xC35;&#xC2E;&#xC3F; navami. n. The ninth lunar day either of the light or dark fortnight. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC35;&#xC24;&#xC3F;&#xC25;&#xC3F;. &#xC28;&#xC35;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC28;&#xC35;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; nava-randhra-mulu. n. The nine apertures of the body. &#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. nava-ratnamulu. n. The &quot;nine gems,&quot; a collective phrase: some reckon them as &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; diamond, &#xC35;&#xC48;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; lapis-lazuli (cat&apos;s eye.) &#xC17;&#xC4B;&#xC2E;&#xC47;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; agate, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; topaz, &#xC28;&#xC40;&#xC32;&#xC2E;&#xC41; sapphire, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41; emerald, &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; ruby, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41; coral, &#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; pearl. &#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41; a gemmed crown. &#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; a particoloured or mottled game cock. &#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC20;&#xC3F; or &#xC15;&#xC02;&#xC1F;&#xC46; a neck jewel set with four or five sorts of stones. &#xC28;&#xC35;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; nava-r&#x101;tri. n. The &quot;Navaratri&quot; or nine nights: an annual festival in honour of Durga: also called Dussarah, &#xC26;&#xC38;&#xC30;&#xC3E;. &#xC28;&#xC35;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41; nava-r&#x101;sikamu. n. The rule of nine in Hindu arithmetic, i.e., the double rule of three; Compund Proportion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC17;&#xC30;&#xC41; (q. v.) &#xC28;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41; for &#xC28;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41; nava&#x1E37;&#x1E37;u. n. Palaces. &quot;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC40;&#xC21;&#xC41;&#xC28;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.&quot; M. XII. ii. 327.
			</div>
                