&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;nasuku. [Tel.] n. Slinking, An innuendo, a hint. A lie, &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. adj. Petty, slight, inaudible. False, &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. v. a. To hint, express by innuendo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC38;</span>&#xA0;&#xA0;nasa. [Tel.] n. Irritation, ticklishnes, soreness of throat, itching. &#xC26;&#xC41;&#xC30;&#xC26;. A pest; harm, danger, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC28;&#xC38;&#xC28;&#xC38;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; irritable, ticklish. &#xC28;&#xC38;&#xC17;&#xC42;&#xC1F;&#xC3F; nasa-g&#x16B;&#x1E6D;i. (&#xC28;&#xC38;&#xC17;&#xC42;&#xC21;&#xC41;+&#xC07;.) n. An amorous woman, an adulterous woman, &#xC15;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;. &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;. &#xC28;&#xC38;&#xC17;&#xC42;&#xC21;&#xC41;. nasa-gu&#x1E0D;u. n. Amorous desire. &#xC15;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;. &quot;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC02;&#xC21;&#xC2E;&#xC46;&#xC02;&#xC21;&#xC48;&#xC28;&#xC26;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC24;&#xC28;, &#xC35;&#xC46;&#xC38;&#xC17;&#xC41;&#xC28;&#xC38;&#xC17;&#xC42;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC38;&#xC30;&#xC41;&#xC30;&#xC47;&#xC17;&#xC3F;.&quot; H. i. 257. See &#xC28;&#xC35;, &#xC28;&#xC38;&#xC2E;&#xC3F;&#xC30;&#xC3F; or &#xC28;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; nasamiri. n. Irritation, itching. &#xC26;&#xC41;&#xC30;&#xC26;. &#xC28;&#xC38;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; nasalin&#x1E6D;su. v. a. To disturb, to spoil. &#xC35;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC28;&#xC38;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC17;&#xC30;&#xC40;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; L. xxii. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;na&#x1E63;intsu. [Skt.] v. n. To be ruined or destroyed, to lapse, merge, pass away. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC41; nasimpu. n. Loss, destruction, ruin. &#xC28;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; na&#x1E63;raramu. adj. Perishing, perishable. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC21;&#xC3F;. &#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC05;&#xC28;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; lasting fame. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; nashtamu. adj. Lost, ruined, destroyed. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC28;&#xC30;&#xC4D;&#xC1F;&#xC3F; n. Loss, damage, injury, detriment, destruction, ruin, death. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after the death of his father. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; nash&#x1E6D;a-paru&#x1E6D;su. v. t. To waste, to ruin. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to make one lose, to injure. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC2E;&#xC41; do not do him any damage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;navvu. [Tel.] v. n. To laugh, &#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. t. To laugh at, to joke, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC1F;, &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F;&#xC3E;&#xC32; or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41; (&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;+&#xC06;&#xC1F;.) navvul-&#x101;&#x1E6D;a. n. Laughter, amusement, fun. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; or &#xC28;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; navvu-b&#x101;&#x1E6D;u. n. Ridicule, a joke, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC2C;&#xC02;&#xC21;&#xC3F; navvula-ban&#x1E0D;i. n. A laughing creature. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; or &#xC28;&#xC35;&#xC41; n. Laughter. Laughing at, joking, jest, fun. plu. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41;. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41; I am become a laughing stock. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; navvin&#x1E6D;su. v. a. To amuse or cause to laugh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC4C;&#xC32;&#xC41; or &#xC28;&#xC2E;&#xC32;&#xC41; navulu. v. a. To chew. To shoot or throb. &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC28;&#xC35;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the calves of my legs ache.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC4C;&#xC30;&#xC41; navuru. [Tel.] adj. Soft (as cloth or the temples.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC41;&#xC15;&#xC30;&#xC40;</span>&#xA0;&#xA0;or &#xC28;&#xC4C;&#xC15;&#xC30;&#xC40; navukar&#x12B;. [H.] n. Service. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC35;&#xC41;&#xC15;&#xC30;&#xC41; or &#xC28;&#xC4C;&#xC15;&#xC30;&#xC41; navukaru. n. A servant. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nasyamu. [from Skt. &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;.] n. Snuff; any powder, or liquid which physicians prescribe to be snuffed up into the nose. &#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to express the juice of any herb into the nose. &#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41; to use such a medicine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC32;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC32;&#xC3E; navala. [Tel.] n. A woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;, &#xC07;&#xC02;&#xC24;&#xC3F;. A. v. 41. R. i. 126. 204. In the acc, case, &#xC28;&#xC35;&#xC32;&#xC3E;&#xC21;&#xC41;. R. v. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; nav&#x12B;namu. [Skt.] adj. New, recent, fresh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;nav&#x101;ru. [H.] n. A broad tape. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1F;&#xC47;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;nav&#x101;tu. [Tel.] n. A sort of white loaf sugar. Vijaya. Vilas. iii . 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC3E;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; nav&#x101;-ch&#x101;ramu. [Tel.] n. Sal ammoniac. Ammonium chloride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC3F;</span>&#xA0;&#xA0;navi. [Tel.] n. A foundation pit on which a wall is raised.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;navuku. [Tel.] n. A leak in a channel or slucie.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC35;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;naviti. [Tel.] n. A measure of twelve seers (Ganjam.)
			</div>
                