&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;kamu. [Skt. &#xC15; = &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;; &#xC05;&#xC15;&#xC2E;&#xC41; = &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;; &#xC28;+&#xC05;&#xC15;&#xC2E;&#xC41; = &#xC28;&#xC3E;&#xC15;&#xC2E;&#xC41; = &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC2E;&#xC3F;.] n. Heaven, Elysium, Paradise, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. The sky, the atmosphere, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC2C;&#xC32;&#xC3F; See &#xC28;&#xC3E;&#xC17;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;. Chenn. iv. 213. &#xC28;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC3F; n&#x101;k-&#x101;ri. n. Lit: &quot;a foe of heaven,&quot; i.e., a demon, a titan or giant. &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F; a female supernatural being, a goddess, &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC28;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; n&#x101;kulu. n. The celestials, the gods. R. v. 35. 176. &#xC28;&#xC3E;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; n&#x101;k-&#x113;su&#x1E0D;u. n. A name of Indr.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;n&#x101;ndi. [Skt.] n. A preliminary. The exordium, prelude, prologue dedication, or praise of a deity, recited in benedictory verses at the commencement of a religious ceremony or poem. &#xC28;&#xC3E;&#xC02;&#xC26;&#xC40; &#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; the opening rite. Anand. vi. 1. The opening benedictory verses in a drama. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC02;&#xC26;&#xC40;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC3E;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F; n&#x101;nd&#x12B;-karu&#x1E0D;u. n. One who pronounces the benediction. &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC39;&#xC3F;</span>&#xA0;&#xA0;nahi. [Skt.] (interjection) No! &quot;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC39;&#xC3F;.&quot; (T. iv. 17. R. i. 45.) Kinship is all nonsense, the cousinship is a mere nullity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;</span>&#xA0;&#xA0;n&amp;amacr. [Tel. from. &#xC28;&#xC47;&#xC28;&#xC41;.] pron. I adj. My. &#xC28;&#xC3E; (Contraction for &#xC28;&#xC3E;&#xC15;&#xC41; to lick.) &#xC28;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC41; to taste. &quot;&#xC35;&#xC3F;&#xC28;&#xC41; &#xC28;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC42;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC2D;&#xC4B;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.&quot; M. XIII. iv. 105. &#xC28;&#xC3E;&#xC28;&#xC4D; n&#x101;n. Contracted for &#xC05;&#xC28;&#xC28;&#xC4D; On (his) saying this, &#xC05;&#xC28;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;. R. iv. 4. &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC3F; on his saying so, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC28;&#xC3F;. &quot;&#xC06;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC33;&#xC3F; &#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC3E;.&quot; Vasu. iv. 6.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC17;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC28;&#xC4D; n&#x101;ga. [Tel.] adv. As though, so called. &quot;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC4B;&#xC28;&#xC3E;&#xC17;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC38;-&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC46;&#xC35;&#xC47;&#xC35;&#xC47;&#xC17;. &quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;n&#x101;ku. [Tel.] v. n. To lick. &#xC28;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; to make one lick. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; (proverb) you have had a narrow escape. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; the snake stung him. A. i. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC17;&#xC2A;&#xC38;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC3E;&#xC28;&#xC3F; See under &#xC28;&#xC3E;&#xC17;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;n&#x101;kuvu. [Skt.] n. An ant-hill. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;n&#x101;nch&#x101;ru. [Tam.] n. A lady, a goddess.
			</div>
                