&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E6D;akamu. [Skt.] n. Acting, dancing. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. A play, or drama. Conduct, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC27;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; a street play. &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC1C;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; the visible course of the world, the order of creation. &#xC1C;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; God, the ruler of the universe. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC36;&#xC3E;&#xC32; or &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC32; a theatre. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC3E;&#xC21;&#xC41; &#x1E47;&#x101;&#x1E6D;akam-&#x101;&#x1E0D;u. v. n. To act a play. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC41;&#xC32;&#xC41; n&#x101;&#x1E6D;akulu. n. Stageplayers, dramatis person&#xE6;. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41; n&#x101;&#x1E6D;yamu. n. Dancing, a dance, &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC41; to dance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC5B;&#xC42;&#xC15;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;z&#x16B;ku. [H.] adj. Delicate, fine, tender. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC5B;&#xC30;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;zaru. [H.] n. A sheriff in a court of law. An inspector. N&#xE1;zir.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;u. [Tel.] v. a. To plant, &#xC28;&#xC3E;&#xC1F;&#xC41;. n. A land, a country, a district. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41; the eastern districts. &#xC28;&#xC3E;&#xC21;&#xC46;&#xC32;&#xC4D;&#xC32; all the land. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41; low-lying land. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the Vegi country. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; people of the Vegi sect or party.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;i. [Skt.] n. A pipe, tube, blow pipe. &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Any tubular organ of the body, as an artery, vein, the pulse. &#xC2C;&#xC4B;&#xC32;&#xC41; &#xC28;&#xC30;&#xC2E;&#xC41;. A Hindu hour of 24 English minutes, &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; to feel the pulse. &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC27;&#xC2E;&#xC2E;&#xC41; n&#x101;&#x1E0D;indhamamu. n. Bellows, &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41; n&#x101;&#x1E0D;indhamu&#x1E0D;u. n. A goldsmith, &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC15; n&#x101;&#x1E0D;ika. n. An hour, &#xC17;&#xC21;&#xC3F;&#xC2F;. A country, &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC21;&#xC3E;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;&#x101;. [H.] n. A ribbon, tape. &#xC28;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E6D;u. [Tel.] v. n. &amp;a. To plant or fix. &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To impress, as with the nails. To prick or pierce, &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To transfix. &#xC28;&#xC48;&#xC1C;&#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC02;&#xC17;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; they represented it most impressively. &#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC40; &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC26; my words shall pierce thine ears. &#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC48;&#xC28;&#xC3E;&#xC1F;&#xC46;&#xC28;&#xC41; my words pierced his heart. n. Planting, &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC1F;. A wound, (G. X. 152.) a dent: the first or preparatory step, as a chop before striking with the axe. The dent sometimes made on a coin in proving it, called also &#xC38;&#xC42;&#xC32;&#xC3E;&#xC15;&#xC3F;; hence the &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; is the loss on shroffage. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; rooted. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; n&#x101;&#x1E6D;u-konu. v. n. To be fixed in anything. &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to cause to be fixed, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; n&#x101;&#x1E6D;anamu. n. Planting little sprouts or young plants, &#xC28;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC1F;. &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x101;&#x1E6D;in&#x1E6D;su. v. a. To plant, fix firmly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E6D;u. [Tel. from, &#xC28;&#xC3E;&#xC21;&#xC41; a country.] adj. Home-made, country-made. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; the country, the mofussil. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they are gone up the country. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; countryfolks. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC38;&#xC40;&#xC2E;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a man from the interior. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; being away from twon. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a quack doctor. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41; country made gunpowder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;u. [Tel.] n. A day. Time. That day, &#xC06;&#xC28;&#xC3E;&#xC21;&#xC41;. That time, &#xC06;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3E;&#xC21;&#xC41; when he was young, in infancy. &#xC12;&#xC15;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC40; &#xC35;&#xC3F;&#xC28;&#xC21;&#xC41; he will never consent. &#xC06;&#xC28;&#xC3E;&#xC21;&#xC41; at that time. &#xC24;&#xC3E;&#xC24;&#xC28;&#xC3E;&#xC21;&#xC41; in my grand-father&apos;s time. &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; since that time. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; from the time of his father. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; the money payable at the end of the year. &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; the people of that time. &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; the book of those times. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41; how long ago was it? &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41; four years back. &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; on that day, by that time, to that day. &#xC28;&#xC3E;&#xC21;&#xC47; oh I dare say! to be sure! &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F; the matter you wot of, you know what I mean. &#xC07;&#xC26;&#xC3F; &#xC36;&#xC3E;&#xC28;&#xC3E; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC3F; this is very ancient. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC21;&#xC41; n&#x101;-n&#x101;&#x1E0D;u. adv. Day by day, now and then. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; n&#x101;-n&#x101;&#x1E6D;iki. adv. Day by day, by degrees.
			</div>
                