&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC28;</span>&#xA0;&#xA0;n&#x101;na. [Tel.] n. Shame, modesty. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC28;&#xC3E;&#xC28;&#xC17;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC48; losing all shame, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC3F;. &quot;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC46;&#xC02;&#xC1A;&#xC15; &#xC28;&#xC3E;&#xC28;&#xC17;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC48;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC46;.&quot; Parij. v. 28. &#xC28;&#xC3E;&#xC28;&#xC17;&#xC02;&#xC21; n&#x101;na-gan&#x1E0D;a. n. A shameless man. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;dhu&#x1E0D;u. [Skt.] n. A lord, king. &#xC30;&#xC3E;&#xC1C;&#xC41;, a husband, &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; a saint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC26;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41; n&#x101;d&#x16B;ru. [H.] adj. Poor, helpless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;n&#x101;di. [Tel. from &#xC28;&#xC47;&#xC28;&#xC41;.] pron. Mine. &#xC28;&#xC3E;&#xC21;&#xC41; n&#x101;lu. adj. My, my own. &#xC28;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; my hands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC21;&#xC41; n&#x101;damu. [Skt.] n. Sound; a note, a ringing in the ears. A slight headache. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC32;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have a slight headache. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC28;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x101;din&#x1E6D;su. v. n. To make a noise, to sound or ring, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &#xC28;&#xC3E;&#xC21;&#xC3E;&#xC30;&#xC41; n&#x101;d&#x101;ru. v. n. To cease. T. iv. 39. &quot;&#xC28;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC15;,&quot; i.e., &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; incesantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC24;&#xC41;&#xC15; n&#x101;ti. [Tel.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;tamu. [Tel.] n. A daily allowance of money, batta. &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC40;&#xC24;&#xC35;&#xC3E;&#xC24;&#xC2E;&#xC32;&#xC41; &#xC32;&#xC47;&#xC35;&#xC41; he receives neither pay nor batta.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC3E;&#xC21;&#xC46;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. n&#x101;&#x1E47;&#x113;mu. [Tel.] n. Quality. Fineness, goodness of cloth, metal, &amp;c. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F; &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41;. Character, honesty, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;. Polished behaviour. &#xC28;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC24;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41;&#xC28;&#xC3E; are you a judge of diamonds. A coin or piece of money. &#xC28;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; or &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28; na&#x1E47;yam-aina. adj. Fine, honest, good. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41; noble devotion. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC42;&#xC1A;&#xC41; n&#x101;&#x1E47;emu-&#x1E6D;s&#x16B;&#x1E6D;su. v. n. To try (a thing&apos;s) goodness. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; n&#x101;&#x1E47;e-g&#x101;&#x1E0D;u. n. An appraiser, or valuer. &#xC28;&#xC3E;&#xC21;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC28;&#xC3E;&#xC23;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; &#x1E47;&#x101;&#x1E0D;e-katte. n. A polished woman. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC21;&#xC46;</span>&#xA0;&#xA0;n&#x101;&#x1E0D;e. [Tel.] n. A weaver&apos;s shuttle. &#xC28;&#xC42;&#xC32;&#xC41;&#xC15;&#xC02;&#xC21;&#xC46;&#xC2F;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC47;&#xC38;&#xC47; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;n&#x101;pa-r&#x101;yi. [Tel. &#xC28;&#xC3E;&#xC2E;&#xC41;+&#xC30;&#xC3E;&#xC2F;&#xC3F;.] n. A whitish freestone used in lithography. Grey chlorite slate, or potstone. &#xC28;&#xC3E;&#xC2A;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; salt that is not crystallized.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;paku&#x1E0D;u. [Skt.] n. A destroyer. &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; the curse of his father&apos;s line. R. v. 178.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;n&#x101;nu. [Tel.] v. n. To soak, to be steeped, to become wet. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC3E;&#xC28;&#xC4D;&#xC1A;&#xC41; n&#x101;nu&#x1E6D;su. v. t. To cause to soak. &#xC28;&#xC3E;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC3F; n&#x101;-nu&#x1E0D;i. (&#xC28;&#xC3E;&#xC28;&#xC41;+&#xC28;&#xC41;&#xC21;&#xC3F;.) n. A rumour. &#xC15;&#xC3F;&#xC02;&#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;. A proverb, &#xC38;&#xC3E;&#xC2E;&#xC46;&#xC24;. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; n&#x101;nu&#x1E0D;u. adj. Moist, damp, wet, soaked, sopped, steeped. &#xC24;&#xC21;&#xC3F;&#xC28;&#xC3F;&#xC28;. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC47;&#xC32; wet land. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC28; soaking rain. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28; a damp smell. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41; n&#x101;-nupu. v. a. To bleach. &#xC1A;&#xC32;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC30; n&#x101;nu-b&#x14D;ra. n. A breast of mutton, &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. Ila. iv. 275. &#xC28;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x101;npin&#x1E6D;su. v. a. To get bleached. &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC28;&#xC3E;&#xC28;&#xC2A;&#xC4B;&#xC2F;&#xC41; n&#x101;na-be&#x1E6D;&#x1E6D;u. v. a. To soak, to steep. &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC3E;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; n&#x101;na-b&#x101;lu. n. New rice that is soaked in water or milk. &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41; n&#x101;na-v&#x113;yu. v. a. To soak, sop, steep. &#xC0A;&#xC30;&#xC15; &#xC2F;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41; why do you ruin yourself by delay?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC3F; or &#xC28;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; n&#x101;nu. [Tel.] n. A gold necklace of small beads linked together. &#xC15;&#xC02;&#xC20;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;n&#x101;na-p&#x101;la. [Tel.] n. The plant called the Thyme-leaved spurge. Euphorbia thymifolia (Linn.) Ainslie. ii. 75. &#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC28;&#xC3E;&#xC28;&#xC2C;&#xC3E;&#xC32; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;n&#x101;n&#x101;. [Skt.] adj. Many, divers, all sorts of, sundry. &#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n&#x101;n&#x101;tvamu. n. Plurality, diversity. M. XII. vi. 34.
			</div>
                