&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2D;&#xC3F;</span>&#xA0;&#xA0;n&#x101;bhi. [Skt.] n. The navel. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;. Musk, &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;. Poison, &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC2D;&#xC3F; or &#xC35;&#xC38;&#xC28;&#xC3E;&#xC2D;&#xC3F; aconite. The central hole in a wheel, &#xC30;&#xC25;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC27;&#xC4D;&#xC2F; &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC15; n&#x101;bhika. n. The navel. T. i. 2. &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; n&#x101;bhi-janmu&#x1E0D;u. n. Brahma, as produced from Vishnu&apos;s navel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;pitu&#x1E0D;u. [Skt.] n. A barber. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2A;&#xC38;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;See under &#xC28;&#xC3E;&#xC17;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2A;&#xC38;&#xC3E;</span>&#xA0;&#xA0;n&#x101;pas&#x101;. [Eng. &apos;knapsack&apos;] n. A knapsack. &#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC02;&#xC1C;&#xC42;&#xC32;&#xC35;&#xC40;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC2F;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; n&#x101;yakamu. [Skt.] n. The central gem or stomacher of a necklace. &#xC2A;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2E;&#xC4B;&#xC37;&#xC3F;</span>&#xA0;&#xA0;n&#x101;m-&#x14D;shi. [H.] n. Disgrace, shame. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;mu. [Tel.] n. The new sprout springing from the stumps of millet. Empty or blasted ears of corn which are thought to be hurtful to the health of cattle. &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC41;. Malice, &#xC1A;&#xC32;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC4D; &#xC2C;&#xC17;&#xC41;&#xC32;&#xC02;&#xC17;&#xC1C;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Nagnijit. ii. 33. &#xC28;&#xC3E;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28; a disgustingly strong scent. &#xC28;&#xC3E;&#xC2A;&#xC1A;&#xC47;&#xC28;&#xC41; n&#x101;pa-ch&#x113;nu. (from &#xC28;&#xC3E;&#xC2E;&#xC41;) n. A field of &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41; of which the stalks after being cut, have thrown out sprouts &#xC28;&#xC3E;&#xC2A;&#xC2A;&#xC02;&#xC1F; the crop so produced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;n&#x101;m&#x101;lapilli. [Tel.] n. A sort of wild cat with four upright lines on the forehead. Fclis rubiginosa. Jerdon. &#xC28;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; n&#x101;mulu-t&#x12B;yu. (&#xC28;&#xC3E;&#xC2E;&#xC41; = &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;.) v. n. To reed wood in carpentry, to carve it with parallel upright lines, resembling the Vaish&#x1E47;avite marks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;n&#x101;m&#x101;. [H.] n. A deed, letters patent. &#xC15;&#xC30;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC3E; an agreement. &#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC3E; a deed of an amicable settlement. &#xC35;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC3E; a deed of attorney, a power of attorney given in writing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41; n&#x101;mamu. [Skt. cf. Eng. &apos;name&apos;.] n. A name, appellation, title. The unright mark drawn in the forehead by the Vaish&#x1E47;avites. &#xC28;&#xC4A;&#xC38;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; placing one&apos;s name in a (poetical) dedication, &amp;c. &#xC28;&#xC3E;&#xC2E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; n&#x101;ma-kara&#x1E47;amu. n. The ceremony of naming a child. Christening. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. &#xC28;&#xC3E;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; for name&apos;s sake, nominally. &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41; n&#x101;mam-a&#x1E0D;a&#x1E6D;su. (&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;+&#xC05;&#xC21;&#xC1A;&#xC41;.) v. t. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41; &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. ii. &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to leave one&apos;s mark upon a man, i.e., to deceive or ruin him. &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to draw lines upon one&apos;s own forehead. &#xC28;&#xC3E;&#xC2E;&#xC26;&#xC41;&#xC02;&#xC2A; n&#x101;ma-dumpa. n. The water plant called Rumex aponogeton. Rox. ii. 210. &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC15;&#xC4B;&#xC21;&#xC3F; or &#xC28;&#xC3E;&#xC2E;&#xC02;&#xC15;&#xC4B;&#xC21;&#xC3F; The coot, Fulicaatra. &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; n&#x101;m&#x101;lapi&#x1E6D;&#x1E6D;a. n. The Southern Scimitar Babbler. Pomatorhinus horsfieldii (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;yamu. [from Skt. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Justice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2F;&#xC28;</span>&#xA0;&#xA0;n&#x101;yana. [Tel. &#xC28;&#xC3E;+&#xC05;&#xC28;&#xC4D;&#xC28;.] n. Father, sir. Used also as an endearing term for any one that is addressed. &#xC2E;&#xC40;&#xC28;&#xC3E;&#xC2F;&#xC28; your father. &#xC2E;&#xC3E;&#xC28;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC4D;&#xC2E; my grandmother. &#xC28;&#xC3E;&#xC2F;&#xC28;, &#xC28;&#xC3E;&#xC2F;&#xC28;&#xC3E; Alas! alas, oh! oh!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;yaku&#x1E0D;u. [Skt.] n. A leader. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. A chief, &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC15;&#xC25;&#xC3E;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; the hero of a poem or story. &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15; n&#x101;yika. n. The heroine. &#xC28;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC41; n&#x101;yam-karamu. (&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;+&#xC15;&#xC30;&#xC2E;&#xC41;.) n. The rank or office of a Naik or headman, chiefdom, lordship. &#xC06;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC2F;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC3F; or &#xC28;&#xC3E;&#xC2F;&#xC15;&#xC35;&#xC3E;&#xC33;&#xC3F; n&#x101;yaka-v&#x101;&#x1E0D;i. n. The police force. The militia, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC0A;&#xC30;&#xC3F; &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC41;. A Government peon who has to look after cultivation operations, &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC41;. &#xC28;&#xC3E;&#xC2F;&#xC21;&#xC41; or &#xC28;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; n&#x101;ya&#x1E0D;u. n. A chief. A title borne by men of a certain Sudra caste.
			</div>
                