&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;ra-du&#x1E0D;u. [Skt.] n. N&#x101;rada, the Mercury or Momus of the Hindu Olympus, represented as the inventor of the lute, and messenger and newsmonger of the gods. A roaming tell-tale, a makebate. &#xC28;&#xC3E;&#xC30;&#xC26;&#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41; divine music. &#xC28;&#xC3E;&#xC30;&#xC26;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n&#x101;radatvamu. n. A jeering makebate temper like that of Narada or Mercury. A. ii. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;radamu. [Skt.] n. A sort of orange. &quot;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC30;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC30;&#xC26; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC3F; &#xC28;&#xC3E;&#xC17;&#xC24;&#xC3F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC23;&#xC41;&#xC32;&#xC41;.&quot; ND. i. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC26;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;ra-dantakamu. [Skt.] n. The side timber of a door frame. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;r-a&#x1E6D;&#x1E6D;amu. [Skt.] n. Land which has chasms or cracks in it. &#xC28;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15; &#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;ra-kamu. [Skt. from &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;.] n. Hell. &#xC28;&#xC3E;&#xC30;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; the infernal regions.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;ramu. [Skt.] n. Water. &#xC1C;&#xC32;&#xC2E;&#xC41;. A crowd of men. &#xC28;&#xC30;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;ran-gamu. [Skt.] n. The orange tree. &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;</span>&#xA0;&#xA0;n&#x101;ra. [Tel.] n. The fibre of plants, fibrous bark of trees. &#xC28;&#xC3E;&#xC30;&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC30;&#xC2E;&#xC21;&#xC3F; a garment made of bark used by nuns. &#xC28;&#xC3E;&#xC30;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30; strings of the fibres of the plantain tree. &#xC28;&#xC3E;&#xC30;&#xC1A;&#xC40;&#xC30; n&#x101;ra-ch&#x12B;ra. n. A garment of bark worn by sages, a linen cloth. &#xC28;&#xC3E;&#xC30;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; n&#x101;ra-jella. n. A sort of fish. G. I. 111. &#xC28;&#xC3E;&#xC30; &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC3E;&#xC2F; or &#xC28;&#xC3E;&#xC30;&#xC26;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F; n&#x101;ra-dabbak&#x101;ya. n. The citron. See &#xC26;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC5B;</span>&#xA0;&#xA0;n&#x101;rin&#x1E0D;za. [H.] n. An orange. &#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;n&#x101;ri. [Tel.] n. A bowstring. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. A gut or muscle, &#xC28;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC30;&#xC3F; or &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; n. The guinea worm that breeds in the flesh of the leg, &#xC38;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2F; n&#x101;ri-k&#x101;ya. n. A scar caused by drawing the bowstring, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC3F; &#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC32;&#xC28; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC15;&#xC3F;&#xC23;&#xC2E;&#xC41;. A wart, &#xC15;&#xC3F;&#xC23;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; n&#x101;ri-pakshi. n. The sea gull, from the entrails of which (&#xC28;&#xC3E;&#xC30;&#xC3F;) bowstrings are made.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;n&#x101;ri [Skt.] n. A woman. &#xC2A;&#xC30;&#xC28;&#xC3E;&#xC30;&#xC3F; another man&apos;s wife. &#xC28;&#xC3E;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n&#x101;r&#x12B;tvamu. n. The being a female: womanhood.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x101;r&#x101;-ya&#x1E47;u&#x1E0D;u. [Skt. &#xC28;&#xC3E;&#xC30;+&#xC05;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41;.] n. Lit: One who rests on the waters. See-Gen. i. 12. A name of Vish&#x1E47;u or Brahma. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. A name applied by the common people to God as distinguished from the gods. &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; the same. &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; n&#x101;r&#x101;ya&#x1E47;amu. n. A part of the Taittriya Upanishad, &#xC24;&#xC48;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC4A;&#xC28; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. The sacred fig tree. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Prosperity, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; n&#x101;r&#x101;ya&#x1E47;a-pakshi. n. The common heron, Ardex cinerca (F.B.I.) &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC3F; n&#x101;r&#x101;ya&#x1E47;i. n. The name of a certain goddess. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;, &#xC17;&#xC02;&#xC17;. Name of a plant. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1A;&#xC3F;&#xC24;&#xC46; &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC40; Same as &#xC28;&#xC30;&#xC3E;&#xC1C;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;r&#x101;chamu. [Skt.] n. An iron arrow. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC1F;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC3F; n&#x101;r&#x101;chi. n. An instrument to cut gold, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC30;&#xC3F;&#xC15;&#xC47; &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41;. The balance used by a goldsmith, &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;rasamu. [from Skt. &#xC28;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC02;.] n. An iron style or arrow: a pin or spike run through a volume to keep it together. A tool used by housebreakers for boring walls. Proverbially used for a piercing glance. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; &#xC1C;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have put a padlock on his lips. &#xC28;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC30;&#xC38;&#xC17;&#xC02;&#xC1F;&#xC2E;&#xC41; an iron style (&#xC17;&#xC02;&#xC1F;&#xC2E;&#xC41;) of which each end is pointed, but with different tips for writing on harder and softer leaves.
			</div>
                