&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;, &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC32;&#xC4D;&#xC15; n&#x101;luka. [Tel.] n. The tongue. A tongue of fire &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; the uvule. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2A; or &#xC28;&#xC42;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; the fish called a Sole, a species of Rhombus, or Pleuronectes. Russell, Nos. 75. 76. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC30;&#xC41; n&#x101;lika-ch&#x113;ru. n. A kind of grass. A disease which attacks the cattle that eat it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;n&#x101;li. [Tel.] n. A forest tree called Ulmus integrifolia. Rox. ii. 68.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;n&#x101;li. [Tel.] n. A mean work. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41; &#xC2A;&#xC28;&#xC3F;. &#xC15;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC3F; cooly and other low and uncertain kind of work. adj. Sly. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;. Deceitful, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41;. Slight, imperceptible, latent, insidious, &#xC2E;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; a latent or indolent ulcer. &#xC28;&#xC3E;&#xC21;&#xC40; &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F; or &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC30; a zephyr, a slight or imperceptible breeze. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; (Swa. iii. 71.) a star which exercises no influence on human life, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41; a sly look or glance. &#xC28;&#xC3E;&#xC32;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41; to glance at or view cunningly. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a traitor or imperceptible foe, a hypocrite. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41; silent weeping; or, crocodile tears, &#xC35;&#xC02;&#xC15;&#xC2E;&#xC2A;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; powerless. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; a sly being or a ghost. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC32;&#xC35;</span>&#xA0;&#xA0;See under &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;n&#x101;ruva. [Tel.] n. A kind of tree. H. iv. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; n&#x101;ru&#x1E6D;su. [Tel.] v. t. To cause to wither. &#xC35;&#xC3E;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;n&#x101;ru. [Tel.] n. A tender young sprout, or plant. Young plants kept to be transplanted. &#xC28;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC21;&#xC3F; a field thickly set with grain to be afterwards transplanted. &#xC28;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A; a shoot, &amp;c. (anuk.) &#xC28;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; n&#x101;ru-p&#x101;&#x1E6D;alu. n. Common ballads or ditties regarding a fairy or goddess named &#xC28;&#xC3E;&#xC30;&#xC41; which presides over tender plants. &#xC28;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; n&#x101;ru-p&#x14D;yu. v. n. To sow corn thickly, for the purpose of afterwards transplanting it. &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC28;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they planted chilie seed in beds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC21;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC21;&#xC2E;&#xC41; n&#x101;ri-k&#x113;&#x1E37;amu. [Skt.] n. The cocoanut tree. &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; a very difficult style used in books.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E37;&#x1E37;u. [Tel.] n. The plural of three words: that is, of &#xC28;&#xC3E;&#xC21;&#xC41; a day; &#xC28;&#xC3E;&#xC21;&#xC3F; a vein and &#xC28;&#xC3E;&#xC21;&#xC41; a country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;&#x1E37;amu. [Skt.] n. A tube, a hollow or tubular stalk, as the stalk of the water lily. &#xC15;&#xC3E;&#xC21;, &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A sort of air gun or syringe, &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. A tube through which pellets or balls of clay (&#xC28;&#xC3E;&#xC33;&#xC2A;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;) are discharged. M. Udyog. iii. 325. A blowpipe, &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC0A;&#xC26;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A horseshoe, &#xC32;&#xC3E;&#xC21;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41; the unbilical cord. &#xC28;&#xC3E;&#xC33;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41; n&#x101;&#x1E37;a-gr&#x14D;lu. n. A sort of drum. BD. iii. 390. &#xC28;&#xC3E;&#xC33;&#xC3F; or &#xC28;&#xC3E;&#xC33;&#xC41;&#xC32;&#xC41; n&#x101;&#x1E37;i. n. A vein in the body. &quot;&#xC28;&#xC3E;&#xC33;&#xC41;&#xC32;&#xC2A;&#xC35;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC2B;&#xC2E;&#xC41;.&quot; L. xiii. 7. &#xC28;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC2E;&#xC41; n&#x101;&#x1E37;&#x12B;-kamu. n. The lotus. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;, An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. An arrow head, &#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;. &#xC38;&#xC41;&#xC2E;&#xC28;&#xC4B;&#xC28;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC2E;&#xC41; (Das. ix. 356.) an arrow made of a blossom. &#xC28;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; n&#x101;&#x1E37;kaju&#x1E0D;u. n. Brahma. &#xC28;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC35;&#xC26;&#xC28; &#x1E47;&#x101;&#x1E37;&#x12B;ka-vadana. adj. Lily faced fair. &#xC28;&#xC3E;&#xC33;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41; n&#x101;&#x1E37;&#x12B;k-&#x101;karamu. n. A pond covered with lilies. Vasu. ii. 47.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41; n&#x101;lugu. [Tel.] adj. Four. Often used indefinetely as when we say half a dozen. &quot;&#xC05; &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC26;&#xC46;&#xC38;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC26;&#xC4A;&#xC21;&#xC17;&#xC46;&quot; he looked on all sides, lit: on four sides. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC38;&#xC35;&#xC3E;&#xC30;&#xC3F; cantering, running away, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32; &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; the Fire god, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
                