&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; n&#x101;&#x1E63;amu. [Skt.] n. Disappearance. &#xC15;&#xC28;&#xC2C;&#xC21;&#xC2E;&#xC3F;. Ruin, loss, destruction, death. &quot;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC02; &#xC15;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC02;.&quot; to sing his praise shall destroy all sin. &#xC28;&#xC3E;&#xC36;&#xC3F;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; n&#x101;&#x1E63;ilu. v. n. To be ruined. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be hurt. &#xC28;&#xC35;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;n&#x101;vur&#x101;kulu. [Tel.] n. A sort of plant with broad leaves. Premna tomentosa. Swa. iv. 92. Rox. iii. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41; n&#x101;vu&#x1E0D;u. [Tel.] conj. On his or her saying so, &#xC05;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;. Therefore, wherefore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC35;&#xC30;</span>&#xA0;&#xA0;n&#x101;vara. [Tel.] n. A kind of locust that is most destructive to crops.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC35;</span>&#xA0;&#xA0;n&#x101;ra. [Skt.] n. A ship, boat, or vessel. &#xC13;&#xC21;, &#xC24;&#xC30;&#xC23;&#xC3F;. &#xC28;&#xC3E;&#xC35;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; n&#x101;va-kannu. n. A fish called Kuritch, also a species of Sparus. Russell, No. 106. &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; n&#x101;viku&#x1E0D;u. n. A steersman. A sailor, &#xC13;&#xC21; &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ninjili. [Tel.] n. Uneasiness, distress, trouble of mind. &#xC2E;&#xC28;&#xC4B;&#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41; nin&#x1E6D;su. [Tel. causal of &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;.] v. a. To fill. &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F; filling the golden vases.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;ningi. [Tel.] n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3F; the atmosphere, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC21;&#xC41; ningi-pa&#x1E0D;u. v. n. To set, as the sun. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC17; an epithet of Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC15;&#xC46;&#xC30;</span>&#xA0;&#xA0;ninkera. [Tel.] adv. Quickly. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x1E47;i. [Tel.] affix. An ending or sign of the second or accusative case, as in &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F;. &#xC28;&#xC3F; (ni) and &#xC28;&#xC41; (nu) when final may drop the vowel and become &#xC4D;, thus &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;, &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC28;&#xC41; may be contracted (in verse) into &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;, &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC28;&#xC4D;, both to him and to them.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;n&#x101;sti. [Skt.] n. Lit: &quot;It is not.&quot; A cipher, nonenity, nullity. &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; n&#x101;stiku&#x1E0D;u. n. One who denies the existence of an after-life, &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. An atheist, a heretic. &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC24; n&#x101;stikyamu. n. Atheism.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC38;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;s&#x12B;ramu. [Skt.] n. The van of an army. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC30;&#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC02;&#xC21;&#xC41;, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. Pride, &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC38;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; n&#x101;s&#x12B;ru&#x1E0D;u. n. A leader, a captain. A. vi. 171. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3E;&#xC38;</span>&#xA0;&#xA0;n&#x101;sa. [Skt.] n. The nose. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. The lintel, or upper timber of a door. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41; or &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3E; n&#x101;s&#x101;pu&#x1E6D;amu. n. A nostril. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2E;&#xC23;&#xC3F; n&#x101;s&#x101;-ma&#x1E47;i. n. A nose jewel. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC30;. A. vi. 179. &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15; n&#x101;sika. n. The nose. The sense of smell, &#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
                