&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikarsha&#x1E47;amu. [Skt.] n. The backside of a house, &amp;c. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. An open space around a town or city, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2C;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikaramu. [Tel.] adj. What remains after all deductions are made, the net balance. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;. Selected, excellent. &#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; the net weight of the gold. &#xC28;&#xC3F;&#xC15;&#xC30;&#xC02;&#xC30;&#xC3E;&#xC2C;&#xC21;&#xC3F; net income. [Skt.] n. A flock or multitude. A treasure, &#xC28;&#xC3F;&#xC27;&#xC3F;. adj. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nika&#x1E6D;amu. [Skt.] n. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. adj. Near, close to. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimbamu. [Skt.] n. The margosa tree. Ayadirachta indica. &#xC35;&#xC47;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;nimpiri. [Tel.] n. Dirt. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;nimp&#x101;di. [Tel. &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41;+&#xC06;&#xC26;&#xC3F;.] adj. Plenty, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Gentle, proper, right, fair. n. Gentleness, quiet, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;. &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; by gentle means, gently, fair and softly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;ninda. [Skt.] n. Blame, censure, reproach, dishonour. &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC30;&#xC41;. &#xC05;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F; nind&#x101;-stuti. n. A sneer: ironical praise: irony. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41; nind-&#x101;spadamu. adj. Scandalous. slanderous. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; nindin&#x1E6D;su. v. a. To blame, abuse, vilify, or accuse. &#xC26;&#xC42;&#xC30;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; ninditu&#x1E0D;u. n. One who is censured. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; one who deserves to be censured. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;nin&#x1E0D;u. [Tel.] v. n. To be filled, to be full. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC1F; or &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC1F; nin&#x1E6D;a. n. Fullness, as of water (&#xC1C;&#xC32;) &#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC21;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; or &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E; nin&#x1E0D;a. adv. Fully. Much, entirely, utterly. Perfectly, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he struck many blows. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he offered many compliments. &#xC35;&#xC3E;&#xC28; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it rained heavily. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was much pleased. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC3F;&#xC30;&#xC3F; they feared greatly. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41; or &#xC28;&#xC3F;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC41; nin&#x1E0D;-&#x101;ru. v. n. To be full. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41; or &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41; n. Fullness, completion. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; nin&#x1E0D;intsu. v. a. To fill. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC02;&#xC21;&#xC48;&#xC28; nin&#x1E0D;u. adj. Full, abundant, much. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41; &#xC15;&#xC41;&#xC02;&#xC21; a full vessel. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21; &#xC24;&#xC4A;&#xC23;&#xC15;&#xC26;&#xC41; a full pot does not spill. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a pregnant woman. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; nin&#x1E0D;u konu v. n. To be filled: (metaph.) to be pacified, to be silent. &#xC08;&#xC35;&#xC47;&#xC33; &#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; a phrase meaning (by rule of contrary) I have nothing to eat or give.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikkamu. [Tel.] n. Truth, reality, certainity, verify. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. True, certain, genuine, real, intrinsie, sterling. Unalloyed, pure, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32; nikkala. (&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;+&#xC15;&#xC32;.) n. A true dream a dream that turns out true. &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC17;&#xC41;&#xC15;&#xC32;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a real friend. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; truly, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;nikkachchi. [Tel.] n. Violence, forcing, annoyance. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;. Strictness. adj. Strict, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. he is very strict man. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; nikkachchi-ch&#x113;yu. v. t. To force, compel. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nik&#x113;tanamu. [Skt. n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nik&#x1E5B;ish&#x1E6D;amu. [Skt.] adj. Outcast, vile, abject. &#xC05;&#xC27;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC43;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nik&#x1E5B;intanamu. [Skt.] n. Cutting. &#xC16;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikurumbamu. [Skt.] n. A multitude, assembly. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC17;&#xC41;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikunjamu. [Skt.] n. A bower, thicket, arbour. &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nika&#x1E63;amu [Skt.] adj. Like, resembling. &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC32;&#xC46;. n. Certainity, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nik&#x101;yamu. [Skt.] n. A multitude, a congregation. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC28;&#xC40;&#xC15;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nik&#x101;mamu. [Skt.] adv. Voluntarily, willingly, (implying certainity.) Much: as much as one pleases, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikasha&#x1E47;amu. [Skt.] n. Rubbing. H. D. ii. 2517.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC37;</span>&#xA0;&#xA0;nikasha. [Skt.] n. The name of the mother of the demons. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC32;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC15;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC21;&#xC41; nikash-&#x101;tmaju&#x1E0D;u. n. A son of Nikasha. &#xC28;&#xC3F;&#xC30;&#xC43;&#xC24;&#xC3F;.
			</div>
                