&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17;</span>&#xA0;&#xA0;niga-niga. [Tel.] n. Brilliancy, gleam. adj. Bright. adj. Brightly &#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC2E;&#xC28;&#xC41; or &#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC32;&#xC3E;&#xC21;&#xC41; niga-niga-m-anu. v. n. To glitter, to be bright, to glow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nigadin&#x1E6D;su. [Skt.] v. a. To tell plainly. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. (&#xC2D;&#xC3E;&#xC17;. ii.) &#xC28;&#xC3F;&#xC17;&#xC26;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC2E;&#xC41; nigadamu. n. Plain speaking. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikhilamu. [Skt.] adj. All, entire, complete. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC0E;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niksh&#x113;pamu. [Skt.] n. A buried treasure; a treasure, a deposit, a pledge. &#xC28;&#xC3F;&#xC27;&#xC3F;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; niksh&#x113;pin&#x1E6D;su. v. a. To hide, bury under ground, lay up, store up. &#xC2A;&#xC3E;&#xC24;&#xC41;, &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC26;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41; nikvanamu. [Skt.] n. A musical note. &#xC35;&#xC40;&#xC23;&#xC46;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nikkuvamu. [Tel. another form of &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;.] n. Truth, certainty. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E; truly, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;&#xC17;&#xC3E;; much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. P. iii. 281.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;nikku. [Tel.] v. n. To strut, sit upright, erect oneself, stand on tiptoe. To jut out or protrude. To be proud or conceited. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. n. Jutting out, or projecting, as the nose, protrusion, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;. Conceit. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to jut out, to stand on end, as hair, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; nikkin&#x1E6D;su. v. a. To stretch, to cause to project. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41; nikku-p&#x14D;tu. n. A conceited or proud man, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC40;&#xC28;&#xC41;&#xC32;&#xC41; ears that jut out. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; Same as &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;</span>&#xA0;&#xA0;nikk&#x101;ka. [Tel. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;+&#xC15;&#xC3E;&#xC15;.] n. Burning heat. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC15;. Fever.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nikkaru&#x1E0D;u. [from Skt. &#xC28;&#xC3F;&#xC37;&#xC4D;+Tel. &#xC15;&#xC35;&#xC41;&#xC21;&#xC41;.] n. Simplicity, absence of cunning. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nig&#x101;&#x1E37;amu. [Skt.] n. A horse&apos;s neck. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC3E;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC18;&#xC3E; nig&#x101;. [H.] n. View. Attention, superintendence, control, care. &#xC1A;&#xC42;&#xC2A;&#xC41;. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC40;, &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC17;&#xC21;&#xC2E;&#xC41; niga&#x1E37;amu [Skt.] n. A fetter, chain. &#xC38;&#xC02;&#xC15;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;ni-garvamu-g&#x101;. [Skt.] adv. Humbly. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; nigara&#x1E47;amu. [Skt.] n. Swallowing, &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC17;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; nigaramu. adj. Excellent. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nigamamu. [Skt.] n. The Veda, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. A market, &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;. A way, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC41; nigamu&#x1E0D;u. n. A merchant, &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC3F;, &#xC35;&#xC23;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
                