&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;niggu. [Tel.] v. n. To thrive, flourish; to be effected. to prosper, get through, go on properly. &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC2E;&#xC15;&#xC42;&#xC30;&#xC41;. n. Brilliancy. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Extract or spirit. Light color, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &quot;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32; &#xC1A;&#xC32;&#xC41;&#xC35;&#xC2A;&#xC3E;&#xC35;&#xC21;&quot; Lavanya. 27. &quot;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&quot; ib. 131. &#xC08; &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC32;&#xC47;&#xC30;&#xC41; they cannot remove the richness of this land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;nigga&#x1E0D;i. [Tel.] adj. Hard. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC42;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-g&#x16B;&#x1E0D;hamu. [Skt.] adj. Quite hidden. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41; niguru. [Tel.] n. Embers. The ashes covering live coal. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; a fire hidden under ashes. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; lime for making plaster.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nigu&#x1E0D;u. [Tel.] v. n. To stretch, or be extended, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC38;&#xC3E;&#xC17;&#xC41;. To rise or increase, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fly or be discharged, as a dart. To fall upon or attack, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. To hasten, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;. To become straight, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC41;. To be fulfilled, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. To be vented, as a sigh. To burst forth, as rage. &#xC06;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC46; shouts arose. &quot;&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;, &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC28;&#xC40;&#xC15; &#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC17;&#xC41;&#xC21; &#xC26;&#xC3F;&#xC17;&#xC3F;&#xC1A;&#xC3F;.&quot; M. XII. v. 90. &quot;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28; &#xC28;&#xC4B;&#xC21; &#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC48;&#xC1F; &#xC2E;&#xC42;&#xC30;&#xC46;&#xC21;&#xC48;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41;.&quot; V&#x113;ma. &quot;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28; &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC48;&#xC1F; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC24; &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; V&#x113;ma. &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; nigu&#x1E0D;uden&#x1E6D;su. v. n. To jut out. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC28;&#xC3F;&#xC17;&#xC21; niga&#x1E0D;a. (Root in A of &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;.) adv. Out, long, along. &#xC28;&#xC3F;&#xC17;&#xC21;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41; to overreach in measurement. &#xC28;&#xC3F;&#xC17;&#xC21; &#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC41; he will kick you so that you will stand straight. &#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC41; (&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3F;+&#xC06;&#xC30;&#xC41;.) Same as &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC41; nigudin&#x1E6D;su. v. a. To stretch, extend. To discharge, shoot, cast, emit (light), give (a sigh). To raise up, prop up. &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; to extend the view over the opening landscape. &quot;&#xC05;&#xC02;&#xC26;&#xC28;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC30;&#xC4D;&#xC30;&#xC41; &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41;.&quot; HD. i. 2032.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E6D;s&#x1E6D;salamu. [from Skt. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;] adj. Firm, immoveable. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;. Pure, faultless, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. Eternal, lasting, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. n. Certainty, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E6D;s&#x1E6D;sayamu. [from Skt. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;.] n. Certainity. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;ni&#x1E6D;s&#x1E6D;sa. [Tel.] adv. Always. &#xC38;&#xC26;&#xC3E;. Every day, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC39;&#xC2E;&#xC41;. See &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;</span>&#xA0;&#xA0;nichchena. [Tel.] n. A ladder. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;. &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC2A;&#xC02;&#xC5B;&#xC41; or &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC2A;&#xC02;&#xC5B;&#xC41; nitchchena-pan&#x1E0D;zu. n. A ladder on which a number of torches are arranged. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC32; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4B;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nich&#x14D;&#x1E37;amu. [Skt.] n. A veil, cloak, covering. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;, &#xC17;&#xC35;&#xC3F;&#xC38;&#xC46;&#xC28;, &#xC2A;&#xC15;&#xC4D;&#xC15; &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;. A. vi. 134. Parij. iv. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E6D;sulamu. [Skt.] n. The red Oleander tree. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;. M. XIII. i. 167. Game, poultry, any bird that may be eaten. &quot;&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC32;&#xC2C;&#xC30;&#xC3E;&#xC2F;&#xC35;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC27;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC21;&#xC46;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC27;&#xC41;&#xC30;&#xC35;&#xC3E;&#xC23;&#xC3F;.&quot; Balarama. vi. 127, 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nichilamu. [Skt.] adj. Spread, &#xC2A;&#xC30;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nichayamu. [Skt.] n. An assembly, heap, mass. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nighnamu. [Skt. adj. Obedient. docile, facile. &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC18;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-gh&#x14D;sha&#x1E47;amu. [Skt.] n. A sound, voice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC18;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;nighan&#x1E6D;uvu. [Skt.] n. A dictionary.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nigrahamu. [Skt.] n. Rejection. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;. Aversion, disfavour: blaming; a threat. &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F;. Imprisonment, &#xC1A;&#xC46;&#xC30;. A limit, &#xC2E;&#xC47;&#xC30;. &quot;&#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;&quot; discountenancing the evil and cherishing the good. T. iv. 17. &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; despotism. &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; nigrahin&#x1E6D;su. v. a. To neglect, disregard, set aside, quash, refuse. To discountenance, disapprove. Swa. vi. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;</span>&#xA0;&#xA0;ni&#x1E6D;s&#x1E6D;salu. [Tel.] adv. Always. &#xC38;&#xC02;&#xC24;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC3E;. n. Certainty, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nich-chh&#x113;damu. [Skt.] n. Cutting off.
			</div>
                