&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; or &#xC28;&#xC3F;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; ni&#x1E6D;&#x1E6D;urupu. [Tel. &#xC28;&#xC3F;&#xC21;&#xC41;+&#xC0A;&#xC30;&#xC41;&#xC2A;&#xC41;.] n. Deep sighing, a sigh. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; ni&#x1E6D;&#x1E6D;ur&#x1E6D;su. v. n. To sigh, &quot;&#xC06;&#xC35;&#xC1A;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC4C;&#xC26;&#xC32;&#xC2F;&#xC42;&#xC1A;&#xC3F; &#xC28;&#xC3F;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; P. iv. 203.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC41; ni&#x1E6D;&#x1E6D;u. [Tel.] n. Thirst, &#xC28;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. A fast, &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. A famine, &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2E;&#xC2E;&#xC41;. adj. Dry, &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;. Entire. Intricate, puzzling, obscure. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; ni&#x1E6D;&#x1E6D;upav&#x101;samu. [&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.] a strict fast. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ni&#x1E6D;rillu. v. n. To fast, &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC41; ni&#x1E6D;&#x1E6D;alamu. [Tel.] adj. Certain, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ni&#x1E6D;&#x1E6D;a. [Tel.] n. A place. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC07;&#xC30;&#xC35;&#xC41;. &quot;&#xC2E;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;.&quot; HD. i. 2103. A stream, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. A pillar, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. Tallness, height, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. adj. Tall, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC21;&#xC3F; a tall palm tree. Proper, &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; ni&#x1E6D;&#x1E6D;a-nilu&#x1E6D;su. v. n. To stand erect, to stand properly &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; or &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC41; ni&#x1E6D;&#x1E6D;a-niluvu. n. Being erect, an erect posture. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41; ni&#x1E6D;&#x1E6D;a-po&#x1E0D;u&#x1E6D;su. v. n. To burst out, To boil up. &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;. To stand on end, as hair, &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC2E;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; &#x1E47;i&#x1E6D;&#x1E6D;ar&#x101;&#x1E0D;u. n. The long post that supports the roof (of a house) which does not rest on a beam, a rooftree, &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC1F;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC1F;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or  &#xC28;&#xC3F;&#xC1F;&#xC32;&#xC24;&#xC1F;&#xC2E;&#xC41; ni&amp; ttod;alamu. [Skt.] n. The forchead &#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC2D;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC1F;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; ni&#x1E6D;al-&#x101;kshu&#x1E0D;u. n. Siva, who has an eye in his forehead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC28;&#xC28;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;ni&#x1E6D;a-ni&#x1E6D;a. [Tel. anuk.] adv. Very tremulously.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nijamu. [Skt.] n. Nature, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. adj. Own, peculiar, native, &#xC24;&#xC28;&#xC26;&#xC3F;. Perpetual, eternal, &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC1C;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC28;&#xC48;&#xC28; &#xC28;&#xC47;&#xC28;&#xC41; I who am your own dependant: this is a mere phrase like &quot;your most obedient servant.&quot; The word &#xC28;&#xC3F;&#xC1C; prefixed to names of months, as &#xC28;&#xC3F;&#xC1C;&#xC35;&#xC48;&#xC36;&#xC3E;&#xC16;&#xC2E;&#xC41; denotes the proper month, not the &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; the intercalary month. &#xC28;&#xC3F;&#xC1C;&#xC32;&#xC3E;&#xC2D;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC48; being satisfied with his own resources. &#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; nija-sthiti. n. The real fact. &#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; nijasthu&#x1E0D;u. n. A just upright man. &#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; nij-&#x101;nu-charu&#x1E0D;u. n. A personal attendant. &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC41; ni&#x1E0D;zamu. Truth, reality, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Certainity, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. adj. True, certain. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Positive, actual &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC41;&#xC17;&#xC3E; ni&#x1E0D;zamu-g&#x101;. adv. Actually, really, positively, truly. &#xC28;&#xC3F;&#xC5B;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to verify, prove, try. &#xC28;&#xC3F;&#xC5B;&#xC2A;&#xC21;&#xC41; ni&#x1E0D;za-pa&#x1E0D;u. v. n. To be ascertained, verified, identified. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC5B;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; I ascertained this. &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC30;&#xC3F; ni&#x1E0D;za-ari. n. A truthful man or woman. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F;. &quot;&#xC17;&#xC1C;&#xC3F;&#xC2C;&#xC3F;&#xC1C;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2D;&#xC42;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC26;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC46;&#xC02;&#xC24; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35; &#xC28;&#xC3E;&#xC21;&#xC46;&#xC26;&#xC35;&#xC41;.&quot; Sar. D. 586.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; ni&#x1E6D;ra. [Tel. from &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F; and &#xC28;&#xC3F;&#xC21;&#xC41;.] n. Height. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC05;&#xC02;&#xC24; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41; do not hold the pen so high or erect. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; ni&#x1E6D;r&#x101;yi. (&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;+&#xC30;&#xC3E;&#xC2F;&#xC3F;.) n. A long stone A post, a prop. The centre post, (or kind post) of a building. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ni&#x1E6D;rin&#x1E6D;su. v. t. To keep or hold erect, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E6D;&#x1E6D;emmu. [Tel. &#xC28;&#xC3F;&#xC21;&#xC41;+&#xC0E;&#xC2E;&#xC4D;&#xC2E;&#xC41;] n. The backbone. BD. vi. 1775.
			</div>
                