&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nityamu. [Skt.] adv. Always, continually, constantly. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. adj. Constant, perpetual, permanent. Everlasting, eternal, universal, omnipresent. Regular, fixed, natural, invariable, usual, daily, ordinary, unchanging. Percunial, flowering all through the year, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; a species of jasmine. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41; a daily sacrifice, as distinguished from &#xC28;&#xC48;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; an occasional one. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; daily rites. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; nityu&#x1E0D;u. n. The everlasting one, i.e., God.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nit&#x101;ntamu. [Skt.] adv. Extremely, greatly. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nitambamu. [Skt.] n. The bottom or posteriors. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;, &#xC2E;&#xC4A;&#xC32;. &#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC32;&#xC41; the buttocks. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24; &#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; the ridge of a hill, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC28;&#xC3F; or &#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC35;&#xC24;&#xC3F; nitambini. n. A woman with well developed hips, i.e., a beautiful woman, callipygis. &quot;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC28;&#xC40;&#xC2E;&#xC23;&#xC3F;&quot; a graceful woman. H. iii. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E47;i&#x1E0D;u. [Tel.] adj. Long. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41; a long face. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41; a long sword. &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F; ni&#x1E0D;ivi. n. Length. &#xC26;&#xC48;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2E;&#xC40;&#xC26; by degrees. adj. Long, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC26; ni&#x1E0D;uda. n. Length, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC2F;&#xC17;&#xC41; long. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; long teeth. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32;&#xC48;&#xC28;&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; long tresses. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC28;&#xC41; ni&#x1E0D;u-&#x1E6D;sanu. v. n. To stretch. &#xC38;&#xC3E;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; ni&#x1E0D;uda-rennu. n. A snake. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41; ni&#x1E0D;upu. n. Length, &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;. adj. &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; door posts, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC36;&#xC3E;&#xC16;&#xC32;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; ni&#x1E0D;u-pa&#x1E0D;u. n. A snake, &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15; ni&#x1E0D;u-ven-&#x1E0D;ruka. (&#xC28;&#xC3F;&#xC21;&#xC41;&#xC26;+&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;.) n. The hair standing on end, a startling sensation, &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ni&#x1E0D;u-ven&#x1E0D;ruka-pe&#x1E6D;&#x1E6D;u. v. n. To be startled to stand on end, as hair. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nidhanamu. [Skt.] n. Death &#xC1A;&#xC3E;&#xC35;&#xC41;. Evil, misfortune, &#xC1A;&#xC47;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;nidra. [Skt.] n. Sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; nidra-pu&#x1E6D;s&#x1E6D;su. v. t. To put to sleep, as an infant. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; a mesmeric trance. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; or &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41; nidra-mabbu. n. Drowsiness. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC47;&#xC2A;&#xC41; nidra-l&#x113;pu. v. a. To awake from sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; nidr&#x101;&#x1E47;amu. adj. Sleepy, drowsy. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; nidr&#x101;&#x1E47;u&#x1E0D;u. n. A sleepy fellow, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; nidrin&#x1E6D;su. v. n. To go to sleep, repose. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC41; let us sleep. M. X. i. 65. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; nidritu&#x1E0D;u. n. One who is asleep or reposing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3E; niddamu. [from Skt. &#xC38;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;.] adj. Bright, smooth, polished. &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;. Loving, dear, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC35;&#xC02;&#xC15;&#xC3F; nidd&#x101;-vanki. n. A dagger, &#xC2C;&#xC3E;&#xC15;&#xC41;. S. iii. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; nid&#x113;&#x1E63;amu. [Skt.] n. An order, command, direction, instruction. &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC26;&#xC47;&#xC37;&#xC4D;&#xC1F; one who gives an order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; nidura. [Tel.] n. Sleep. &#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC41; or &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC41; nidura-p&#x14D;tu. n. A drowsy person, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; nidurin&#x1E6D;su. v. n. To sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nid&#x101;namu. [Skt.] n. The original cause, origin, source. &#xC06;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. [Tel.] n. Steadiness, patience, gentleness, &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC15; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; speak gently. &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; an uncertainty, a matter about which we are in doubt. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; the exact time. &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; nid&#x101;na-sthu-&#x1E0D;u. n. A correct, prudent, thoughtful or patient man. &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; nid&#x101;nin&#x1E6D;su. v. n. To pause, to deliberate or ponder. &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC15;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; nid&#x101;na-mu-g&#x101;. adv. Steadily, soberly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nid&#x101;ghamu. [Skt.] n. Summer, hot weather. &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Heat, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Sweat, &#xC1A;&#xC46;&#xC2E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-dar&#x1E63;anamu. [Skt.] n. An illustration, example, instance; evidence, proof. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nidh&#x101;namu. [Skt.] n. A treasure, a hoard or fund, a treasury. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC3E;&#xC24;&#xC30;, &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;.
			</div>
                