&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nip&#x101;namu [Skt.] n. A trough or ditch, near a well. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC17;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32; &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC17;&#xC3E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nip&#x101;dilamu. [Skt.] adj. Hidden, sunken, collected, as mud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nip&#x101;tanamu. [Skt.] n. An overthrow &#xC2A;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC2A;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; nip&#x101;tin&#x1E6D;su. v. a. To overthrow, &#xC2A;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; ni-p&#x101;tamu. n. A fall, &#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; nipa&#x1E6D;hamu. [Skt.] n. Reading, perusal, study. &#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;ninna. [Tel. &#xC28;&#xC3F;&#xC30;&#xC41;+&#xC28;&#xC3E;&#xC21;&#xC41;.] n. Lit: The last day yesterday. &#xC15;&#xC21;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; last night. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; the man who was here yesterday. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3E; &#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3E; did he come yesterday or the day before?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; ninu&#x1E6D;su. [Tel.] v. a. To fill, satisfy, satiate. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. M. IX. i. 188. &#xC28;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41; ninupu. n. Filling, fulness, &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC28;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC41; ninup-&#x101;ru. v. n. To become full, to be filled, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC28;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41; ninadamu. [Skt.] n. A sound, note. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;nidhi. [Skt.] n. A treasure. A repository. &#xC2A;&#xC3E;&#xC24;&#xC30;. The poets frequently mention the nine nidhis of Kubera, the god of riches: these are named &#xC2A;&#xC26;&#xC4D;&#xC2E;, &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC26;&#xC4D;&#xC2E;, &#xC36;&#xC02;&#xC16;, &#xC2E;&#xC17;&#xC30;, &#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC2A;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;, &#xC15;&#xC41;&#xC02;&#xC26;, &#xC28;&#xC40;&#xC32;, &#xC35;&#xC30;. &#xC28;&#xC3F;&#xC27;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; a hidden treasure. &#xC17;&#xC41;&#xC23;&#xC28;&#xC3F;&#xC27;&#xC3F; one who is a perfect assemblage of virtues. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC3F;&#xC27;&#xC3F; he who is a perfect hero, a mine of valour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-bandhanamu. [Skt.] n. A condition, an agreement. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. That which is binding on any one, &#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;. adj. Ordered, arranged, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; ni-bhandin&#x1E6D;su. v. t. To blind, to prevent, to restrict, &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; ni-baddhamu. adj. Tied, bound. &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Prevented, restricted, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15; nippu. [Tel. cf. Tam. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;.] n. Fire. A spark of fire, a live coal. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC28;&#xC02;&#xC17; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3E;&#xC32;&#xC46; &#xC2E;&#xC39;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC24;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; A. iv. 135. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41; or &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; a species of &#xC15;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, commonly called the Flame of the Forest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;nippastu. [Tel. &#xC28;&#xC3F;&#xC30;&#xC41;+&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;.] n. A strict fast. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;nipparalu. [Tel.] n. A sort of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; nippati. [Tel. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;+&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A sort of cake or biscuit. &#xC06;&#xC15;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;nippa&#x1E6D;s&#x1E6D;sa. [Tel. &#xC28;&#xC3F;&#xC30;&#xC41;+&#xC2A;&#xC1A;&#xC4D;&#xC1A;.] n. Ruin. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41; nippa&#x1E6D;s&#x1E6D;sa ramu. n. Poverty, indigence, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Penniless, utterly destitute, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nipu&#x1E47;amu. [Skt.] adj. Clever, skilful, conversant. Acquired, learnt. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC24; or &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; nipu&#x1E47;ala. n. Eminence in any art, skill, mastery. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41; nipu&#x1E47;udu. n. A clever man, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;, &#xC15;&#xC41;&#xC36;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41; one who is master of a science.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nibarha&#x1E47;amu. [Skt.] n. Slaughter, killing. &#xC2A;&#xC27;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; nibar-hitamu. adj. Killed, slain. &#xC1A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F; nibaddi. [Tel.] n. Truth, certainty, reality. &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F; &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; it is not certain that he will live. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC15;&#xC3E;&#xC28;&#xC3F; true! to be sure, very true, but yet. &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; nibaddin&#x1E6D;su. v. a. To prove to be true, &#xC28;&#xC3F;&#xC5B;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &quot;&#xC15; &#xC32;&#xC47;&#xC26;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Radha. i. 25.
			</div>
                