&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2D;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ni-bh&#x1E5B;itu&#x1E0D;u. [Skt.] n. A firm, steadfast man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nibh&#x101;yin&#x1E6D;su. [Tel.] v. n. &amp; a. To accomplish. To suffer, endure, bear; to manage, &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nibhamu. [Skt.] n. A pretext. &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC15;&#xC41;. adj. Equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nibbaramu. [Tel.] adj. Firm, sound, steady, immoveable, hard, plump. &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was firm. n. Firmness. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC38;&#xC41; &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC1F; to restrain the affections. to curb the mind. &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; nibbarin&#x1E6D;su. v. n. To stand firm. &#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; V. P. ii. 316. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; nibbarikamu. n. Steadfastness. &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Favour, kindness. &#xC15;&#xC30;&#xC41;&#xC23;. &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC40;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; nibbari-kin&#x1E6D;su. v. n. To be kind, to be gracious, &#xC15;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be elated, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nibi&#x1E0D;amu. [Skt.] adj. Thick, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Crowded (as a mob.) Deep, well defined (as a colour); bulky, huge. Gross. thick (as darkness.) &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; pitch darkness. &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; nibi&#x1E0D;i-karin&#x1E6D;su. v. n. To become thick, to thicken. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To be crowded. &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; nibi&#x1E0D;&#x12B;k&#x1E5B;itamu. adj. Thronged. crowded, &#xC28;&#xC3F;&#xC2C;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC40;&#xC38;&#xC2E;&#xC41; &#x1E47;ibir&#x12B;samu. adj. Thick. &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC2E;&#xC41;. Full, plump, big. Crowded, populous. Satyah. iii. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC41; nimuku. [Tel.] v. a. To search for. To suck. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC26;&#xC3E;&#xC26;&#xC3F;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC28;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC47;&#xC30;&#xC28;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC02;&#xC26;&#xC41;.&quot; HD. ii. 2387.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC33;&#xC3E;</span>&#xA0;&#xA0;nimuka&#x1E37;&#x101;. [Tel. &#xC28;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC41;+&#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;.] n. Gleanings of grain found at a threshing-floor. &#xC15;&#xC48;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Remainder, &#xC15;&#xC4A;&#xC30;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nim&#x12B;lanamu. [Skt.] n. The act of closing the eyes. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC42;&#xC2F;&#xC41;&#xC1F;. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC32;&#xC3F;&#xC24;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; half closed eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimishamu. [Skt.] n. A twinkling of the eye, an instant, a moment. &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC15;&#xC35;&#xC3F; a ready wit, an extempore poet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimittamu. [Skt.] n. A cause, reason, motive, mark, sign, token, omen. &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC3F;, &#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; a bad omen. As an affix: Respecting, regarding, on account of, because of. &#xC05;&#xC02;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; for that reason, therefore &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; she is gone for salt. &#xC06; &#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they cut me off from the estate. &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; what business have you to ask this? &#xC05;&#xC24;&#xC28;&#xC3F; &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC48; &#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; I went to visit him. &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F; an unreasonable act. &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F; a groundless assertion. &#xC28;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC48; &#xC28;&#xC40;&#xC35;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; you must take a little trouble for me, or on my account.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimitamu. [Skt.] n. An engagement, settling. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC28;&#xC2E;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; nimita-k&#x101;&#x1E0D;u. n. One who is engaged to carry a burden or load, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC47; &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimayamu. [Skt.] n. An exchange (of things.) &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC1F;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;nima&#x1E6D;&#x101;yi. [Tel.] n. The name of a certain creeper. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC1C;&#xC4D;&#xC1D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-majjanamu. [Skt.] adj. Sinking, plunging, bathing; a bath. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-mantranamu. [Skt.] n. An invitation, bidding guests to the annual ceremony of making offerings to the manes of deceased ancestors. &#xC28;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ni-mantrin&#x1E6D;su. v. a. To invite, to invite guests to a feast at an annual ceremony held in honor of departed ancestors. &#xC28;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; nimantritu&#x1E0D;u. n. One who is so invited, &#xC28;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                