&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC24;</span>&#xA0;&#xA0;niyanta. [Skt.] n. A charioteer, &#xC24;&#xC47;&#xC30;&#xC41; &#xC28;&#xC21;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;. A guide, a leader, &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A ruler, lord, husband. &#xC35;&#xC3E;&#xC23;&#xC40; &#xC28;&#xC3F;&#xC2F;&#xC02;&#xC24;, i.e., Brahma, spouse of Saraswati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimma&#x1E37;amu. [Tel.] n. Ease, comfort, quiet, patience, gentleness. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. adj. Easy, quiet, happy, well. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is well in health. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is well, proper, right. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; or &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26; nimma&#x1E37;amu-g&#x101;. adv. Well, by degrees, gradually, gently. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; do it at your leisure, do it slowly. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; nimma&#x1E37;in&#x1E6D;su. v. n. To be at ease, to be quiet or patient. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC17;&#xC41;. To become better, &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. To rest one-self. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he is better now.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;</span>&#xA0;&#xA0;nimma. [Tel.] adj. Appertaining to the lime tree. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC2F; or &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC02;&#xC21;&#xC41; a lime. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the lime tree. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E; the wild lime. Atalantia monophylla. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; nimma-tulasi. n. A species of the Basil which has a scent resembling the lime. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; nimma-ga&#x1E0D;&#x1E0D;i. n. Lemon grass. Andropogon citratus, (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimnamu. [Skt.] adj. Deep, profound. &#xC32;&#xC4B;&#xC24;&#xC41;, &#xC17;&#xC2D;&#xC40;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC32;&#xC3F;&#xC16;&#xC3F;&#xC24; under written. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC17; nimna-ga. n. lit: &quot;deep flowing.&quot; A stream. &#xC28;&#xC26;&#xC3F;, &#xC0F;&#xC30;&#xC41;. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41; nimn-&#x14D;nntamu. adj. Uneven, high and low, up and down.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nimusamu. [from Skt. &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;.] n. A moment, an instant. &#xC28;&#xC3F;&#xC2E;&#xC47;&#xC37;&#xC2E;&#xC41; nim&#x113;shamu. [another form of &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;.] n. Twinkling. &#xC15;&#xC28;&#xC41;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;nimuru. [Tel.] v. a. To stroke, to fondle, &#xC5B;&#xC35;&#xC41;&#xC30;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC28; &#xC12;&#xC21;&#xC32;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; &#xC24;&#xC21;&#xC35;&#xC41;. R. iv. 44.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-yudhdhamu. [Skt.] n. A close fight, a hand-to-hand struggle. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC32;&#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC28;&#xC3F; &#xC2F;&#xC4B;&#xC26;&#xC4D;&#xC27; ni-y&#x14D;ddha. n. One who fights hand to hand, &#xC2C;&#xC3E;&#xC39;&#xC41; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niyutamu. [Skt.] n. A host, or vast number: diversely interpreted as one lac, ten lacs, and one hundred lacs. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niyamamu. [Skt.] n. A principle, rule, precept. An engagement. &quot;The restriction of a rule to particular cases.&quot; (Colebr.) That which is invariable. Any religious observance. Certainty. The inevitable result of an act. Taking pains &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; fixedly, statedly. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; niyamin&#x1E6D;su. v. a. To appoint, direct, order, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; niya-min&#x1E6D;su-konu. v. a. To agree on, contract for, engage for, determine, decree, undertake, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; niyamitamu. adj. Commanded, ordered, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC2E;&#xC15;&#xC2E;&#xC41; niy&#x101;makamu. n. Certainity, an arrangement. &#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41; niy&#x101;ma-ku&#x1E0D;u. n. A director, a pilot or steers-man. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC2F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niyatamu. [Skt.] adj. Self governed, subdued, restrained, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41; &#xC17;&#xC32;, Constant, permanent, certain, &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC2F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; niyatamu-g&#x101;. adv. Always, constantly. &#xC28;&#xC3F;&#xC2F;&#xC24;&#xC3F;. niyati. n. Destiny, luck, good or bad fortune, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A religous duty or obligation, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC2F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; niyat-&#x113;ndriyu&#x1E0D;u.n. A sage or man of subdued passions.
			</div>
                