&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niratamu. [Skt.] adj. Very eager. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;. Ever, always. &#xC28;&#xC3F;&#xC30;&#xC24;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; daily alms. &#xC28;&#xC3F;&#xC30;&#xC24;&#xC3F; nirati. n. Great eagerness. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41; nira-tu&#x1E0D;u. n. One who is engaged or interested in anything.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nirayamu. [Skt.] n. Hell. &#xC28;&#xC3F;&#xC30;&#xC15;&#xC2E;&#xC41;. Adversity, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;</span>&#xA0;&#xA0;nir. [Skt.] n. An intensive prefix. Much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. Well, &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E;. See &#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;. &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;</span>&#xA0;&#xA0;nir. A Sanskrit particle prefixed in words of that language and implying negation, privation, &amp;c. This prefix varies in accordance with the rules of Sanskrit sandhi. In some cases it becomes &#xC28;&#xC3F;&#xC37;&#xC4D; as &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28; fruitless. When attached to a word which begins with S, it becomes &#xC28;&#xC3F;&#xC38;&#xC4D;, as &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E; doubtlessly. When it is followed by a vowel, it remains unaltered as &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; unchecked. The compounds in which this prefix is used are here put together. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41; nir-anku&#x1E63;amu. adj. Unrestrained, free, uncontrolled, resistless. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; nir-anjanamu. adj. Free, void of passion or emotion, stainless. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; nir-antaramu. adj. Continued, continuous, without interval. Interminable, endless. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. adv. Always, constantly, frequently, generally. &#xC28;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; nir-apar&#x101;dhamu. adi. Blameless, innocent, harmless. &#xC28;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F; or &#xC28;&#xC3F;&#xC30;&#xC28;&#xC30;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; nir-apar&#x101;dhi n. One who is innocent. &#xC28;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; nir-ap&#x101;yamu. adj. Harmless, &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; &#x1E47;ir-ap&#x113;kshamu. adj. Undesired, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41; nir-argalamu. adj. Unobstructed, unrestrained, unimpeded. Resistless. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; nir-arthakamu. adj. Vain, fruitless, improfitable, unmeaning. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC35;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC41;&#xC21;&#xC41; nir-avagrahu&#x1E0D;u. n. One who is unimpeded, independent. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; nir-avadyamu. adj. Unobjectionable, unexceptionable. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC15;&#xC2E;&#xC48;&#xC28;. Vasu. ii. 99. &#xC28;&#xC3F;&#xC30;&#xC35;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; nir-avadhikamu. adj. Unlimited. &#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; nir-ahank&#x101;ramu. n. Humility, modesty. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-&#x101;karin&#x1E6D;su. v. a. To transgress, disobey, disregard, neglect, contemn, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F; nir-&#x101;k&#x101;ramu. n. Disregard. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. What is viewless or invisible. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Viewless, shapeless, invisible. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; nir-&#x101;k&#x101;ru&#x1E0D;u. n. One who is without form, the Deity. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; nir-&#x101;k&#x1E5B;itamu. adj. Removed, rejected, despised, expelled, disregarded. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; nir-&#x101;ksh&#x113;pamu-g&#x101;. adj. Unquestionably, without objection. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC18;&#xC3E;&#xC1F;&#xC2E;&#xC41; nir-&#x101;gh&#x101;&#x1E6D;amu. adj. Irresistible, &#xC2E;&#xC40;&#xC30;&#xC30;&#xC3E;&#xC28;&#xC3F;. Easy, unobstructed, without hesitation. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; nir-&#x101;tankamu-ga. adj. Without scruple or fear, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC26;&#xC30;&#xC23; nir-&#x101;dara&#x1E47;a. n. Helplessness. Disregard. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; nir-&#x101;dh&#x101;ramu. adj. Groundless, helpless. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2A;&#xC28;&#xC3F;&#xC02;&#xC26; nir-&#x101;pa-ninda. n. Blame, censure, &#xC05;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2C;&#xC3E;&#xC30;&#xC3F; nir&#x101;b&#x101;ri. n. A saint, sage. &#xC2E;&#xC41;&#xC28;&#xC3F;. Nila. i. 29. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2F;&#xC2E;&#xC41; nir-&#x101;mayamu. adj. Well, hale, recovered from sickness, free from disease. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2F;&#xC41;&#xC21;&#xC41; nir-&#x101;mayu&#x1E0D;u. n. One who is free from disease. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; nir-&#x101;y&#x101;samu-g&#x101;. adv. Easily, without difficulty. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; nir-&#x101;yudha-hastu&#x1E0D;u. adj. Unarmed. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41; &#x1E47;ir-alambamu. n. Independent, &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36; nir-&#x101;&#x1E63;a. n. Despair, despondency. &#xC06;&#xC38;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC41;&#xC21;&#xC41; nir-&#x101;&#x1E63;rayu&#x1E0D;u. adj. Unprotected, unpatronaized, helpless. &#xC05;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC15;&#xC2E;&#xC41; nir&#x101;sakamu. adj. Opposing, rejecting, expelling. Antagonistic, as the potency of medicine. n. A specific, or panacea. &#xC28;&#xC3F;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41; nir-&#x101;spadamu. adj. Groundless. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; nir-&#x101;h&#x101;ramu. adj. Fasting. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC41;&#xC21;&#xC41; nir-&#x101;&#x1E37;u&#x1E0D;u. n. One who is unrestrained, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &quot;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC4A;&#xC30;&#xC41; &#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC2E;&#xC3F; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC41;&#xC02;&#xC21; &#xC35;&#xC40;&#xC35;&#xC41;.&quot; L. ii. 210. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; nir-udy&#x14D;gamu. n. Unemployedness: the being in a state of idleness. adj. Passive, inert, unengaged, at leisure. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC3F; nir-udy&#x14D;gi. n. One who is umemployed. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41; nir-upadravamu. adj. Harmless. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; nir-upam&#x101;namu. adj. Incomparable, matchless, &#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC2A;&#xC39;&#xC24;&#xC3F; nir-upahati. adj. Undisturbed, untroubled, unchecked. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC27;&#xC3F; nir-up&#x101;dhi. n. Ease, freedom from pain. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; nir-up&#x101;dhikamu. adj. Causeless, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; nir-gu&#x1E47;amu. adj. Indescribable. incomprehensible. Devoid of quality or definable attribute. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41; nir-gu&#x1E47;u&#x1E0D;u. n. One (the Deity) who is devoid of properties or qualities. The Indescribable One. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC1F;&#xC2E;&#xC41; nir-gha&#x1E6D;amu. n. A crowded bazaar or shop, &#xC2C;&#xC39;&#xC41;&#xC1C;&#xC28;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC17;&#xC32; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; nir-janamu. adj. Devoid of human beings, lonely, private, solitary, &#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC41;&#xC21;&#xC41; nir-jaru&#x1E0D;u. n. One who is not subject to decrepitude. An immortal or god. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC38;&#xC24;&#xC3F; a goddess. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC32;&#xC2E;&#xC41; nir-jalamu. adj. Waterless, &#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC2F;&#xC24; nir-dayata. n. Unkindness, &#xC26;&#xC2F;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41; nir-dayu&#x1E0D;u. n. An unkind man, &#xC26;&#xC2F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; nir-d&#x14D;shamu. adj. Faultless, innocent &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC41;&#xC32;&#xC41; the innocent. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; nir-d&#x14D;shamu-g&#x101;. adv. Faultlessly, innocently. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; nir-d&#x14D;shatvamu. n. Innocence, faultlessness. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41; nir-dhanu&#x1E0D;u. n. One who has no money, a poor man, &#xC27;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC42;&#xC2E;&#xC27;&#xC3E;&#xC2E;&#xC2E;&#xC41; nir-dh&#x16B;madh&#x101;mamu. n. Utter destruction: utter ruin and ashes. &quot;&#xC2E;&#xC40;&#xC30;&#xC41; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC1A;&#xC4B;&#xC1F;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC42;&#xC2E;&#xC27;&#xC3E;&#xC2E;&#xC02;&#xC2C;&#xC41;.&quot; Dab. 232. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; nir-nidramu. adj. Sleepless, awake. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; nir-ni-mittamu. adj. Needless, causeless. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC40;&#xC24;&#xC3F; nir-n&#x12B;ti. n. Immorality. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC2E;&#xC41; nir-bhayamu. adj. Fearless. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC24;&#xC28;&#xC4D; fearlessly. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC30;&#xC2E;&#xC41; nir-bharamu. adj. Unbearable, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. Much, excessive, great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; nir-bh&#x101;gyu&#x1E0D;u. n. One who is luckless, unlucky, or cursed &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC40;&#xC24;&#xC3F; nir-bh&#x12B;ti. n. Fearlessness. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC30; nir-mastsara. adj. Tolerant, free from jealousy. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26; nir-mary&#x101;da. n. Dishonour, an insult, impudence. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41; nir-malamu. adj. Pure, transparent, clear, clean, free from dirt or impurities. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC21;&#xC41; nir-malu&#x1E0D;u. n. One who is pure: a good man. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC4B;&#xC17;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC41; nir-moga-m&#x14D;&#x1E6D;amu. n. Unkindness. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; nir-muktamu. adj. Loosed, set free from, disjoined, sundered, separated. n. A snake that has lately cast its skin. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2F;&#xC48; dropping her petticoat. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; nir-muktu&#x1E0D;u. n. An ascetic, a monk. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC4B;&#xC15;&#xC2E;&#xC41; nir-m&#x14D;kamu. n. A snake&apos;s skin. &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC28;&#xC2E;&#xC41; nir-m&#x16B;lamu. n. Extirpation, eradication, utter ruin &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28; ruined. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-m&#x16B;lin&#x1E6D;su. v. a. To eradicate, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC41;&#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. To ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41; nir-lajjamu. adj. Shameless. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC32;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41; nir-l&#x113;pu&#x1E0D;u. n. Devoid of pride. &#xC28;&#xC3F;&#xC30;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC36;&#xC41;&#xC21;&#xC41; nir-vam&#x1E63;u&#x1E0D;u. n. One who is childless, barren. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; nir-vachan&#x12B;yamu. adj. Inexpressible, undefinable. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC2E;&#xC41; nir-v&#x101;tamu. adj. Windless or close, as a place. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; (&#xC1A;&#xC4B;&#xC1F;&#xC41;.) &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; nir-vik&#x101;ramu. adj., Unchanged, unaltered, uniform, changeless, immutable. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC48; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; stead fastly. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41; nir-vighnamu. adj. Unobstructed. &#xC28;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC23;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; nir-vi&#x1E47;&#x1E47;u&#x1E0D;u. adj. Earnest, absorbed, overcome, enrapt. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; (&#xC35;&#xC3E;&#xC21;&#xC41;.) &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; nir-viv&#x101;damu. adj. Undisputed, unquestioned. &#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; nir-vishamu. adj. Venomless, &#xC28;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC2E;&#xC41; without enmity, &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41; nir-vy&#x101;jamu. adj. Without deceit: without obstruction. Honest. &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; nir-h&#x113;tukamu-g&#x101;. adv. Without cause, causelessly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;niru&#x1E0D;u. [Tel. &#xC28;&#xC3F;&#xC30;&#xC41;+&#xC0F;&#xC21;&#xC41;.] n. Last year. &#xC15;&#xC21;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC1F;&#xC3F; of last year. See &#xC28;&#xC3F;&#xC30;&#xC41;:
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-uktikamu. [Skt.] n. Dumbness. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41; the dumb. &#xC2E;&#xC42;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC41;. P. ii. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-uktamu. [Skt.] n. A glossary of obscure phrases used in the Vedas. &#xC12;&#xC15; &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;. That which is said, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; nir-ukti. n. The name of a figure of speech, &#xC12;&#xC15; &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Definition of the meaning of a word, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;niruku. [H.] n. Certainty. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;. A price settled upon, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC32;. &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no fixed salary.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;niruka&#x1E37;amug&#x101;. [from Skt. &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;.] adj. Without any let or hindrance, easily, &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niruka&#x1E0D;amu. [Tel.] n. A plant called &#xC05;&#xC1C;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC0B;&#xC37;&#xC4D;&#xC2F; and also &#xC1C;&#xC32;&#xC24;&#xC41;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC41; and &#xC24;&#xC27;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC41;</span>&#xA0;&#xA0;niru. [Tel.] adj. Past. &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. Very, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC47;&#xC26; very poor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nir-&#x12B;kshin&#x1E6D;su. [Skt.] v. t. To look for, view, watch, long for, hope for, wait for. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23; or &#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; nir-&#x12B;ksha&#x1E47;a. n. Looking for, regarding, seeing, expectation, hope, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; nir-&#x12B;kshitamu. adj. Expected, hoped for. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nirasanamy. [Skt.] n. Rejection, denial, contradiction, disallowance. &#xC15;&#xC3E;&#xC26;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; nirasint&#x1E63;u. v. a. To reject, deny, contradict, set aside or disallow. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; nirastamu. adj. Expelled, sent out, thrown out, cast out. Rejected, loosened (as a knot) &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; sin that is removed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC42;&#xC27;&#xC3F;</span>&#xA0;&#xA0;ni-rudhi. [Skt.] n. A thorough understanding, skill. fluency. Fame, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC22;&#xC2E;&#xC41; ni-r&#x16B;&#x1E0D;hamu. adj. Famous. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;.
			</div>
                