&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-gh&#x101;tamu. [Skt.] n. A gust of wind, a hurricane, a whirlwind, &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC41; A thunderbolt. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC40;&#xC32;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F; nirgun&#x1E0D;i. [Skt.] n. A plant called Justicia ganderussa, or Vilex negundo. &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-ga&#x1E37;itamu. [Skt.] adj. Loosened. &#xC2C;&#xC2F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-gatamu. [Skt.] adj. That which has come out, gone out. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F; nir-gati. n. Helplessness, a hard lot. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is in misery. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; nir-gamamu. n. The act of coming out. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-gamin&#x1E6D;su. v. n. To go out, to come out. &#xC35;&#xC46;&#xC21;&#xC32;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-&#x14D;sh&#x1E6D;amu. [Skt.] adj. Lit: Devoid of labials: a device in versification, wehrein the poet discards the letters &#xC2A;, &#xC2B;, &#xC2C;, &#xC2D;, &#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir&#x14D;dhamu. [Skt.] n. An interdietion, restraint, check, impediment. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;. Evil &#xC1A;&#xC47;&#xC1F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; nir&#x14D;dhin&#x1E6D;su. v. a. To interdict, to obstruct, to impede. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;ni&#x1E5B;&#x1E5B;ti. [Skt.] n. The demigod supposed to rule the south west quarter of heaven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC42;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-&#x16B;hamu. [Skt.] n. A completed sentence, a full sentence. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Not open to a guess certain, &#xC0A;&#xC39;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-r&#x16B;pa&#x1E47;amu. [Skt.] n. Sight, seeing Investigation, ascertaining, determining., &#xC1A;&#xC42;&#xC2A;&#xC41;. &#xC05;&#xC30;&#xC2F;&#xC3F;&#xC15;, &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; ni-r&#x16B;pin&#x1E6D;su. v. a. To ascertain, prove, determine, resolve. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; ni-r&#x16B;pitamu. adj. Proved, settled. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nir-dahin&#x1E6D;su. [Skt.] v. a. To burn throughly. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC39;&#xC28;&#xC2E;&#xC41; nir-dahanamu. n. A thorough burning. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-da&#x1E37;itamu. [Skt.] adj. Well cut. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E47;ir-dagdhamu. [Skt.] adj. Well burnt. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC47;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nir-&#x1E47;&#x113;jaku&#x1E0D;a. [Skt.] n. A washerman. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC47;&#xC1C;&#xC28;&#xC2E;&#xC41; nir-&#x1E47;&#x113;janamu. n. Washing, cleansing with water. &quot;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC16;&#xC2A;&#xC26;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC46;&#xC1C;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; Balarama vi. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-&#x1E47;agamu. [Skt.] n. Settlement. Certainity, a positive conclusion, a decision. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC48;&#xC28; nir-&#x1E47;aya-m-aina. adj. Stated, definite. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; nir-&#x1E47;ayamu-g&#x101;. adv. Positively, definitely. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-&#x1E47;ayin&#x1E6D;su. v. a. To fix, settle, define, specify, resolve, come to an opinion, conclude, decree. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC24;&#xC2E;&#xC41; nir-&#x1E47;&#x12B;tamu. adj. Definite, positive. Settled. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC24;&#xC3F; nir-&#x1E47;&#x12B;li. n. Determination, settlement. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC3E;&#xC23;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC36;&#xC41;&#xC2D;&#xC35;&#xC47;&#xC33;&#xC3E; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41;.&quot; Vasu. iii. 108. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC47;&#xC24; nir-&#x1E47;&#x113;la. n. One who settles or decides. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-jharamu. [Skt.] n. A cascade, a waterfall, a torrent. &#xC27;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1D;&#xC30;&#xC3F;&#xC23;&#xC3F; nir-jhari&#x1E47;i. n. A river. &#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC0F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nir-jin&#x1E6D;su. [Skt.] v. n. &amp; a. To conquer, quell. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC32;&#xC47;&#xC15;.&quot; Anir. 14. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-gh&#x14D;shamu. [Skt.] n. A sound, voice. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-daranamu. [Skt.] n. A clean splitting. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; nir-daritamu. adj. Well split &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                