&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4D;</span>&#xA0;&#xA0;niryat. [Skt.] adj. Gushing out. S. i. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nirmin&#x1E6D;su. [Skt.] v. a. To create: to erect, build, form, forge: to invent, &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; nirmitamu. adj. Made, fabricated; artificial. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC24; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F; nirm&#x101;ta. n. One who makes. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3F; nirm&#x101;&#x1E47;amu. n. Manufacture, production, creation, invention.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-bandhamu. [Skt.] n. Force, violence. &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they forced me to sign it. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC15;&#xC48;&#xC26;&#xC41; close confinement. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; nir-bandhin&#x1E6D;su. v. a. To force, press, to lay violent hands upon. To constrain or oppress: to persist in, or insist on.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-dhutamu. [Skt.] adj. Let out, discharged. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23; nir-dh&#x101;ramu [Skt.] n. Certainty; ascertainment, determination; a resolution. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23; &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-dhr&#x101;ra&#x1E47;a-ch&#x113;yu. v. a. To determine, or resolve. &#xC15;&#xC3E;&#xC36;&#xC40;. v. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; nir-dh&#x101;ra&#x1E47;&#x12B;yamu. adj. Fit to be determined or settled. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; nir-dh&#x101;ritamu. adj. Settled or determined. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; nir-dh&#x101;ryu&#x1E0D;u. n. A man of determination, one who fights his way in spite of difficulties. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC24;&#xC40;&#xC2F;&#xC15; &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-d&#x113;&#x1E63;amu. [Skt.] n. An order or command: an instruction, direction. &#xC06;&#xC1C;&#xC4D;&#xC1E;. Telling, &#xC15;&#xC25;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. Nearness, &#xC09;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-d&#x113;&#x1E63;in&#x1E6D;su. v. a. To appoint, to command. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; nir-dish&#x1E6D;amu. adj. Commanded, ordered. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; nir-d&#x113;&#x1E63;yamu. adj. Fit to be ordered or commanded. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC37;&#xC4D;&#xC1F; nir-d&#x113;sh&#x1E6D;a. n. One who gives a command or order. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-raha&#x1E47;amu. [Skt.] n. Management, achievement. A vow. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;nir-vartillu. [Skt.] v. n. To be fulfilled. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; nir-vartin&#x1E6D;su. v. a. To achieve, effect, manage, conduct. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-var&#x1E47;anamu. [Skt.] n. Sight, seeing, view, &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nirvapanamu. [Skt.] n. A gift.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-vachanamu. n. A definition. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; nirva-chi&#x1E47;&#x1E6D;su. v. a. To define (a term, &amp;c.) &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC32;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-l&#x12B;namu. [Skt.] adj. Lost, hidden.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;nirra-n&#x12B;lugu. [Tel. &#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;+&#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;.] v. n. To throw one&apos;s head up. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;. To be proud, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28; stiff (as a corpse), stiffly set up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niry&#x101;samu. [Skt.] n. Gum exuding from a tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC02;&#xC15;. An extract, decoction, infusion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niry&#x101;tanamu. [Skt.] n. Revenge, &#xC2A;&#xC17;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. A gift, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. A return of the money held in custody, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC27;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;. Payment of debt, &#xC0B;&#xC23; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niry&#x101;&#x1E47;amu. [Skt.] n. Death, demise. &#xC1A;&#xC3E;&#xC35;&#xC41;, &#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC23; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in his last moments.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;nir-valullu. [Skt.] v. n. To be fulfilled. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. To come to pass. &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
                