&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nir-vahin&#x1E6D;su. v. a. To manage, carry through, perform. To protect, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC2E;&#xC41; nir-v&#x101;hamu. n. Management, power or ability to perform. execute or sustain. &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; nir-v&#x101;haku&#x1E0D;u. n. A manager or director: a man of ability. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; a Director of Learning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41; nilu. [Tel.] Stop! Stand! hold!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nilimpu&#x1E0D;u. [Skt.] n. A deity. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2D;&#xC3E;&#xC37; nilimpa-bh&#x101;sha. n. The language of the gods, i.e., Sanskrit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nilayamu&#x307;. [Skt.] n. An abode, a dwelling-house or habitation. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-v&#x113;damu. [Skt.] n. Humiliation; neglect, disregard; hopelessness. &#xC24;&#xC24;&#xC4D;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28; &#xC26;&#xC41;&#xC03;&#xC16;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC39;&#xC47;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41; nir-v&#x113;din&#x1E6D;su. v. a. To renounce, give up. abandon. Vish. ii. 26. &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;nir-v&#x1E5B;ili. [Skt.] n. Death. &#xC1A;&#xC3E;&#xC35;&#xC41;. Destruction. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. Happiness, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nir-v&#x101;damu. [Skt.] n. Censure, blame, imputation. &#xC28;&#xC3F;&#xC02;&#xC26;. A decision.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nirv&#x101;&#x1E47;amu. [Skt.] n. Eternal happiness, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;o. Annihilation, extinction. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Liberated, extinct, (as a light or fire) &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC28;. In Telugu it means Nakedness. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23; &#xC24;&#xC47;&#xC1C;&#xC41;&#xC21;&#xC41; one whose light was put out. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC3F; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; nirv&#x101;&#x1E47;i. n. A beatified soul. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;. (q. v.)
			</div>
                