&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nivartakamu. [Skt.] n. Accomplishing, finishing, ending. Deliverance, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. In the Yoga S&#x101;stram, the &#xC2D;&#xC41;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; is he who still dies and is born over and over again in various bodies: and the &#xC2D;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; is he who is delivered from transmigration, and has obtained union with the Deity. BD. vii. 80 - 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;, &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC33;&#xC3F; or &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC15; niv&#x101;li [Tel.] n. Fumigation, for the sake of good luck. &#xC06;&#xC30;&#xC24;&#xC3F; Burning incense. Pal. 126. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; niv&#x101;&#x1E37;in&#x1E6D;su. v. n. To bless, lustrate or purify by the ceremony of waving a lamp. &#xC06;&#xC30;&#xC24;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC3F; &#xC12;&#xC38;&#xC17;&#xC41; to fumigate in order to avert evil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ni-v&#x101;rin&#x1E6D;su. [Skt.] v. a. To do away with, cure, avert, dissipate; to put a stop to, dispel, remove, rescue; to appease, satisfy. To prevent ill luck by sprinkling water, &amp;c. To forbid, bar, debar, arrest. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; ni-v&#x101;ra&#x1E47;amu. n. Prevention. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;. Doing away with, removing, curing, deliverance, termination. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; ni-v&#x101;ritamu. adj. Hindered, checked, opposed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-v&#x101;tamu. [Skt.] adj. Airless, close, confined. n. A prop. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC24; &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41; armed in an air-tight panoply.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC3E;</span>&#xA0;&#xA0;niv&#x101;&#x1E0D;&#x101;. [Mahrati.] n. Settlement of accounts with a ryot: settlement, adjustment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niv&#x101;kamu. [Skt.] n. A proclamation. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nivahamu. [Skt.] n. An assembly society, crowd; a large quantity, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ni-vasin&#x1E6D;su. [Skt.] v. n. To dwell, reside, live in. &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC38;&#xC24;&#xC3F; or &#xC28;&#xC3F;&#xC35;&#xC38;&#xC28;&#xC2E;&#xC41; ni-v&#x101;samu. n. A house, dwelling. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they dwelt there. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F; a dweller, &#xC28;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ni-vartilu. v. n. To turn back. &#xC2E;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E47;ivartin&#x1E6D;su. v. a. To quit, abandon; to renounce, resign, cease from; to do away with, to quash, &#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; or &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; nivarti. n. Doing away, removing, abolition. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30; &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC48; so that the poverty might be removed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41; nilu&#x1E6D;su. [Tel.] v. n. To stand. To remain, exist, last, live. continue. To stay, stop, halt. &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To be still or quiet, as a fluid in a vessel. To be firm or steadfast. To bear, be patient, restrain one&apos;s feelings. To be repressed, allayed, slackened. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he kept his word. &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC26;&#xC41; it does not rain steadily. &#xC06; &#xC2C;&#xC21;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the school is now closed. &#xC2A;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the work has stopped. M. XII. v. 459. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F; or &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F; long, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set up , erect. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC24;&#xC40;&#xC2F;&#xC41; to set one on his legs. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; nilu&#x1E6D;s-un&#x1E0D;u. (&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;+&#xC09;&#xC02;&#xC21;&#xC41;.) v. n. To remain standing, to continue to stand. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A; Same as &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC32; used for &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;. &#xC28;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC2C;&#xC21;&#xC41; nila-ba&#x1E0D;u. v. n. To stand. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;. To be stopped. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;. To be set up, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC32;&#xC15;, &#xC28;&#xC3F;&#xC32;&#xC15;&#xC21;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC21; nilaka. n. Standing; steadiness, constancy, firmness. &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC08; &#xC2F;&#xC47;&#xC30;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC15; &#xC2F;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC26;&#xC41; I cannot keep my footing in the current. &#xC15;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC15;&#xC21;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to gain a firm footing &#xC28;&#xC3F;&#xC32;&#xC15;&#xC21;&#xC2F;&#xC3F;&#xC28; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; permanent (not acting) employement. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; firm. &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; nilitamu. n. Delay: endurance, (Vizag.) &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC21;&#xC41;&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41; niluve&#x1E0D;u-y-ettu. n. A fathom high, lit: one man&apos;s stature. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; nitupu. v. a. To cause to stand, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To fix, to set up, to place, to erect, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;. To stay, restrain, interrupt, repress, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To support, maintain, keep firm, establish, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;. To retain, keep back, reserve, &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC09;&#xC02;&#xC1A;&#xC41;. To set aside, exclude. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; n. Standing, a halt, &amp;c. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC09;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is suspended or in abeyance. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they stopped the work, &amp;c. detained (me) &amp;c. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC41; nilupu. adj. That which stops. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC3F;. Firm, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; nilup-&#x14D;pu. (&#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;+&#xC13;&#xC2A;&#xC41;.) v. n. To endure, to bear, to put up with, &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC32; nilupu-dala. n. Stopping. suspension. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35; niluva. n. A remainder, something that is left over, &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3F; niluv-ari. adj. Steadfast. n. A steady man. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; niluvu. n. Standing. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;. Stature, height, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;. A fathom or a man&apos;s height, &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;. Form, shape, figure, &#xC06;&#xC15;&#xC43;&#xC24;&#xC3F;. A storey, &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;. The standing crop. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; water three fathoms deep. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; he is a villain from head to foot. &#xC28;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they fleeced me or stripped me. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; his eyes are set, he is dying. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;, i.e., &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F; standing, erected. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; adj. Upright, standing, High, tall. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; a cup with upright sides, a mug. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC05;&#xC02;&#xC1A;&#xC28;&#xC3E; reckoning upon the standing crop. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC1F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; niluvu-&#x1E6D;-addamu. n. A pier glass, a full length mirror. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; service in which one has to stand up always and is not allowed to sit. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC47;&#xC35;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; stilts. &#xC28;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; nilava-ramu. n. Firmness, steadfastness. The truth, certainity. A deposit, money lodged. adj. True, certain, fixed, firm, stable, sure, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; nilavarin&#x1E6D;su. v. n. To stand firmly. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. v. a. To cause to stand firmly. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;. To stop, to cause to halt; to support, to manage, to sustain.
			</div>
                