&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;nivva&#x1E6D;illu. [Tel.] v. n. To spread, extend, overflow. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To teem, redound, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To exist or be, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC41;. To be fulfilled, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;, &#xC15;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; nivva&#x1E6D;in&#x1E6D;su. v. a. To prepare, trim, adjust. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41; nivvachcharamu. [Tel.] n. Poverty. &#xC32;&#xC47;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC28;&#xC2E;&#xC41; niv&#x113;&#x1E63;amu. [Skt.] n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. The site of a house, a spot of ground: a certain measure of land used in Madras, 60 feet by 40 feet. called &quot;one ground.&quot; Entrance, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ni-v&#x113;din&#x1E6D;su. [Skt.] v. a. To make known. To deliver up, give, offer. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; ni-v&#x113;ditamu. adj. Offered as a sacrifice. &#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; ni-v&#x113;dyamu. adj. Fit to be offered as a sacrifice. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41; ni-v&#x113;danamu. n. An offering, a burnt offering. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;. A. vi. 139. The act of making known any thing, &#xC0E;&#xC30;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;niv&#x1E5B;itti. [Skt.] n. Cessation, renunciation, abdication. Removal of an objection or an evil solution. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;nivuru. [Tel.] v. a. To handle, finger, feel, stroke. &#xC28;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC41;. &quot;&#xC15; &#xC15;&#xC30;&#xC2E;&#xC28;&#xC41; &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC17;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; nivuru. [Tel.] n. Embers. Ashes over coals. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC15;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;. (q. v.) &#xC28;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; nivu&#x1E0D;in&#x1E6D;su. v. a. To stretch, &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC1A;&#xC41;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;.&quot; M. XII. v. &#xC28;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; Same as &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC40;&#xC38;&#xC41;</span>&#xA0;&#xA0;niv&#x12B;su. [H.] n. A letter writer. &#xC1C;&#xC35;&#xC3E;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC35;&#xC40;&#xC38;&#xC41; one who writes down an answer. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;niv&#x12B;tamu. [Skt.] n. A veil, a mantle, a wrapper. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. The Brahminical thread, so called when worn round the neck as a necklace, at certain religious rites. &#xC2A;&#xC47;&#xC30;&#xC41; &#xC35;&#xC32;&#xC46; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC30;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has slung his arm in a handkerchief.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC4D;</span>&#xA0;&#xA0;ni&#x1E63;. [Skt.] A negative prefix, altered from &#xC28;&#xC3F;&#xC30;&#xC4D;. (q. v.) in accordance with the rules of Sandhi. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41; ni&#x1E63;-chalamu. adj. Fixed, immovable, firm. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; ni&#x1E63;-chintu&#x1E0D;u. n. A man without care. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41; &#x1E47;i&#x1E63;-ch&#x113;&#x1E6D;anamu. adj. Motionless, inanimate. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; ni&#x1E63;-ch&#x113;sh&#x1E6D;u&#x1E0D;u. n. One who cannot move, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; ni&#x1E63;-&#x1E63;abdamu. n. Silence. adj. Silent, mute. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be silent or speechless. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; ni&#x1E63;-&#x1E63;&#x113;shamu. adj. Without a remainder, total, entire, thorough, complete, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; ni&#x1E63;-&#x1E63;&#x113;shamu-g&#x101;. adv. Wholly, utterly, completely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC30;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC30;&#xC17;&#xC41; niv-vera. [Tel. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;+&#xC35;&#xC46;&#xC30;.] n. Great fear. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2D;&#xC2F;&#xC2E;&#xC41;. Amazement, surprise. Great surprise or alarm. &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC24;, &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC30;&#xC17;&#xC02;&#xC26;&#xC41; or &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC30;&#xC2A;&#xC21;&#xC41; niv-verag-andu. v. n. To be greatly astonished. To be greatly afraid, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; niv-vera-p&#x101;&#x1E6D;u. n. Astonishment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC3F; or &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC15; nivv&#x101;&#x1E37;i. [Tel.] n. Fumigation, used as a superstitious rite to avert evil. A wave offering, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41;. plu. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC33;&#xC3F;&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; nivv&#x101;&#x1E37;i-pa&#x1E37;&#x1E37;emu. n. A censer for a wave offering.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC40;&#xC35;&#xC30;&#xC3F; nivvari [Tel.] n. Wild corn. &#xC28;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
                