&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E63;&#x101;ntamu. [Skt.] n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. The dawn of day. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC24;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;. &#xC15;&#xC47;&#xC33;&#xC3F;&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC40;&#xC2E; a bed room. A. vi. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;</span>&#xA0;&#xA0;ni&#x1E63;a. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. Turmeric. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. A. iv. 155. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; ni&#x1E63;&#x101;-karu&#x1E0D;u. n. Lit: The night maker, i.e., the moon. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1F;&#xC41;&#xC21;&#xC41;. ni&#x1E63;&#x101; charu&#x1E0D;u. n. A night rover, i.e., a goblin, fiend, demon. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1F;&#xC3F; or &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC30;&#xC3F; ni&#x1E63;&#x101;&#x1E6D;i. n. A female fiend, an ogress. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; ni&#x1E63;&#x101;-dar&#x1E63;i. n. Lit. That which sees by night, i.e., an owl. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC2A;&#xC24;&#xC3F; ni&#x1E63;&#x101;-pati. n. The lord of night, i.e., Adonis, the regent of the moon. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC2E;&#xC41;&#xC23;&#xC3F; ni&#x1E63;&#x101;-ma&#x1E47;i. n. Lit: the gem of the night, i.e., the moon. A fire fly. &#xC28;&#xC3F;&#xC38;&#xC3F; nisi. Night. &#xC28;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC33; nisi-r amacr;tri-v&#x113;la. n. The dead of night.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nishangamu. [Skt.] n. A quiver. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;. A. ii. 17. &#xC28;&#xC3F;&#xC37;&#xC02;&#xC17;&#xC3F; nishangi. n. A bowman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;</span>&#xA0;&#xA0;nish. [Skt. another form of &#xC28;&#xC3F;&#xC30;&#xC4D; q.v.] A particle of negation. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41; nish-kapatamu. adj. Without cunning or pretence, sincere, simple. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41; nish-kalmashamu. adj. Pure, free from evil. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC41; nish-ka&#x1E37;ankamu. adv. Spotless, stainless; clear, perspicuous, decisive, unquestionable, &#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC21;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC33;&#xC41;&#xC21;&#xC41; nish-ka&#x1E37;u&#x1E0D;u. n. One who is devoid of qualities: that is, a divine or holy being. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41; nish-k&#x101;nchanamu. n. Poverty. The being &quot; without a penny,&quot; or penniless. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; nish-k&#x101;mu&#x1E0D;u. n. One who is &quot;without any desires,&quot; i.e., without hope. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; nish-k&#x101;ra&#x1E47;amu. adj. Causeless, unreasonable. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; nish-k&#x101;ra&#x1E47;amu-g&#x101;. adv. Causelessly. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC16;&#xC32;&#xC41;&#xC21;&#xC41; nish-khalu&#x1E0D;u. n. One who is sinless or harmless. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; nish-pray&#x14D;janamu. adj. Useless. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC32;&#xC2E;&#xC41; nish-phalamu. adj. Fruitless, vain. &#xC2B;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E63;-&#x1E63;r&#x113;yasamu. [Skt.] n. Final deliverance, beatitude. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Padma. v. 179.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; ni&#x1E63;vasin&#x1E6D;su. [Skt.] v. n. To draw in the breath, to sigh. &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC28;&#xC2E;&#xC41; ni&#x1E63;vasanamu. n. Sighing, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; ni&#x1E63;v&#x101;samu. n. A drawing in of the breath, a sigh, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ni&#x1E63;r&#x113;&#x1E47;i. [Skt.] n. A ladder. &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni&#x1E63;chayamu. [Skt.] n. Certainty, reality. Resolution, determination. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;. adj. Real, intrinsic, actual, true, certain. &#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41; death is inevitable. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ni&#x1E63;chayin&#x1E6D;su. v. n. To be determined, settled. v. a. To determine, settle, resolve. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ni&#x1E63;chayin&#x1E6D;sukonu. v. a. To determine for oneself, to come to a conclusion. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; ni&#x1E63;chitamu. adj. Ascertained, settled. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; ni&#x1E63;chit-&#x101;tmu&#x1E0D;u. n. One who is steadfast in heart. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; ni&#x1E63;chit-arthamu. n. Resolution, determination. The formal demanding of a bride: a settlement, a betrothal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC40;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC36;&#xC40;&#xC25;&#xC3F;&#xC28;&#xC3F; ni&#x1E63;&#x12B;thamu. [Skt.] n. Night, midnight. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC28;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC2F;&#xC3F;. A. vi. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41; ni&#x1E63;&#x101;tamu. [Skt.] adj. Much sharpened. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Sharp, whetted. Clever, keen. &#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; ni&#x1E63;itatvamu. n. Keenness, sharpness. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC28;&#xC3F; nis&#x101;ni [H.] n. A mark, a sign. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC27;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nishadha-d&#x113;&#x1E63;amu. [Skt.] n. The Nishadha country. (It does not appear exactly where this country, so often mentioned in poems, was situated. W. in. Vish. p. 190.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nisha&#x1E47;&#x1E47;amu. [Skt.] adj. Residing, staying, being. &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;. Sitting, seated, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;. &quot;&#xC24;&#xC40;&#xC30;&#xC28;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC23;&#xC2F;&#xC48;&quot; Swa. iii.
			</div>
                