&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC42;&#xC39;&#xC2E;&#xC41; nish-kuhamu. [Skt.] n. The hollow of a tree. &#xC15;&#xC4B;&#xC1F;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC18;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish-ku&#x1E6D;amu. [Skt.] n. A park. &#xC17;&#xC43;&#xC39;&#xC4A;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;</span>&#xA0;&#xA0;nish-karsha. [Skt.] n. Determination, decision. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; nish-karshin&#x1E6D;su. v. a. To determine, resolve, settle. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nishkamu. [Skt.] n. A certain gold coin. &#xC2E;&#xC3E;&#xC21;. A gold jewel: a weight, used by goldsmiths. W. Vish. 579. &#xC07;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC47;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish&#x113;va&#x1E47;amu. [Skt.] n. Service, observance, practice, adhering to rule, &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish&#x113;dhamu. [Skt.] n. Prohibition, stoppage, contrariety to rule, irregularity. adj. Prohibitory, forbidding. &#xC28;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; nish&#x113;dh-&#x101;rthamu. n. The negative tense, in verbs. &#xC28;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; nish&#x113;din&#x1E6D;su. v.a To prohibit, forbid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish&#x113;kamu. [Skt.] n. Sprinkling, aspersion, effusion. W. Consummation of marriage. &#xC17;&#xC30;&#xC4D;&#xC2C;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; the same.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nishiddhamu. [Skt.] adj. Prohibited, forbidden. &#xC28;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC02;&#xC26;&#xC3E;</span>&#xA0;&#xA0;nishind&#x101;. [H.] n. Writing with flourishes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nish&#x101;du&#x1E0D;u. [Skt.] n. The name of a certain aboriginal tribe; a mountaineer, a huntsman, a savage, &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC37;&#xC21;&#xC2E;&#xC41; nish&#x101;damu. [Skt.] n. The first of the seven musical notes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC3E;</span>&#xA0;&#xA0;nish&#x101;. [H.] n. Intoxication. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2E;&#xC48;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish-p&#x101;vamu. [Skt.] n. The grain called &#xC05;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;. Jaimini. iv. 102.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; nish-patti. [Skt.] n. Completion, termination. &#xC2A;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. Birth, production. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; nish-pannamu. adj. Complete, done. Natural, born, inborn, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; nish-p&#x101;din&#x1E6D;su. v. a. To cause to be completed. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; nish-p&#x101;ditamu. adj. Completed. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish-pandamu. [Skt.] adj. Unmoving, stable, still. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;nish&#x1E47;&#x101;tu&#x1E0D;u. [Skt.] n. One who is skilful or learned. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC42;&#xC24;&#xC2E;&#xC41; nish&#x1E6D;hy&#x16B;tamu. [Skt.] adj. Cast, thrown, sent, vomited. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC46;&#xC21;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish&#x1E6D;huramu. [Skt.] adj. Hard, harsh, cruel, taunting, rude. &#xC15;&#xC20;&#xC3F;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC48;&#xC28;. n. Rudeness, harshness. A taunt or reproach. &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC47; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC2E;&#xC41; the truth is harsh or hard to hear. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC2E;&#xC41; why incur a reproach? &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; nish&#x1E6D;hu-ratvamu. n. Hardness, cruelty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish&#x1E6D;k&#x12B;-vanamu. [Skt.] n. Spitting out. &#xC09;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC1F;. Rejecting. M. iv. i. 131.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;nish&#x1E6D;ha. [Skt.] n. Fixed affection or attention; devotedness or engagedness of heart. Devotion, austerity in religion, firmness. &#xC0F;&#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC17;&#xC3E; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he read with undivided attention. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; nish&#x1E6D;hin&#x1E6D;su. v. t. To determine, resolve, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. M. xv. ii. 86. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; nish&#x1E6D;hu&#x1E0D;u. n. One who is firm or steadfast. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC21;&#xC47;&#xC15; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is devoutly bent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish-kramamu. [Skt.] n. Going out. &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;nish-k&#x1E5B;iti. [Skt.] n. Expiation, atonement. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. An omission, &#xC1A;&#xC47;&#xC2F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC47;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nish-p&#x113;shitamu. [Skt.] adj. Reduced to powder. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC28;. Thoroughly sifted or investigated.
			</div>
                