&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-hitamu. [Skt.] adj. Entrusted, deposited, given in charge. &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-hatamu. [Skt.] adj. Killed. &#xC1A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC39;&#xC24;&#xC41;&#xC21;&#xC41; ni-hatu&#x1E0D;u. n. One who is smitten, struck or killed. &#xC28;&#xC3F;&#xC39;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to slay, dest/in?/y. &#xC28;&#xC3F;&#xC39;&#xC24;&#xC3F; ni-hati. n. Death. &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC28;&#xC3F;&#xC39;&#xC02;&#xC24; ni-hanta. n. A slayer, &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC38;&#xC41;&#xC2A;&#xC41; nisugu. [Tel.] n. A young one, a child, an infant. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; nisuvu-tanamu. n. Infancy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;&#x1E47;isi. [from Skt. &#xC28;&#xC3F;&#xC33;&#xC3F;.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nisargamu. [Skt.] n. Nature, a natural state. A peculiar character or condition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC2C;&#xC41;</span>&#xA0;&#xA0;&#x1E47;isabu. [H.] n. Principal; Property. a stated estimate or valuation. &#xC28;&#xC3F;&#xC38;&#xC2C;&#xC41;&#xC1C;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E; a list of the property; a statement of value.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC4D;</span>&#xA0;&#xA0;nis. [Skt. a form of &#xC28;&#xC3F;&#xC30;&#xC4D;.] A negative prefix like un or in. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23; nis-tr&#x101;&#x1E47;a. n. Weakness. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC2E;&#xC41; nis-p&#x1E5B;ihamu. adj. Hopeless. &#xC05;&#xC36;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; nis-p&#x1E5B;ihatvamu. n. The being without any wish or hope. Indifference, listlessness. Philosophy. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC41;&#xC21;&#xC41; nis-prihu&#x1E0D;u. n. A philosopher, a calm observer, a man of an equable mind unaffected by ordinary events. adj. Indifferent or listless. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; nis-saju&#x1E0D;u. n. One who has quitted his family. A recluse, hermit. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC24;&#xC41; nis-santu. adj. Without children or offspring, without an heir. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC24;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his family is without a representative, is extinct. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41; nis-san-d&#x113;hamu. adj. Undoubted. n. The absence of doubt. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35; nis-sattuva. n. Weakness, a want of nerve, debility. Poorness of soil. &#xC06;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC24;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; nis-tantramu. adj. Easy, deliberate. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; nis-tandramu. adj. Unwearied, in-defatigable. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; nis-tarin&#x1E6D;su. v. a. To cross safely. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC26;&#xC3E;&#xC1F;&#xC41;. To succeed, get through, be delivered. &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; nis-tara&#x1E47;amu. n. Crossing. &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; nis-t&#x101;ra-ku&#x1E0D;u. n. A deliverer, redeemer. &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41; nis-sara&#x1E47;amu. n. An entrance. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. Exit, going out. &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; nis-s&#x101;ramu. Sapless, pithless, dry, exhausted. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to exhaust. &#xC08; &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; in this worthless world.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41; or &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC23;&#xC2E;&#xC41; nis-s&#x101;&#x1E47;amu. [Skt.] n. A large double drum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;</span>&#xA0;&#xA0;n&#x12B;. [Tel. the root of &#xC28;&#xC40;&#xC35;&#xC41;.] pron. Thou. &quot;&#xC28;&#xC40; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2E;&#xC4B;&#xC2F;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC17;.&quot; M. VIII. ii. 417. &#xC28;&#xC40;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&quot; M. v. ii. 286. &#xC28;&#xC40; n&#x12B;. the infl. of &#xC28;&#xC40;&#xC35;&#xC41;. adj. Thy. &quot;&#xC24;&#xC17;&#xC28;&#xC40;&#xC32;&#xC4B;&#xC2E;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41;&quot; Consider in your heart. M. v. ii. 103. &#xC28;&#xC40;&#xC24;&#xC3F; n&#x12B;di. adj. Thine. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC26;&#xC47;&#xC28;&#xC3E; is this thine? &#xC28;&#xC40;&#xC21;&#xC41; n&#x12B;du. adj. Thy. &#xC28;&#xC3F;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; thy name.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nihna-vin&#x1E6D;su. [Skt.] v. a. To conceal, hide. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC35;&#xC2E;&#xC41; nihnavamu. n. Disbelief. &#xC05;&#xC2A;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;. Cunning, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. Concealment, &#xC26;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. A confidential hint, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41; ni-svanamu. [Skt.] n. A tone, note, musical sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nis-trim&#x1E63;amu. [Skt.] n. A weapon, sword. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. adj. Cruel, &#xC15;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nis-talamu. [Skt.] adj. Moving. &#xC15;&#xC26;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. Round, &#xC35;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC32;&#xC41;&#xC21;&#xC41; nis-talu&#x1E0D;u. n. One who is unequalled or unrivalled.
			</div>
                