&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC30;&#xC02;&#xC25;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ni-randhramu. [Skt.] adj. Having no holes. &#xC38;&#xC02;&#xC26;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. Thickset. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; bright moonshine. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46; the sky was thick (with flying darts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC2F;&#xC02;&#xC1A;</span>&#xA0;&#xA0;n&#x12B;yan&#x1E6D;sa. [Tel.] n. The stalk on which an ear of corn grows. &#xC15;&#xC02;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC1A;&#xC41;</span>&#xA0;&#xA0;n&#x12B;&#x1E6D;su. [Tel.] n. Savour, stench, a fishy smell. Fleshment. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; soup, meat broth. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21; a flesh pot. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC41; a stench.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;chamu. [Skt.] adj. Low, base. &#xC28;&#xC40;&#xC1A;&#xC24; or &#xC28;&#xC40;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; n&#x12B;chata. n. Lowness, baseness, degradation. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41; n&#x12B;chu&#x1E0D;u. n. A wretch, a vile creature, a low scoundrel, &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC17;&#xC41;</span>&#xA0;&#xA0;n&#x12B;gu. [Tel.] v. a. To get rid of. &#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC12;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC21;&#xC47;&#xC1A;&#xC42;&#xC21;&#xC21;&#xC47; &#xC24;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC2A;&#xC28;&#xC4D; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC17;&#xC46;&#xC26;.&quot; &#xC1F;&#xC40; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC28;&#xC4D;, &#xC28;&#xC40;&#xC17;&#xC46;&#xC26;&#xC28;&#xC4D;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2F;&#xC40; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC1C;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC26;&#xC28;&#xC41;. A. vi. 65. &quot;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B; &#xC1C;&#xC28;&#xC26;&#xC41; &#xC28;&#xC3E;&#xC35;&#xC17;&#xC28;&#xC40;&#xC17;&#xC46;&#xC26;&#xC28;&#xC47;&#xC21;&#xC41;&#xC28;&#xC40;&#xC15;&#xC43;&#xC2A;&#xC28;&#xC4D;.&quot; Parij. ii. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC17;</span>&#xA0;&#xA0;n&#x12B;ga. [Tel.] n. A certain game among boys. H. iii. 187.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;k&#x101;&#x1E63;amu. [Skt.] n. Brightness. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Certainty, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. adj. Equal, &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;pamu. [Skt.] n. A tree called Nauclea cadamba, &#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41; &#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC15;&#xC26;&#xC02;&#xC2C;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;n&#x12B;ti. [Skt.] n. Justice, right, morality, righteousness. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Policy, morals. Philisophy, good sense. Conduct. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC40;&#xC24;&#xC3F; immorality. &#xC07;&#xC26;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC3F;&#xC2F;&#xC46; is this right? &#xC28;&#xC40;&#xC24;&#xC3F; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; Ethics. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to advise, counsel. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a bad man. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; n&#x12B;ti-paru&#x1E0D;u. n. A moral man. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; n&#x12B;ti-h&#x12B;nu&#x1E0D;u. n. A fool, an immoral person.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41; n&#x12B;tamu. [from Skt. &#xC28;&#xC3F;&#xC2F;&#xC24;&#xC2E;&#xC41;.] n. A vow, an order. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;. Talk, chatter, words, &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;. [Skt.] adj. Brought, obtained, &#xC24;&#xC47;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Trained, punished, &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC30;&#xC3E; &#xC2F;&#xC3F;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC47;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;&quot; T. iii. 93. &quot;&#xC13;&#xC39;&#xC4B;&#xC39;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC39;&#xC41;&#xC24;&#xC41;&#xC21;&#xC46;&#xC02;&#xC24;&#xC1F;&#xC3F; &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC4B; &#xC28;&#xC40;&#xC24;&#xC2E;&#xC3F;&#xC32;&#xC4D; &#xC2A;&#xC32;&#xC4D;&#xC15;&#xC46;.&quot; T. iv. 214.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x12B;&#x1E0D;u. [Tel. another form of &#xC28;&#xC3E;&#xC2F;&#xC21;&#xC41;.] n. A title added to the names of men of the Kamma caste: as &#xC05;&#xC02;&#xC15;&#xC3F;&#xC28;&#xC40;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC40;&#xC21;&#xC41;, &#xC05;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC40;&#xC21;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;&#x1E0D;amu. [Skt.] n. A nest. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC41;. P. I. 544. &#xC28;&#xC40;&#xC21;&#xC4B;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41; n&#x12B;&#x1E0D;-&#x14D;d-bhavamu. n. A bird, &#xC17;&#xC42;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC21;</span>&#xA0;&#xA0;n&#x12B;&#x1E0D;u. [Tel.] n. Shade, shadow. &#xC1B;&#xC3E;&#xC2F;, &#xC0E;&#xC02;&#xC21;&#xC32;&#xC47;&#xC2E;&#xC3F;. An image or reflection in a mirror. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC28;&#xC3E;&#xC24;&#xC4B;&#xC21;&#xC41;&#xC28;&#xC40;&#xC21; he was my very shadow, my constant companion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC1F;&#xC41;</span>&#xA0;&#xA0;n&#x12B;&#x1E6D;u. [Tel.] n. Prettiness, elegance, beauty, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC41;. adj. Fine, pretty, nice, charming.&#xC28;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; n&#x12B;&#x1E6D;u-k&#x101;&#x1E0D;u. n. A fop, a beau. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC40;&#xC1F;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; n&#x12B;&#x1E6D;u-katte. n. A belle. &#xC28;&#xC40;&#xC1F;&#xC41;&#xC17;&#xC3E; n&#x12B;&#x1E6D;u-g&#x101;. adv. Prettily, nicely, finely. &#xC28;&#xC40;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; n&#x12B;&#x1E6D;u-tanamu. n. Prettiness, niceness. &#xC28;&#xC40;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; n&#x12B;&#x1E6D;u-para&#x1E6D;su. v. a. To adorn, make fine or pretty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;ramu. [borrowed by Skt. from Drav. &#xC28;&#xC40;&#xC30;&#xC41;.] n. Water. &#xC28;&#xC40;&#xC30;&#xC1C;&#xC2E;&#xC41; n&#x12B;rajamu. n. &quot;Lit. Water-born,&quot; &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, i.e., a lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC28;&#xC40;&#xC30;&#xC26;&#xC2E;&#xC41; n&#x12B;radamu. n. A cloud. &#xC28;&#xC40;&#xC30;&#xC26;&#xC3E;&#xC32;&#xC15; dark tressed, having bright black tresses. &#xC28;&#xC40;&#xC30;&#xC27;&#xC3F; n&#x12B;ra-dhi. n. The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;-rasamu. [Skt.] n. Weakness. adj. Weak, pithless, strengthless, poor, &#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC28;&#xC40;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41; n&#x12B;-rasu&#x1E0D;u. n. A weak man. A pauper. &#xC2C;&#xC40;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                