&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;vramu. [Skt.] n. The edge of a thatched roof, &#xC1A;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC35;&#xC41;</span>&#xA0;&#xA0;n&#x12B;vu. [Tel.] pron. Thou. gen. &#xC28;&#xC40;. &#xC28;&#xC40;&#xC35;, &#xC28;&#xC40;&#xC35;&#xC46; or &#xC28;&#xC40;&#xC35;&#xC47; thou thyself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC35;&#xC3F;</span>&#xA0;&#xA0;n&#x12B;vi. [Skt.] n. A zone, or cestus, a belt. The knot (of a peculiar kind) which keeps up a Hindu woman&apos;s garment. &#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC21;&#xC3F;. Swa. ii. 73. Capital, principal, stock. A stake or wager, &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC40;&#xC35;&#xC3F;&#xC35;&#xC28;&#xC2E;&#xC41; a park or garden around a house. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC24;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;v&#x101;ramu. [Skt.] n. Wild corn. &#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC2F;&#xC47; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;n&#x12B;&#x1E37;&#x1E37;u. [Tel. plu. of &#xC28;&#xC40;&#xC30;&#xC41;.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC40;&#xC2F;&#xC41; n&#x12B;&#x1E37;&#x1E37;a-t&#x12B;yu. v. a. To bleach cloth. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; n&#x12B;&#x1E37;&#x1E37;a-buchchi-g&#x101;&#x1E0D;u. n. The kingfisher. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC41;&#xC17;&#xC41; n&#x12B;&#x1E37;&#x1E37;a-varugu. n. Salt, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; n&#x12B;&#x1E37;&#x1E37;-&#x101;&#x1E0D;u. v. n. To be brought to bed, to bring forth. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To bathe, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC33;</span>&#xA0;&#xA0;n&#x12B;&#x1E37;a. [Skt.] n. The name of a wife of Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC41;, &#xC08;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC08;&#xC32;&#xC4D;&#xC17;&#xC41; n&#x12B;lugu. [Tel.] v. n. To stretch, strut, stretch oneself. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be audacious or impertinent. &#xC28;&#xC40;&#xC35;&#xC41; &#xC24;&#xC46;&#xC17;&#xC28;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; you are very presumptuous. &#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; &#xC24;&#xC28;&#xC2E;&#xC41; or &#xC28;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41; n&#x12B;lugu-b&#x14D;tu-tanamu. n. Audacity, impudence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;nungu. [Tel.] n. A palmyra fruit kernel, while tender.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;nunku. [Tel.] n. A fast, fasting, &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;, &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;</span>&#xA0;&#xA0;nu. [Tel.] affix. A particle added to &#xC28;&#xC3E;, the base of the 1st personal pronoun, as &#xC28;&#xC47;&#xC28;&#xC41; I, and to the first person singular in verbs &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC41;&#xC28;&#xC41;. The sign of the second case of nouns as &#xC24;&#xC4B;&#xC1F;&#xC28;&#xC41;. (It is changed into &#xC28;&#xC3F; in some cases as &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3F;) The sign of the gerund as &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is going to beat. Conj. And, also, &#xC15;&#xC42;&#xC21;&#xC3E;, &#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; and for men.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; n&#x12B;h&#x101;ramu. [Skt.] n. Frost, hoar frost. Dew. &#xC2E;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;lamu. [Skt.] adj. Blue, purple, deep blue, bright black. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. A blue or black stone. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC3F;. The sapphire. Blue colour, blackness. The Indigo plant, &#xC28;&#xC40;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC40;&#xC32;&#xC02;&#xC17;&#xC41;&#xC35;&#xC41; n&#x12B;l-a&#x1E47;gu-vu. n. An insect. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC28;&#xC40;&#xC32;&#xC21;&#xC41; n&#x12B;la&#x1E0D;u. n. A black horse. &#xC28;&#xC40;&#xC32;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; n&#x12B;la-kan&#x1E6D;ha-mu. n. The purple throated bird, a peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC28;&#xC40;&#xC32;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; n&#x12B;la-kan&#x1E6D;hu&#x1E0D;u. n. The blue throated god, i.e., Siva. &#xC15;&#xC30;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC40;&#xC32;&#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F; n&#x12B;la-b&#x14D;&#x1E0D;i-ko&#x1E0D;i n. The purple Moorhen, Porphyris policephalus. (F.B.I.) &#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;. nil-&#x101;njanamu. n. Blue vitriol, sulphate of copper. &#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; n&#x12B;l-&#x101;mbaramu. n. A blue vest. The name of a lilac blue-bell. &#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41; n&#x12B;l-&#x101;mbaru&#x1E0D;u. n. A name of Balar&#x101;m or Saturn. &#xC28;&#xC40;&#xC32;&#xC3F; n&#x12B;li. n. The indigo plant. Blue dye. Rox. iii. 379. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC3F; or &#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC40;&#xC32;&#xC3F; the wild variety of indigo, id. 372. 377. A dark thread. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41;. &quot;&#xC28;&#xC40;&#xC32;&#xC3F;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; (R. ii. 20.) Or, &quot;&#xC28;&#xC40;&#xC32;&#xC3F;&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;.&quot; (BD. v. 677). A waist band. &#xC15;&#xC3E;&#xC38;&#xC46;&#xC15;&#xC4B;&#xC15;. A black woman, a factious jade, a hussey: one who blubbers at a touch. &quot;&#xC28;&#xC40;&#xC32;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2C;&#xC3E;&#xC35;&#xC3F; &#xC32;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F;&quot; (proverb) when the jade goes to the well all the water disappears. &#xC28;&#xC40;&#xC32;&#xC3F; adj. Black, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. False, hypocritical. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41; false or crocodile tears. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24; n&#x12B;li-v&#x101;rtha. n. A lie set afloat under the superstitious notion that the indigo crop will flourish better. Nonsense, delusion. Rhodomontade, a hoax. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E; or &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E;&#xC2E;&#xC41; n&#x12B;lima. n. Black color. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC1A;&#xC41; n&#x12B;li-mandu. n. Indigo. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; n&#x12B;li-mabbu. n. A thin or rainless cloud. &#xC28;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41; n&#x12B;lu&#x1E0D;u. n. The name of a monkey. &#xC12;&#xC15;&#xC35;&#xC3E;&#xC28;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC40;&#xC32;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41; or &#xC28;&#xC40;&#xC32;&#xC3E;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41; the blue water lily.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC40;&#xC32;&#xC40;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x12B;l&#x12B;-r&#x101;gamu. [Skt.] n. Heart-felt love, secret and deep love. &#xC17;&#xC3E;&#xC22;&#xC3E;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
                