&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;nuchchi&#x1E37;&#x1E37;u. [Tel.] n. Foam, froth, &#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2B;&#xC47;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;nuggu. [Tel.] v. n. To be smashed. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;. n. A bit, fragment, &#xC24;&#xC41;&#xC28;&#xC41;&#xC15;. Powder, &#xC2A;&#xC4A;&#xC21;&#xC3F;. A cake of cowdung dried for fuel. &#xC2A;&#xC3F;&#xC21;&#xC15;. &quot;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC41;&quot; piles of such fuel. H. ii. 147. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC17;&#xC41; or &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; to perish, to be dashed to pieces, to be shivered. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC48;&#xC28; broken to pieces. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC46; the horses were smashed. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; nuggu-ch&#x113;yu. v. a. To break to pieces, to reduce to dust. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC2F;&#xC3F; (beaten) to pieces. M. X. i. 171. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC42;&#xC1A;&#xC32;&#xC48; or &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC42;&#xC1A;&#xC17;&#xC3E; nuggu-n&#x16B;&#x1E6D;sal-ai. adv. In bits. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC21;&#xC41; to cut to pieces, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC1F;</span>&#xA0;&#xA0;nukka&#x1E6D;a. [Tel.] n. Movement, motion. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;, &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;nun&#x1E0D;i. [Tel. &#xC28;&#xC41;+&#xC09;&#xC02;&#xC21;&#xC41;.] affix. From, by. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; whence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;nunchi. [Tel. &#xC28;&#xC41;+&#xC09;&#xC02;&#xC1A;&#xC41;.] affix. From, by. It governs an accusative, as &#xC07;&#xC26;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; this cannot be effected by me. &#xC28;&#xC46;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;. I have been here a month. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; for the last two days. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E; is this due by me. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC12;&#xC15; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC3E;&#xC35;&#xC26;&#xC41; not even a bug has died by my hand. &#xC08; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC32;&#xC47;&#xC21;&#xC41; he has not been here these two days. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; from the wind. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; whence?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC24;&#xC3F;</span>&#xA0;&#xA0;nuti. [Skt.] n. Praise, eulogium &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15;. &#xC28;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; nutin&#x1E6D;su. v. a. To praise, laud, sing the praises of. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC41;&#xC24;&#xC2E;&#xC41; nutamu. adj. Praised, lauded. &#xC28;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC28;&#xC41;&#xC24;&#xC2C;&#xC32;&#xC3E;&#xC30;&#xC3F; nuta-bal-&#x101;ri. n. One who is praised by Indra, the &quot;vanquisher of Bala,&quot; a title of Krishna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nu&#x1E0D;ik&#x101;ramu. [Tel.] n. Style, mode of speech. &#xC35;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC1F;, &#xC30;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC1F;&#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41; or &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC41; nu&#x1E0D;ugu. v. a. To tell. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41; or &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC41; n. A word or expression, a thing said, a promise; a line in verse: a bar in music. &#xC0A;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to sing line upon line, to pester, to dun, to reiterate. &#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; lit: the lord of speech, Brihaspati. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;, &#xC17;&#xC40;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC3F;, &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC41; nu&#x1E0D;uvu. v. n. To speak. &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;. Suca. iii. 356. &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC02;&#xC17;&#xC3E; as he said so, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC17;&#xC3E;. &#xC28;&#xC21;&#xC41;&#xC35;&#xC30;&#xC3F; nu&#x1E0D;uv-ari. n. One who is ready of speech, a talkative person, &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;, &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; nu&#x1E0D;uv-ari-tanamu. n. Readiness, fluency of speech.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;nu&#x1E0D;i. [Tel.] n. A word, a thing said, a promise, an expression. &#xC2E;&#xC3E;&#xC1F;. A bad name, &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC15; &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC28;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2F;&#xC17;&#xC41;&#xC28;&#xC46;&#xC21; &#xC2C;&#xC21;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC47;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC3E;&#xC26;&#xC47;, &#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46;&#xC5B;&#xC3E;&#xC35;&#xC41;&#xC2E;&#xC47;&#xC32;&#xC28;&#xC41; &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC15; &#xC28;&#xC42;&#xC24;&#xC28;&#xC2A;&#xC26;&#xC2E;&#xC47;.&quot; &#xC2D;&#xC4B;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;nu&#x1E0D;z&#x1E0D;zu. [Tel.] adj. Hurt, cut. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC2F;. ii. &#xC09;. &#xC30;&#xC3E;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;nu&#x1E6D;s&#x1E6D;su. [Tel.] n. The dung of sheep or goats, &#xC2E;&#xC47;&#xC15;&#xC32;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32; &#xC2A;&#xC47;&#xC21;. Goat hair, &#xC2E;&#xC47;&#xC15; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;. &#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC32;&#xC41; nu&#x1E6D;s&#x1E6D;su-p&#x101;talu. n. &apos;Dug ties;&apos; bits of cloth with which the teats of sheep or goats are tied. &#xC2E;&#xC47;&#xC15;&#xC32;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32; &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;. Pal. 361. &#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; nu&#x1E6D;s&#x1E6D;su. v. a. To tie a cloth round the teats of goats. Swa. iv. &#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F; nu&#x1E6D;s&#x1E6D;su-malli. n. A cheetah. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F;. HD. ii. 1091.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;</span>&#xA0;&#xA0;nu&#x1E6D;sukku-na. [Tel.] adv. Suddenly. &#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28;, &#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28;. &#xC28;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC05;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC41; &#xC05;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. A. iv. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nuttamu. [Skt.] adj. Sent, ordered, despatched, &#xC2A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Pushed, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;nutika. [Tel.] n. A detachment, &#xC24;&#xC46;&#xC17;, &#xC26;&#xC33;&#xC2E;&#xC41;. Total, &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &quot;&#xC28;&#xC42;&#xC30;&#xC47;&#xC38;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC15;&#xC32; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Pal. 60.
			</div>
                