&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; nurutsu. [Tel.] v. a. To thresh corn by driving cattle over it. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. To crush, quell. &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; nurichi-y-&#x101;&#x1E0D;u. v. a. To ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F; nuripi&#x1E0D;i. n. Threshing corn. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; nurupu. v. a. To thresh corn, &#xC28;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; nurugu. [Tel.] n. Froth, foam, scum. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; sea foam, the bone of the cuttle fish, from which pounce is made. (Ainslie.) &#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC2C;&#xC4D;&#xC2C; nurugu-dabba. n. The liver. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC28;&#xC41;&#xC2F;&#xC3F; or &#xC28;&#xC42;&#xC2F;&#xC3F; nuyyi. [Tel.] n. A well. Gen: &#xC28;&#xC42;&#xC24;&#xC3F;. Plu. &#xC28;&#xC42;&#xC24;&#xC41;&#xC32;&#xC41; &#xC28;&#xC42;&#xC24;&#xC15;&#xC32;&#xC41;&#xC35;&#xC41; to throw into a well; to ruin. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F; &#xC15;&#xC21;&#xC35; &#xC06;&#xC35;&#xC1F;&#xC2E;&#xC41; like a pitcher at a well; i.e., in danger. See P. i. 546.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nunnamu. [Tel.] adj. Sent, despatched, dismissed. &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC41;&#xC28;&#xC4D; or &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; nunu. [Tel.] adj. Smooth, gentle. &#xC28;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; a gentle breeze. Soft, delicate, tender. &#xC28;&#xC41;&#xC28;&#xC4D; &#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41; a smooth cord. A. v. 129. &#xC28;&#xC41;&#xC28;&#xC41;&#xC15;&#xC3F;&#xC28;&#xC41;&#xC15; slight displeasure. &#xC28;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC47;&#xC28;&#xC41; a delicate body. &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28; or &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41; nunup&#x1EE5;. n. Smoothness. &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC3F; nunup-ari. (&#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;+&#xC05;&#xC30;&#xC3F;.) adj. Smooth, polished, &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F; nunnani. adj. Smooth. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; to smooth, to level; to clear away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;nuduru. [Tel.] n. The forehead, &#xC28;&#xC4A;&#xC38;&#xC32;&#xC41;, &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;. infl. &#xC28;&#xC41;&#xC26;&#xC3F;&#xC1F;&#xC3F; abl. &#xC28;&#xC41;&#xC26;&#xC41;&#xC1F; in the forehead. &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; (&#xC28;&#xC46;&#xC30;+&#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.) the middle of the forehead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;nuli. [Tel.] n. A twist, a tangle. &#xC2E;&#xC46;&#xC32;&#xC3F;. A griping or gnawing pain in the stomach. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he had the gripes. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; worms in the bowels. adj. Gentle, slight. Small, &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. Thus &#xC28;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35; A small stream. A. ii. 72. vi. 17. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E; slightly warm, lukewarm. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; a slight griping pain, &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; nuli-v&#x101;&#x1E37;&#x1E37;u. n. A slight withering. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC32;&#xC41;. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; to wither slightly, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; nuli-gonu. v. n. To be twisted, to be tangled. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; nuli-pe&#x1E6D;&#x1E6D;u. v. a. To twist. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC21; or &#xC28;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC21; nuliga&#x1E0D;a. n. A medicinal plant, having a capsule consisting of fine fibres twisted in the form of a screw, Helicteres idora. Linn, &#xC06;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC3F;. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC41; or &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC41; nuliyu. v. n. To move about, to shake, to tremble. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To be reduced to powder, to be crushed or powdered, &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC41;, &#xC28;&#xC32;&#xC3F;&#xC2F;&#xC41;, &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;. To ring, sound, tinkle. &quot;&#xC24;&#xC47; &#xC15;&#xC3E;&#xC2E;&#xC28;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC17; &#xC15;&#xC02;&#xC15;&#xC23;&#xC15;&#xC4D;&#xC35;&#xC23;&#xC28;&#xC2E;&#xC4A;&#xC32;&#xC2F;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC38;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. i. 896. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; nulin&#x1E6D;su. v. a. To crush, to cause to be powdered. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC28;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41; nulu&#x1E6D;su. v. a. To tread out, corn with oxen, to thrash corn, &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; nulugu. v. n. To be crushed, ground, trodden. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC32;&#xC15;</span>&#xA0;&#xA0;or &#xC28;&#xC41;&#xC32;&#xC4D;&#xC15; nulaka. n. A cord, woven of three strands and used in lacing the bottoms of cots, like ticken. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC41;&#xC32;&#xC15;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a bed the bottom of which is made of such ticken.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nurumu. [Tel.] v. a. To reduce to powder, &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To kill, to destroy, &#xC1A;&#xC02;&#xC2A;&#xC41;. n. Powder, what is ground. &#xC2A;&#xC4A;&#xC21;&#xC3F; &#xC28;&#xC42;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; nurum-&#x101;&#x1E0D;u. v. a. To reduce to powder, to ruin, destroy. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
                