&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;nusaru. [Tel.] v. a. To rub. &#xC30;&#xC3E;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nusamu. [Tel.] n. Bitterness. &#xC15;&#xC28;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC41;&#xC35;&#xC41; nuvvu. [Tel.] n. Sesamum; a crop of sesamum. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC28;&#xC41;. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; sesamum seeds, &#xC24;&#xC3F;&#xC32;&#xC32;&#xC41;. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; nuvvu-puvvu. n. The delicate blossom of sesamum: it is proverbially delicate, and to it the poets compare a beautiful nose. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC09;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; nuvv-ettu. n. Something extremely minute, that which is not worth reckoning. Lit: as much as a sesamum seed, &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC17; very little, &#xC24;&#xC42;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; to become little or nothing, &#xC24;&#xC42;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC12;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC28; &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC30;&#xC46;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC36;&#xC24;&#xC2E;&#xC41;.&quot; M. V. i. 30. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; (proverb) the laughter is turned into grief. &#xC28;&#xC42;&#xC2C;&#xC3F;&#xC02;&#xC21;&#xC3F; or &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; n&#x16B;-bin&#x1E0D;i. n. Flour of sesamum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;nulusu. [Tel.] n. Failure. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC32;&#xC2E;&#xC41;. An imperfection, defect, &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;. &quot;&#xC28;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; &#xC32;&#xC47;&#xC15; &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC4B;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC28;&#xC40;&#xC35;&#xC2F;&#xC48;.&quot; B. X. &#xA7; 3. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC41;, &#xC28;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC21;&#xC41; nulumu. [Tel.] v. a. To roll (cotton between the hands.) To pull (by the ears.) To twist or curl (the whiskers). To twist or pull (a bullock&apos;s tail in urging it on.) &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC21; &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; they wrenched or broke his neck. To dig up, to root up. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC15;&#xC41;</span>&#xA0;&#xA0;n&#x16B;ku. [Tel.] v. a. To shove, push. &#xC17;&#xC46;&#xC02;&#xC1F;&#xC41;, &#xC24;&#xC4B;&#xC2F;&#xC41;. To drive as a cart. &#xC24;&#xC4B;&#xC32;&#xC41;. To beat soundly, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; n&#x16B;ku&#x1E0D;u. n. Thrusting, shoving, &#xC24;&#xC4B;&#xC2A;&#xC41;&#xC21;&#xC41;. A shove, poke, thrust. &#xC28;&#xC42;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x16B;kin&#x1E6D;su. v. a. To have (it) pushed, &#xC17;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To get (one) thrashed, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC15;</span>&#xA0;&#xA0;or &#xC28;&#xC42;&#xC15;&#xC32;&#xC41; n&#x16B;ka. [Tel.] n. Grits, pollard, farina, a kind of coarse flour called roulong or soojey in Madras. &#xC08; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC42;&#xC15;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the rice is full of grits. &#xC28;&#xC42;&#xC15;&#xC32;&#xC15;&#xC42;&#xC21;&#xC41; gritty meal, a meal prepared from the coarse grits of rice. &#xC28;&#xC42;&#xC15; n. A kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;</span>&#xA0;&#xA0;A contraction for &#xC28;&#xC42;&#xC35;&#xC41; or &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &apos;sesamum&apos; and also for &#xC28;&#xC41;&#xC28;&#xC41; &apos;soft.&apos; See &#xC28;&#xC42;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;nusselu. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC41;&#xC38;&#xC32;&#xC41; nusulu. [Tel.] v. a. To stretch the body in or after sleep. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. v. n. To stir, &#xC2E;&#xC46;&#xC26;&#xC32;&#xC41;. To delay, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To undertake, &#xC2A;&#xC42;&#xC28;&#xC41;. &#xC2E;&#xC48;&#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; stretching oneself. &quot;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC38;&#xC32;&#xC2C;&#xC4B;&#xC15;.&quot; V&#x113;ma. iii. 35, &#xC28;&#xC4A;&#xC38;&#xC32; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; &#xC28;&#xC41;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC47; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC3E;? will mere rubbing your forehead blot out your destiny? V&#x113;ma. 1796. &quot;&#xC1A; &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;&#xC28; &#xC28;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;&#xC32; &#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC26;&#xC3E;&#xC15;&#xC3F;.&quot; M. IX. i. 198. n. Lightness, ease. &#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC02;&#xC17;</span>&#xA0;&#xA0;nusa-linga. [Tel.] n. A plant called &#xC0B;&#xC37;&#xC1A;&#xC3F;&#xC03;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC3F;</span>&#xA0;&#xA0;nusi. [Tel.] n. Powder, dust made by insects. &#xC28;&#xC41;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; pithless dry wood, touchwood. &#xC28;&#xC41;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; book worms, insects that perforate timber. adj. Little, petty, trifling, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;nusugu. [Tel.] v. a. To disregard, despise. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nusumu. [Tel.] v. a. To attract. &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC41;&#xC38;&#xC41;&#xC2E;</span>&#xA0;&#xA0;nusuma. [Tel.] n. A eyefly.
			</div>
                