&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;n&#x16B;ru. [Tel.] v. a. To grind or sharpen. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To reduce to powder, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC46;&#xC02;&#xC24; &#xC28;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC47;, &#xC28;&#xC47;&#xC28;&#xC47;&#xC2E;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC28;&#xC41; I cannot beat learning into him, what shall I do? &#xC28;&#xC42;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; n&#x16B;ru-r&#x101;yi. n. A whetstone, a grindstone. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC42;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC28;&#xC42;&#xC30;&#xC41; nuru. n. A hundred. &#xC28;&#xC42;&#xC1F;&#xC2A;&#xC26;&#xC3F; one hundred and ten. &#xC28;&#xC42;&#xC30;&#xC3E;&#xC30;&#xC41; n&#x16B;r-&#x101;ru. adj. Numberless, unnumbered (lit. a hundred and six) &#xC28;&#xC42;&#xC30;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC41; n&#x16B;r-an&#x1E6D;sula-kayi duvu. n. The hundred-edged (or many edged) thunderbolt of Indra, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the parapet around a well. &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC42;&#xC24;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x16B;puramu. [Skt.] n. An anklet with bells. &#xC05;&#xC02;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC28;&#xC42;&#xC28;&#xC3F;&#xC2F; n&#x16B;&#x1E47;e. [Tel. &#xC28;&#xC42;&#xC35;&#xC41;+&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.] n. Oil. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; sesamum oil, or gingelly oil, &#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; the melted fat of peacocks used in medicine. &#xC28;&#xC42;&#xC28;&#xC46; &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; n&#x16B;ne-ka&#x1E6D;la-p&#x101;mu. n. A small venomous snake &quot;barred with black.&quot; &#xC28;&#xC42;&#xC28;&#xC46;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; n&#x16B;ne-bu&#x1E0D;&#x1E0D;i. n. An oil bottle. &#xC28;&#xC42;&#xC28;&#xC46; &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; n&#x16B;ne-bu&#x1E0D;&#x1E0D;i-g&#x101;&#x1E0D;u. n. The Indian Redstart, Ruticilla rufiventris (F.B.I.) &#xC28;&#xC42;&#xC28;&#xC46;&#xC2E;&#xC21;&#xC3F; n&#x16B;ne-mu&#x1E0D;i. n. A joint. &#xC15;&#xC40;&#xC32;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC41;. &#xC28;&#xC42;&#xC28;&#xC46;&#xC05;&#xC17;&#xC3F;&#xC38;&#xC46; the black linseed plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC42;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; n&#x16B;tanamu. [Skt.] adj. New, fresh. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC1A;</span>&#xA0;&#xA0;or &#xC28;&#xC42;&#xC1A;&#xC2E;&#xC41; n&#x16B;&#x1E6D;sa. [Tel.] n. Powder, &#xC2A;&#xC4A;&#xC21;&#xC3F;. &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC42;&#xC1A;&#xC2E;&#xC41; very fine powder, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC17;&#xC41;</span>&#xA0;&#xA0;n&#x16B;gu. [Tel.] n. Soft down, downiness or hairiness, whether on plants or animals. &#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. Efflorescence of salt. The nap on cloth. Bloom, tenderness, &#xC32;&#xC47;&#xC24;&#xC26;&#xC28;&#xC2E;&#xC41;. adj. Downy, tender, &#xC32;&#xC47;&#xC24;. &#xC28;&#xC42;&#xC17;&#xC41; &#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; downy moustaches. Hairy, rough. &#xC28;&#xC42;&#xC17;&#xC41;&#xC35;&#xC30;&#xC39;&#xC3E;&#xC32;&#xC41; or &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC30;&#xC39;&#xC3E;&#xC32;&#xC41; coins that are rough to the touch. &#xC28;&#xC42;&#xC17;&#xC41;&#xC26;&#xC4B;&#xC38; or &#xC28;&#xC42;&#xC26;&#xC4B;&#xC38; the woolly cucumber plant, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC42;&#xC17;&#xC41;&#xC2C;&#xC46;&#xC02;&#xC21; a species of &#xC2C;&#xC46;&#xC2E;&#xC21; (q. v.) &#xC28;&#xC42;&#xC17;&#xC41;&#xC21;&#xC41; n&#x16B;gu&#x1E0D;u. n. Dust, &#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC42;&#xC17;&#xC3E;&#xC30;&#xC41;. n&#x16B;g-&#x101;ru. n. A line of hair up from the navel to the breast. &#xC30;&#xC4B;&#xC2E;&#xC30;&#xC47;&#xC16;, &#xC30;&#xC4B;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC3F;. &#xC28;&#xC42;&#xC28;&#xC42;&#xC17;&#xC41; n&#x16B;-n&#x16B;gu. n. Sprouting down, callow fledge, as of a young beard. &quot;&#xC28;&#xC42;&#xC28;&#xC42;&#xC17;&#xC41; &#xC2E;&#xC40;&#xC38;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;.&quot; Radha. i. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC43;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;, &#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC43;&#xC2A;&#xC41;&#xC21;&#xC41; n&#x1E5B;i-pati. [Skt.] n. Lit: a &quot;lord of men,&quot; i.e., a king. &#xC28;&#xC43;&#xC36;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41; &#x1E47;&#x1E5B;i-&#x1E63;amsu&#x1E0D;u. n. A tyrant. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC43;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC28;&#xC43;&#xC39;&#xC30;&#xC3F; n&#x1E5B;i-simhu&#x1E0D;u. n. A lion among men, &#xC28;&#xC30;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. An epithet of Vish&#x1E47;u, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; n&#x1E5B;ittamu. [Skt.] n. Dancing, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;n&#x16B;lu. [Tel.] n. Cotton thread. &#xC28;&#xC42;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC21;&#xC41; a cotton rope, a measuring line. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC42;&#xC32;&#xC41; &#xC35;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; that man is a mere thread paper. &#xC28;&#xC42;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28; a rope ladder. &quot;&#xC05;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC32;&#xC28;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC21;&#xC48;&#xC28;.&quot; A. iv. 251. &#xC28;&#xC42;&#xC32;&#xC3F;&#xC17;&#xC30;&#xC38;&#xC41; n&#x16B;li-garasu. n. A bald head, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC32;. &#xC28;&#xC42;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC28;&#xC42;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; n&#x16B;lu-konu. v. n. To own, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To be fixed, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To be righted, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC41;. To be produced, to flourish, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC17;, &#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC28;&#xC41;&#xC28;&#xC41; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28; &#xC17;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC35;&#xC47;&#xC32;.&quot; Parij. i. 90. &#xC28;&#xC42;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC42;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; n&#x16B;lu-kolupu. v. a. To stir up, spur on, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC42;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC28;&#xC42;&#xC32;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41; n&#x16B;luk&#x14D;lu. n. Flourishing, fixing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC28;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; n&#x16B;ru&#x1E6D;su. [Tel.] v. a. To thrash corn: to tread out grain. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; the causal of &#xC2E;&#xC3E;&#xC30;&#xC41;. &#xC28;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC28;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC28;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC28;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; n&#x16B;rpi&#x1E0D;i. n. Thrashing. &#xC28;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a threshing floor.
			</div>
                