&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;nenjili. [Tel.] n. Sorrow, anxiety, anguish. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC02;</span>&#xA0;&#xA0;nem. An abbreviation for &#xC28;&#xC46;&#xC02;&#xC2C;&#xC30;&#xC41;, the English word &apos;Number.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;</span>&#xA0;&#xA0;ne. [Tel. Short for &#xC28;&#xC46;&#xC30; &amp; &#xC28;&#xC46;&#xC30;&#xC3F; in compounds, the initial consonant of the next word being always doubled.] adj. Full; gentle, soft, sweet; as &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC2E;&#xC41; (&#xC28;&#xC46;&#xC30;+&#xC2E;&#xC4B;&#xC2E;&#xC41;), &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F; (&#xC28;&#xC46;&#xC30;+&#xC24;&#xC3E;&#xC35;&#xC3F;), &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2E;&#xC41; (&#xC28;&#xC46;&#xC30;+&#xC2E;&#xC28;&#xC2E;&#xC41;), &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; (&#xC28;&#xC46;&#xC30;+&#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;), &#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC3F;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;, &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC17;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; negulu. [Tel.] n. Regret, disquiet, &#xC26;&#xC41;&#xC03;&#xC16;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Pain, &#xC2C;&#xC3E;&#xC27;. &quot;&#xC28;&#xC46;&#xC17;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC40;&#xC30;&#xC46; &#xC2E;&#xC48;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; P&#x101;tivratya. p. 361.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC17;&#xC2F;&#xC41;</span>&#xA0;&#xA0;negayu. [Tel. for &#xC0E;&#xC17;&#xC2F;&#xC41;.] v. n. To fly. &#xC0E;&#xC17;&#xC30;&#xC41;. To go up, to rise up, &#xC2A;&#xC2F;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC47;&#xC1A;&#xC41;. &#xC28;&#xC46;&#xC17;&#xC2F;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; negayu-den&#x1E6D;su. v. n. To rise up into the sky. &#xC2A;&#xC2F;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC1A;&#xC41;, &#xC28;&#xC46;&#xC17;&#xC2F;&#xC41;, &#xC28;&#xC46;&#xC17;&#xC35;&#xC41; or &#xC0E;&#xC17;&#xC35;&#xC41; negavu. n. A flight. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC2A;&#xC21;&#xC41; nega&#x1E0D;u. [Tel.] v. n. To increase; to extend, to spread. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC17;&#xC21;&#xC3F; &#xC15;&#xC38;&#xC41;&#xC2C;&#xC3E; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the village has enlarged and become a town. n. A polypus, or marine animal (&#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41;), supposed to entangle swimmers. &#xC1C;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. The red sea weed, (tangle or dulse.) &#xC24;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28; clogged, trammelled. &#xC28;&#xC46;&#xC17;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they appeared to be astounded. &#xC28;&#xC46;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; nega&#x1E0D;in&#x1E6D;su. v. a. To spread, to extend, as fame, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;nega&#x1E0D;i. [Tel.] n. A fire lighted either for warmth or to keep off wild beasts. &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC28;&#xC41;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;nek-konu. [Tel. another form of &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To be fixed, to take root, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To exceed, become vast, swell. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; spread over, extended, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. Parij. ii. 42. A. v. 130. &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41; nek-kolupu. v. a. To extend, cause to swell. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cause to be rooted in, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41; nek-k&#x14D;lu. n. The act of being fixed in a thing. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC38;&#xC40;&#xC32;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC38;&#xC40;&#xC32; ne&#x1E6D;&#x1E6D;aka-s&#x12B;la. [Tel.] n. A well-behaved person, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC09; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC32; &#xC28;&#xC40;&#xC33;&#xC2F;&#xC41;&#xC2D;&#xC42;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21; &#xC28;&#xC40;&#xC35;&#xC41; &#xC28;&#xC40;, &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC38;&#xC40;&#xC32;&#xC2A;&#xC48; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC1F; &#xC15;&#xC47;&#xC2E;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; A. vi. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;, &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; or &#xC2E;&#xC46;&#xC1F;&#xC3F;&#xC15; ne&#x1E6D;ika. [Tel.] n. The knuckles. &#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41; to snap the knuckles. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she snapped her fingers at him. &#xC28;&#xC46;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC30;&#xC41; ne&#x1E6D;ukuru. n. Snapping the fingers. &#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ne&#x1E6D;s&#x1E6D;su. [Tel.] n. Fine rice flour. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC42;&#xC15;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC3F;</span>&#xA0;&#xA0;nech-cheli. [Tel. &#xC28;&#xC46;&#xC30;+&#xC1A;&#xC46;&#xC32;&#xC3F;.] n. A thick or close friend, a bosom friend. A friend either male or female. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; neggu. [Tel.] v. n. To settle, end, thrive, go on well, get on. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; neggin&#x1E6D;su. v. a. To manage or settle. To ratify, settle, promote, push forward. &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC2E;&#xC41; negga&#x1E0D;amu. n. Pressure. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;. &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; negguru. n. Palpitation of the heart, &#xC17;&#xC41;&#xC02;&#xC21;&#xC46; &#xC05;&#xC26;&#xC30;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC30;</span>&#xA0;&#xA0;nekkara. [Tel.] n. A kind of tree, Cordia myxa. Ainsl. ii. 466.
			</div>
                