&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ne&#x1E6D;&#x1E6D;u. [Tel.] v. a. To shove, thrust, push. &#xC24;&#xC4B;&#xC2F;&#xC41;, &#xC17;&#xC46;&#xC02;&#xC1F;&#xC41;. n. A push, or shove. An attempt. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. Drought, &#xC05;&#xC28;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;. Ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. A game played by boys. &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; a salt pan, or place where salt is made. &#xC24;&#xC3E;&#xC35;&#xC41;. &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; ruined. &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ne&#x1E6D;&#x1E6D;u-konu. v. n. To be firm, to maintain one&apos;s ground, to remain, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To excel, to be proud, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To push, thrust, shove, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To force, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC32; &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC2A;&#xC41; &#xC30;&#xC3E;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC47;&#xC32;&#xC32; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; Swa. iii. 40. &quot;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;.&quot; Sumati. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41; ne&#x1E6D;&#x1E6D;ana. [Tel.] adv. Immediately. &#xC24;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC47;. Necessarily, &#xC05;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. Finely, grandly, much, exceedingly, excessively, entirely, at all, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2A;&#xC4B;&#xC28;&#xC40;&#xC15;&quot; (Rukmang. iv. 126.) not suffering him to go at all, &#xC0E;&#xC02;&#xC24; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC28;&#xC40;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F; netti. [Tel.] n. The head. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. he has got him into a scrape. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they trampled him under foot. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC4B;&#xC21; netti-g&#x14D;&#x1E0D;a. n. The gable end of a house. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC42;&#xC1F; a bundle carried on the head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;net-tarulu. [Tel. &#xC28;&#xC46;&#xC30;+&#xC24;&#xC30;&#xC41;&#xC32;&#xC41;.] n. Billows, high waves. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC32;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;net-tammi. [Tel. &#xC28;&#xC47;&#xC32;+&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.] n. The meadow lotus, a flower that resembles the aquatic lotus, Hibiscus mulabiles, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F; [&#xC28;&#xC46;&#xC30;+&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.] a full blown lotus, a large lotus flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nettamu. [Tel.] n. High land, as the crest or terrace of a hill, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. Gambling, &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC1F;. A bet, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; nettam-&#x101;&#x1E0D;u. v. n. To play at dice. &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC32;&#xC15; netta-palaka. n. A dice board. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC4D;&#xC2E; netta-kamma. n. A stake at dice. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32; &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ne&#x1E6D;ramu. [Tel.] n. Steepness, abruptness, &#xC12;&#xC21;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC15;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC02;&#xC24; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC3E;&#xC26;&#xC41; don&apos;t hold your pen so upright.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC17;&#xC4B;&#xC32;&#xC32;&#xC41; ne&#x1E6D;&#x1E6D;u&#x1E0D;u-k&#x101;ya. n. A certain game played by boys. H. iii. 190. &quot;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; &#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC17;&#xC4B;&#xC32;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41;.&quot; Vish&#x1E47;u. v. 211. &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; ne&#x1E6D;&#x1E6D;e. n. A match, an equal, &#xC09;&#xC26;&#xC4D;&#xC26;&#xC3F;. &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41; or &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC2E;&#xC41; ne&#x1E6D;&#x1E6D;emu. n. A cushion or pad on the head, for carrying baskets on, like a porter&apos;s knot. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;. &quot;&#xC35;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC17; &#xC28;&#xC38;&#xC24;&#xC4B;&#xC21; &#xC2C;&#xC46;&#xC28;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Swa. iv. 109. &#xC1F;&#xC40; &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E; &#xC2A;&#xC46;&#xC28;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; ne&#x1E6D;&#x1E6D;elu-ka&#x1E6D;&#x1E6D;u. v. n. To form sides, to make matches. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC05;&#xC2F;&#xC46;&#xC21; &#xC30;&#xC18;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC41; &#xC21;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC24;&#xC4B; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC26;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; DRB. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC02;&#xC1F;</span>&#xA0;&#xA0;ne&#x1E6D;&#x1E6D;a-pan&#x1E6D;a. [Tel.] adv. Without any cause. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC4D;&#xC32;&#xC41; nettalu. [Tel.] n. Sprats, or some other small fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;net-t&#x101;vi. [Tel. &#xC28;&#xC46;&#xC30;+&#xC24;&#xC3E;&#xC35;&#xC3F;.] n. Fragrance.
			</div>
                