&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nemmu. [Tel.] n. Moisture, wet, damp. &#xC24;&#xC21;&#xC3F;. A bush in the wheel of a carriage. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC07;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. A nail used to join two planks of wood together, &#xC2A;&#xC32;&#xC15;&#xC32;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F; &#xC05;&#xC02;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2E;&#xC47;&#xC15;&#xC41;. A spike or nail pointed at each end. &#xC2C;&#xC02;&#xC26;&#xC41;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC32;&#xC15;&#xC32; &#xC28;&#xC02;&#xC1F; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC47;&#xC15;&#xC41;. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC41; nemmu-konu. v. n. To become damp. &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC28;&#xC47;&#xC2F;&#xC3F; or &#xC28;&#xC46;&#xC2F;&#xC3F; neyyi. [Tel.] n. Butter which has been melted and clarified, ghee. &#xC18;&#xC43;&#xC24;&#xC2E;&#xC41;. Any unctuous juice, grease, oil, or fluid: In cookery it is equivalent to &quot; stock,&quot; or lard. &#xC28;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; the pus from sores. &#xC28;&#xC47;&#xC24;&#xC24;&#xC21;&#xC41;&#xC2A;&#xC41; to moisten. &quot;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC17;&#xC42;&#xC30;&#xC32;&#xC41;&quot; (A. vi. 94.) vegetables that are fried. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; or &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; lard. &#xC28;&#xC47;&#xC24;&#xC3F; n&#x113;ti. adj. Of the ghee; buttery. &#xC28;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC40;&#xC30;&#xC15;&#xC3E;&#xC2F; the sharp-angled cucumber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3F; neyyamu. [from Skt. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;.] n. Affection, tenderness. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC2A;&#xC41;. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC3F; or &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; neyyari. n. A friend. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC32;&#xC41;&#xC15; neyyampu-&#x1E6D;-aluka. n. A lover&apos;s quarrel. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC41; neyyam-&#x101;&#x1E0D;u. v. a. To be kind or loving. To fondle, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; neyyapu-r&#x113;&#x1E0D;u. n. Manmadha. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC3F; neyyur&#x101;lu. n. A female friend. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC41; neyyuru. n. Friends. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
                