&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;nerasu. [Tel.] n. A mote, atom, particle. &#xC28;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;. A flaw or small defect, &#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. A stumbling block, defect, puzzle, hitch: a fault, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. A. iv. 270. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC39;&#xC41;&#xC28;&#xC46;&#xC30;&#xC38;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his affair is a riddle to me. &#xC28;&#xC46;&#xC30;&#xC38;&#xC30;&#xC3F; neras-ari. n. A hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. A troublesome person, a plague, a tormentor. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. P. i. 354. &#xC28;&#xC46;&#xC30;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; nerasulu-pa&#x1E6D;&#x1E6D;u. v. n. To boggle, make difficulties, find flaws.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC30;&#xC15;&#xC41; neranu. [Tel.] n. A secret. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A vital part, &#xC1C;&#xC40;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. plu. &#xC28;&#xC46;&#xC30;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;</span>&#xA0;&#xA0;, &#xC28;&#xC46;&#xC30;&#xC35;&#xC41;, &#xC28;&#xC46;&#xC30;&#xC3E; or &#xC28;&#xC47;&#xC30;&#xC3E; nera. [Tel.] adj. Full. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC48;&#xC28;. Fine, grand, excellent; great, large, big. &#xC28;&#xC46;&#xC30;&#xC2E;&#xC02;&#xC1F; a great flame or a great pain. &quot;&#xC2A;&#xC4C;&#xC30;&#xC1C;&#xC28; &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B; &#xC1C;&#xC02;&#xC1F;&#xC2F;&#xC48; &#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC17;&#xC2F;&#xC41; &#xC28;&#xC46;&#xC30;&#xC2E;&#xC02;&#xC1F; &#xC17;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; S. iii. 269. &#xC28;&#xC46;&#xC30;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; a large gully. &#xC28;&#xC46;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; queer speech. &quot;&#xC28;&#xC46;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC1C;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41;.&quot; H. v. 86. &#xC28;&#xC46;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; nera-k&#x101;&#x1E0D;u. (&#xC28;&#xC46;&#xC30;&#xC35;&#xC41;+&#xC15;&#xC3E;&#xC21;&#xC41;.) n. A perfect man. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC30;&#xC15; neraka. n. A hair. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;. &quot;&#xC28;&#xC46;&#xC30;&#xC15;&#xC32;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC1C;&#xC4A;&#xC30;&#xC1C;&#xC4A;&#xC30; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC2F;.&quot; Hari vamsa. ii. 192. &#xC28;&#xC46;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41; nera-konu. v. n. To fill, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC24;&#xC2E;&#xC2E;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC39;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; Swa. v. 43. &#xC28;&#xC46;&#xC30;&#xC21;&#xC41; nera&#x1E0D;u. adj. Rough. &#xC17;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC3F;, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;. &#xC06; &#xC28;&#xC47;&#xC32; &#xC28;&#xC46;&#xC30;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that ground is rough or uneven. &#xC28;&#xC46;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; nera-tanamu. n. Respectability &quot;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC36;&#xC40;&#xC32;&#xC24;&#xC32;&#xC1A;&#xC47; &#xC28;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC46;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; V. P. ii. 245. &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; nen-na&#x1E0D;umu. n. A slender waist. &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;&#xC30;&#xC41; or &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC4A;&#xC38;&#xC32;&#xC41; nen-nuduru. n. The forehead. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2E;&#xC41; nem-manamu. (&#xC28;&#xC46;&#xC30;+&#xC2E;&#xC28;&#xC2E;&#xC41;.) n. The heart. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; or &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC2E;&#xC41; nem-mogamu. (&#xC28;&#xC46;&#xC30;+&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;.) n. A fair face. &#xC28;&#xC46;&#xC30;&#xC2F;&#xC41; or &#xC28;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC41; nerayu. v. n. To fill, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;. To be fulfilled, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. To become grey, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC41;. To extend, grow, swell, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To shine, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC40; &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; &#xC28;&#xC46;&#xC30;&#xC2F;&#xC02;&#xC17; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC41;.&quot; B. X. &#xA7;9. 16. &#xC28;&#xC46;&#xC30;&#xC2F; neraya. adv. Fully, much, greatly. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC30;&#xC2A;&#xC41; or &#xC28;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; nerapu. v. a. To fill. &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; To fulfil, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. To spread, extend, &#xC2A;&#xC30;&#xC1A;&#xC41;. To make, &#xC1A;&#xC47;&#xC2F;&#xC41; To enlighten, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2E;&#xC27;&#xC41;&#xC30; &#xC2D;&#xC3E;&#xC37;&#xC32; &#xC39;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC26; &#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC30;&#xC2A;&#xC3F;.&quot; B. viii. 438. adj. Much, great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. n. The act of spreading. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. Greyness of hair. &#xC28;&#xC46;&#xC30;&#xC2F;&#xC41;&#xC1F;. &#xC28;&#xC46;&#xC30;&#xC2F;&#xC3F;&#xC15; nerayika. n. Filling, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC1F;. Spreading, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. The act of turning grey, as hair, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC1F;. &#xC28;&#xC46;&#xC30;&#xC2A;&#xC02;&#xC26;&#xC3F; or &#xC28;&#xC46;&#xC30;&#xC35;&#xC46;&#xC02;&#xC26; nera-vanji. n. A kind of plant. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;. &#xC35;&#xC46;&#xC30;&#xC35;&#xC21;&#xC3F; or &#xC35;&#xC46;&#xC30;&#xC35;&#xC23;&#xC3F; nera-va&#x1E0D;i. n. Ful speed. A scrawl or device. &#xC28;&#xC46;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he scrawled or flourished in writing. Wit, skill. &#xC28;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F; nera-v&#x101;di. n. A skilful, or clever man, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. P. iii. 205. &#xC28;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; skilfulness. &#xC28;&#xC46;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; or &#xC28;&#xC46;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; nera-vidde. n. Conjuring, sleight of hand. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;, &#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. Foppery, conceit. &#xC28;&#xC46;&#xC30;&#xC35;&#xC41; neravu. n. Fulness. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;. Spreading, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. A way, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. Understanding, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. A contrivance. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. The name of a certain tree. &quot;&#xC28;&#xC46;&#xC30;&#xC35;&#xC41;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC4B;.&quot; V&#x113;ma. 140. &#xC28;&#xC46;&#xC30;&#xC35;&#xC41;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC41;. adj. Full. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. Much, great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Proper, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. Broad, spacious, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41;. Spreading, spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41; nerar-&#x113;ru. [From &#xC28;&#xC46;&#xC30;&#xC35;&#xC41; much, and &#xC0F;&#xC30;&#xC41;.] v. n. To be fulfilled, to prosper, thrive, succeed, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC3F;&#xC28; mature. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; nerav-&#x113;r&#x1E6D;su. v. a. To accomplish, effect, manage, discharge. &#xC28;&#xC46;&#xC30;&#xC2F; neraya. adv. Entirely, vastly, extremely. In the least, at all. &#xC2E;&#xC41;&#xC17;&#xC41;&#xC32;, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;nerulu. [Tel. plural of &#xC28;&#xC46;&#xC30;&#xC3F;. q.v.] n. The hair. Cracks, chinks. &#xC28;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;, &#xC1B;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. A. v. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nerumu. [Tel.] v. n.To rub, &#xC30;&#xC3E;&#xC1A;&#xC41;. To rankle. To yearn or ache, as the bowels. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;, &#xC28;&#xC46;&#xC30;&#xC46;, &#xC28;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F; or &#xC28;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC46; neriya. [Tel.] n. A crack, slit, chink, fissure. &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;, &#xC28;&#xC47;&#xC32;&#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC3F;&#xC21;&#xC46;</span>&#xA0;&#xA0;neri&#x1E0D;e. [Tel.] n. The name of a certain tree. H. iv. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC30;&#xC3F;</span>&#xA0;&#xA0;neri. [Tel.] n. Crookedness. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC24;. Beauty, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Custom, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; A fold of a cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Justice, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Courage, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Skill, &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;. Fulness, finishing, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;. A bird&apos;s wing, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. Hair, tresses, &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;. Curls, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;. Greatness, bigness. A streak. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC46;&#xC30;&#xC3F;. a dark streak. A sympathetic swelling: such as appears on one side of the neck or arm in consequence of an injury on the opposite side. adj. Great, large. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. Pretty, fine, excellent. &#xC2C;&#xC3E;&#xC17;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC28;&#xC46;&#xC30;&#xC3F;&#xC15; nerika. n. A petticoat or shift. &#xC17;&#xC3E;&#xC17;&#xC30;&#xC3E;, &#xC2A;&#xC3E;&#xC35;&#xC21;&#xC3E;. Parij. iv. 22. &#xC28;&#xC46;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; neri-pa&#x1E0D;u. v. n. To become, &#xC05;&#xC17;&#xC41;. To accrue, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To flourish, thrive, &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC28;&#xC48;&#xC28;&#xC24;&#xC46;&#xC30;&#xC17;&#xC41; &#xC26;&#xC4B;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC4D;.&quot; M. XII. iii. 31.
			</div>
                