&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC32;&#xC17;</span>&#xA0;&#xA0;nelaga. [Tel.] n. Money, wealth, &#xC27;&#xC28;&#xC2E;&#xC41;. Alms, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC15; &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC3F;, &#xC28;&#xC46;&#xC32;&#xC17;&#xC32; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC26;&#xC3E;, &#xC15;&#xC32;&#xC2F;&#xC17; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC3E;&#xC17;&#xC28;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC4D;.&quot; G. ii. 152.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;nela-kolupu. v. a. To place, deposit. &#xC09;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC24; nelata. [&#xC28;&#xC46;&#xC32;+&#xC24; = &#xC24;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;] n. A woman. &#xC28;&#xC46;&#xC32;&#xC1A;&#xC42;&#xC32;&#xC3F; or &#xC28;&#xC46;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; nela-&#x1E6D;s&#x16B;li. n. The planet. Mercury, &#xC2C;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC46;&#xC32;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; nelat&#x101;lupu. n. Lit: He who wears the moon (on his head) i.e., Siva, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC47;&#xC16;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC21;&#xC2E;&#xC41; or &#xC28;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; nela-tr&#x101;va&#x1E0D;amu. n. A mythical bird called &#xC1A;&#xC15;&#xC4B;&#xC30;&#xC2E;&#xC41;, which is supposed to live on the moon&apos;s light. &#xC28;&#xC46;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC41; or &#xC28;&#xC46;&#xC32;&#xC35;&#xC40;&#xC38;&#xC2E;&#xC41; nela-p&#x101;lu. n. A phase of the moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC33;. &#xC28;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; nela-po&#x1E0D;u&#x1E6D;su. v. n. To rise, as the moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC2F;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; nela-po&#x1E0D;upu. n. Moonrise, the rising or appearance of the moon. &#xC28;&#xC46;&#xC32;&#xC2E;&#xC47;&#xC2A;&#xC30;&#xC3F; nela-m&#x113;pari. n. Lit: One who feeds on the moon, i.e., Rahu, the ascending node. &#xC28;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; nela-velugu. n. Moonlight. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;. &#xC28;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; nela-b&#x101;lu&#x1E0D;u. n. The moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC28;&#xC46;&#xC32;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC28;&#xC46;&#xC32;&#xC1A;&#xC32;&#xC41;&#xC2A; nelar&#x101;yi. n. Moonstone. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC36;&#xC3F;&#xC32;. &#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC15; nela-vanka. n. The crescent moon &#xC2C;&#xC3E;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. A mark like a half moon; such as is produced by nipping (in fondness) with the nail. &#xC28;&#xC16;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC15;&#xC15;&#xC4B;&#xC32; a crescent shaped arrow, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC32;</span>&#xA0;&#xA0;nela. [Tel.] n. A month. &#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. The moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. The full moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. The full moon, &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;. A place, &#xC28;&#xC46;&#xC32;&#xC35;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. Camphor, &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; bits of green camphor. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC38;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;, &#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC15; the crescent moon. &#xC28;&#xC46;&#xC32; &#xC28;&#xC46;&#xC32;&#xC15;&#xC41; every month. &#xC28;&#xC46;&#xC32;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F; at the end of the month. &#xC28;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; nela-ka&#x1E6D;&#x1E6D;u. n. A pavement, &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2A;&#xC41;&#xC28;&#xC47;&#xC32;, &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC48;&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2C;&#xC46;&#xC17;&#xC21;&#xC4A;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC24;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F; &#xC32;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC46;.&quot; HK. iii. 74. &#xC28;&#xC46;&#xC32;&#xC15;&#xC41;&#xC35; nelakuva. n. A place. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC15;&#xC42;&#xC28; the crescent moon, &#xC2C;&#xC3E;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; A nail mark, &#xC28;&#xC16;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC38;&#xC41;. vi. &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC28;&#xC46;&#xC32;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; nela-konu. v. n. To be, stay, arise. &#xC09;&#xC02;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To become firm or settled, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC2F;&#xC17;&#xC41;. &quot;&#xC15; &#xC28;&#xC47;&#xC2E;&#xC41;&#xC02; &#xC1C;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC26; &#xC2E;&#xC42;&#xC30;&#xC1F;, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC2A;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC17;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC4D;.&quot; M. VII. i. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;</span>&#xA0;&#xA0;, &#xC28;&#xC47;&#xC28;&#xC4D;, &#xC28;&#xC47;&#xC28;&#xC41; or &#xC0F;&#xC28;&#xC41; n&#x113;. [Tel.] pron. of the first person I. n. (Short for &#xC28;&#xC47;&#xC2F;&#xC3F;.) Ghee. &#xC28;&#xC47;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32; n&#x113;-jella. (&#xC28;&#xC47;&#xC28;&#xC41;+&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;) interj. Alas, &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; nevva. [Tel.] n. Poverty, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. Distress, &#xC06;&#xC2A;&#xC26;, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Drought, famine, &#xC35;&#xC30;&#xC2A;&#xC41;. &quot;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC02;&#xC1F; &#xC32;&#xC47;&#xC15; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F;, &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC40;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC4D;.&quot; G. viii. 201. &quot;&#xC36;&#xC3E; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D; &#xC30;&#xC41;&#xC1C;&#xC28;&#xC4D; &#xC39;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC4D;.&quot; A. iv. 291. &#xC1F;&#xC40; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2A;&#xC41; &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D;, &#xC05;&#xC28;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC2A;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC46;&#xC17;&#xC2F;&#xC41; or &#xC0E;&#xC17;&#xC2F;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC46;&#xC17;&#xC21;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC33;&#xC3F;&#xC28;&#xC46;&#xC33;&#xC3F;</span>&#xA0;&#xA0;ne&#x1E37;i-ne&#x1E37;i. [Tel.] adv. Crackingly, suddenly. &#xC2A;&#xC46;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;, &#xC39;&#xC1F;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;nelli. [Tel.] n. The tree called Emblic myrobalan. Phyllanthus emblica. &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;, &#xC06;&#xC2E;&#xC32;&#xC15;&#xC2E;&#xC41;, &#xC17;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the large species. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; the small species. Rox. iii. 671. &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F; its fruit. &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC17;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; nelli-k&#x101;ya-gandhakamu. n. Medicinal brimstone (Tariff.) &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; See &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC32;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC33;&#xC35;&#xC41; nelavu. [Tel.] n. A place, abode, home, dwelling, native country. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. An acquaintance, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC28;&#xC46;&#xC32;&#xC35;&#xC41; a stony place. R. v. 97. A secret, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; Same as &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;. See under &#xC28;&#xC46;&#xC32;. &#xC28;&#xC46;&#xC32;&#xC35;&#xC30;&#xC3F; or &#xC28;&#xC46;&#xC33;&#xC35;&#xC30;&#xC3F; nelav-ari. n. An acquaintance. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. R. v. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC1C;</span>&#xA0;&#xA0;, &#xC28;&#xC46;&#xC5B;, &#xC28;&#xC47;&#xC1C;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC5B;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC1C;&#xC3E; or &#xC28;&#xC46;&#xC5B;&#xC3E; n&#x113;ja. [H.] n. A short spear, lance, or iron spit. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32;, &#xC08;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC35;&#xC3F;&#xC32;&#xC3F; Same as &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;. (q. v.)
			</div>
                