&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC0F;&#xC28;&#xC41; n&#x113;nu. [Drav. cf. Tam. &#xC28;&#xC3E;&#xC28;&#xC4D;.] n. The pronoun I. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; I went. The Genitive is &#xC28;&#xC3E;. &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; my house. Dative &#xC28;&#xC3E;&#xC15;&#xC41;, to me. Plu. &#xC2E;&#xC47;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC28;&#xC41; or &#xC0F;&#xC2E;&#xC41; we (excluding the person or persons spoken to) and &#xC2E;&#xC28;&#xC2E;&#xC41; we (including the person or persons spoken to.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC28;&#xC32;&#xC3F;</span>&#xA0;&#xA0;n&#x113;nali. [Tel.] n. Weeds. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC47;&#xC28;&#xC32;&#xC3F;&#xC2F;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41; removing weeds, weeding. &#xC15;&#xC38;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC2F;&#xC47;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x113;dish&#x1E6D;hamu. [Skt.] adj. Very near, close. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x113;tramu. [Skt.] n. The eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. A garment. Bleached or woven silk. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC3F;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC15;&#xC40;&#xC1F;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;.&quot; A. i. 46. &quot;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&quot; a kind of silk. BD. iii. 110. &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is a feast to the eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC24;</span>&#xA0;&#xA0;[Tel.] See under &#xC28;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC24;</span>&#xA0;&#xA0;n&#x113;ta. [Skt.] n. A lord, master, leader. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC0F;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x113;&#x1E0D;u. [Tel.] n. A baron, petty chieftain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;n&#x113;&#x1E0D;u. n. To-day, this day. &#xC08;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC21;&#xC41; &#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; they will come to-day. &#xC28;&#xC47;&#xC1F;&#xC3F; &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; the news of to-day. &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; for this day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;n&#x113;&#x1E6D;u. [Tel.] n. Certainty. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. adj. Good excellent, fine. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. Firm, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC1F;&#xC41;&#xC17;&#xC3E; well, properly. &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC28;&#xC47;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; n&#x113;&#x1E6D;in&#x1E6D;su. v. n. To become fixed, firm or hard, &#xC26;&#xC43;&#xC22;&#xC2A;&#xC21;&#xC41;. To become sure, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC47;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; n&#x113;&#x1E6D;u-ch&#x113;yu. v. a. To make certain, to ascertain, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To try, prove, weigh, discriminate. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC2F;&#xC4B; &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC47;&#xC1F;&#xC41;&#xC28;&#xC47;&#xC2F;&#xC17;&#xC32;&#xC47;&#xC15;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;.&quot; S&#x101;ranga. v. 65.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;Another form of &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; n&#x113;yamu. [from Skt. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; or &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. Justice, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC26;&#xC3F; &#xC2E;&#xC47;&#xC30;&#xC15;&#xC3E;&#xC26;&#xC41;&quot; &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC47;&#xC2E;&#xC15;&#xC2E;&#xC41; n&#x113;mamu. [from Skt. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;.] n. An appointment, a vow. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;. [Skt.] n. Time, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Extent, &#xC2E;&#xC47;&#xC30;. A bit, &#xC24;&#xC41;&#xC28;&#xC41;&#xC15;. &#xC28;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x113;min&#x1E6D;su. v. a. To determine, fix, appoint. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2C;&#xC41;</span>&#xA0;&#xA0;n&#x113;bu. [Tel.] A coin worth twelve cash. Plu. &#xC28;&#xC47;&#xC2C;&#xC41;&#xC32;&#xC41; coins.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x113;p&#x101;&#x1E37;amu. [Skt.] n. The &quot;Nepaul plant&quot; or physic nut, (Jack Spratt), Croton &#x1E6D;iglium. Called also the coral plant from the flowers which look like red coral. See under &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;. Rox. iii. 687. 682. &#xC28;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC2C;&#xC21;&#xC3F;&#xC26;&#xC46; a crabstick (or blackthorn) cudgel. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41; the common coral plant, which is worthless. &#xC28;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; n&#x113;p&#x101;&#x1E37;a-d&#x113;&#x1E63;amu. n. The cou&#x1E47;try of Nepaul.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x113;pathyamu. [Skt.] n. Ornament, embellishment. &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC4D;&#xC2F; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC36;&#xC4B;&#xC2D;. A stage. &#xC30;&#xC02;&#xC17;&#xC2D;&#xC42;&#xC2E;&#xC3F;. A curtain. &#xC24;&#xC46;&#xC30;. Vasu. iv. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x113;mu. [Tel.] v. a. To winnow. pron. Plu. of &#xC28;&#xC47;&#xC28;&#xC41;, We, &#xC2E;&#xC47;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x113;min&#x1E6D;su. (causal of &#xC28;&#xC47;&#xC2E;&#xC41;.) v. a. To cause to winnow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;n&#x113;mi. [Skt.] n. A water pump, &#xC2E;&#xC3E;&#xC24;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC15;. The tire of a wheel. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;. &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A plant called &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC46;.
			</div>
                