&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;n&#x113;yu. [Tel.] v. a. To weave, as a cloth, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC2F;&#xC41; to lace a bed. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC2F;&#xC41; to lay thatch on a roof. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC06; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC28;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC41; he thatched his house with that grass. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC47;&#xC38;&#xC3F;&#xC28; thatched. &#xC28;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x113;yin&#x1E6D;su. v. a. To cause to be woven. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; &#xC28;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41;. I made him weave two cloths. &#xC28;&#xC47;&#xC24; n&#x113;ta. n. Weaving, texture. &#xC28;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC28;&#xC47;&#xC24;&#xC32;&#xC41; fine long cloth, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC3E;&#xC30;&#xC1A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC35;&#xC3F;&#xC15;. iii. &#xC28;&#xC47;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC47;&#xC24;&#xC30;&#xC3F; n&#x113;ta-k&#x101;&#x1E0D;u. n. A weaver. &#xC28;&#xC47;&#xC24;&#xC2A;&#xC32;&#xC15; n&#x113;ta-palaka. n. A plank or board every now and then used by a weaver in arranging the wrap and the woof evenly. &#xC28;&#xC47;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; n&#x113;tapurugu. n. A spider. &quot;&#xC2A;&#xC41;&#xC30;&#xC39;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC47;&#xC24; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC41;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC3E;&#xC2F;&#xC46;.&quot; V&#x113;ma. iii. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41; n&#x113;r&#x113;&#x1E0D;u. [Tel.] n. The tree called Myrtus cyminum. Rox. ii. 486. Ardisia humilis (Watts). &#xC2D;&#xC42;&#xC24;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41; and &#xC05;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41; are other species. &#xC1C;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41; the roseapple, Eugenia jambos. &#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC32;&#xC46; as black as a cherry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; n&#x113;ru&#x1E6D;su. [Tel.] v. a. To learn. Added to other infinitives it is translated by the English verb Can. &#xC30;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC28;&#xC41; I cannot come. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC47;&#xC30;&#xC30;&#xC48;&#xC30;&#xC3F; they were unable to know. &#xC1A;&#xC42;&#xC21;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC47; can I bear to see it? &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he is talkative or chatters. &#xC28;&#xC47;&#xC30;&#xC15; n&#x113;raka. adj. Being unable to. &#xC30;&#xC3E;&#xC1C;&#xC30;&#xC15; being unable to come. adv. Unawares, unconsciously, involuntarily. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC47;&#xC30;&#xC15; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F; an act committed unconsciously or ignorantly. &#xC28;&#xC47;&#xC30;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I did it unintentionally or unconsciously. &#xC28;&#xC47;&#xC30;&#xC30;&#xC41; they cannot do it. &quot;&#xC28;&#xC40;&#xC35;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC36;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC47;&#xC28;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41;.&quot; M. I. i. 150. &#xC28;&#xC47;&#xC30;&#xC2C;&#xC4B;&#xC24;&#xC41; n&#x113;ra-b&#x14D;tu. (&#xC28;&#xC47;&#xC30;&#xC2E;&#xC3F;+&#xC2A;&#xC4B;&#xC24;&#xC41;.) n. An ignorant man, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC30;&#xC2E;&#xC3F; n&#x113;rami. n. Ignorance. &#xC05;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC2E;&#xC41; A mistake, fault, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC28;&#xC47;&#xC30;&#xC2E;&#xC3F; ignorance of acting, want of power to act. &#xC2A;&#xC3E;&#xC21;&#xC28;&#xC47;&#xC30;&#xC2E;&#xC3F; inability to sing. &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41; n&#x113;ramu. n. A criminal offence, a crime. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; n&#x113;rasthu&#x1E0D;u. n. A criminal, an offender. &#xC28;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC3F; n&#x113;rimi. n. Knowledge, skill, dexterity. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; n&#x113;ru&#x1E6D;su-konu. v. a. To learn. &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC3F;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;, &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; n&#x113;rup-ari. n. A wit, an ingenious or skilful person, a genius. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41; n&#x113;rupu. v. a. To teach, &#xC28;&#xC47;&#xC30;&#xC35;&#xC1C;&#xC47;&#xC2F;&#xC41;. n. Art, skill, craft, cunning. A pretext. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; arts, wiles, contrivances. &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E; or &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; n&#x113;rupu-g&#x101;. adv. Artfully, duly, skilfully. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; n&#x113;rpin&#x1E6D;su. v. a. To make one learn, to teach, to cause to teach.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;n&#x113;-r&#x101;&#x1E0D;zu. [Tel.] n. A lace-cloth. &#xC5B;&#xC30;&#xC40;&#xC2C;&#xC1F;&#xC4D;&#xC1F;, &#xC5B;&#xC30;&#xC2C;&#xC3E;&#xC5B;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC17;&#xC24;&#xC4B; &#xC28;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;n&#x113;ru-g&#x101;. [Tel.] adv. Straight, direct. &#xC06; &#xC26;&#xC4B;&#xC35;&#xC28;&#xC41; &#xC28;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; you must go straight along that road.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC30;&#xC3E;</span>&#xA0;&#xA0;Same as &#xC28;&#xC46;&#xC30; (q. v.)
			</div>
                