&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x113;stamu. [Tel.] n. Friendship, love. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; n&#x113;sta-k&#x101;&#x1E0D;u. n. A friend. &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; n&#x113;stakatte. n. A female friend or acquaintance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC35;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC47;&#xC35;&#xC21;&#xC2E;&#xC41; or &#xC28;&#xC47;&#xC39;&#xC30;&#xC2E;&#xC41; neva&#x1E37;amu. [Tel.] n. Bloom, brilliancy. &#xC17;&#xC4B;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;. A necklace. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC2E;&#xC23;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC03;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC47;&#xC35;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC02;&#xC26;&#xC28;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17; &#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC17;.&quot; Anir. i. 43. HD. ii. 621.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC47;&#xC35;&#xC2E;&#xC41; n&#x113;vamu. [Tel.] n. A pretext. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC47;&#xC32;</span>&#xA0;&#xA0;n&#x113;la. [Tel.] n. Land, earth, soil. &#xC2D;&#xC42;&#xC2E;&#xC3F;. A country, &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. adj. &quot;Of the earth.&quot; A prefix (like ground, or dwarf,) applied to certain plants, as &#xC28;&#xC47;&#xC32;&#xC2A;&#xC47;&#xC2E;&#xC41;, dwarf rattan, &#xC28;&#xC47;&#xC32;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; dwarf cassia. &#xC28;&#xC47;&#xC32;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC41; n&#x113;la-galupu. v. a. Lit. To mix with the earth. To ruin. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC32;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ruined it. &#xC28;&#xC47;&#xC32;&#xC15;&#xC41;&#xC17;&#xC4B;&#xC32;&#xC15;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to turn upside down, &#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC1A;&#xC42;&#xC2A;&#xC41; a downcast look. &#xC28;&#xC47;&#xC32;&#xC1A;&#xC42;&#xC32;&#xC3F; n&#x113;la&#x1E6D;s&#x16B;li. n. Lit: The earth-born child, i.e., Sita, &#xC2C;&#xC42;&#xC2E;&#xC3F;&#xC1C;. &#xC28;&#xC47;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC3F; n&#x113;la-t&#x101;&#x1E0D;i. n. The plant called Curculigo orchioides. &#xC24;&#xC3E;&#xC32;&#xC2E;&#xC42;&#xC32;&#xC3F;. Rox. ii. 144. &#xC28;&#xC47;&#xC32;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; n&#x113;latalupu. n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;, &#xC2D;&#xC42;&#xC27;&#xC30;&#xC2E;&#xC41;. A king, &#xC30;&#xC3E;&#xC5B;&#xC41;, &#xC2D;&#xC42;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F; n&#x113;lanemali. n. The bird called a florikin. &#xC28;&#xC47;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; n&#x113;la-pa&#x1E6D;&#x1E6D;i. n. Sita. &#xC38;&#xC40;&#xC24;, &#xC2D;&#xC42;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;, Mars, &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40; n&#x113;la-palla&#x1E6D;&#x12B;. n. A kind of pigeon called a tumbler. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC32;&#xC4D;&#xC1F;&#xC40;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC28;&#xC47;&#xC32;&#xC2C;&#xC3E;&#xC35;&#xC3F; a well without any wall round it. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17;, &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC46; or &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2F; a room under ground, &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41; the plant called &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, Solanum jacquini. &#xC28;&#xC47;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; n&#x113;la-r&#x113;&#x1E0D;u. n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F;. &#xC28;&#xC47;&#xC32;&#xC35;&#xC47;&#xC2E;&#xC41; n&#x113;la-v&#x113;mu. n. The plant called Justicia paniculata. Rox. i. 118. or Andrographis paniculata. (Watts.) &#xC28;&#xC47;&#xC32;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; n&#x113;la-v&#x113;lupu. n. A Brahman. &#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC42;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC3E;&#xC2A;&#xC32; n&#x113;l&#x101;pu. (&#xC28;&#xC47;&#xC32;+&#xC06;&#xC2A;&#xC41;.) n. A kind of hawk. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC21;&#xC47;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC30;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;nair&#x1E5B;iti. [Skt. from &#xC28;&#xC3F;&#xC30;&#xC43;&#xC24;&#xC3F;.] n. The name of the genius who governs the South West.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC30;&#xC3E;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nair-&#x101;&#x1E63;yamu. [Skt. from &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;.] n. Hopelessness. &#xC06;&#xC36;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC2F;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;naiyaiku&#x1E0D;u. [Skt. from &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. A logician. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC2E;&#xC3F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naimi&#x1E63;amu. [Skt.] n. The name of a forest mentioned in many poems. (Some imagine it to be near Bhadrica, in Orrisa: others say, near &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC17;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naimittikamu. [Skt. from &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.] Occasional (as opposed to &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; constant). Practical; reducible to practice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC3F; or &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; naipu&#x1E47;amu. [Skt. from &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC2E;&#xC41;.] n. Dexterity, cleverness, skill, art. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC3F;&#xC24;&#xC4B; cleverly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naijamu. [Skt. from &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;.] adj. Natural, original. &#xC24;&#xC28;&#xC26;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;. n. Natural disposition, nature, bent, propensity. Actuality, reality. Character: a trait or characteristic: a peculiarity.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naichyamu. [Skt. from &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC41;.] n. Humility, obsequiousness. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC48;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; assumed humility, cringing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC1A;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;naichiki. [Skt.] n. A milch cow of a fine breed, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC18;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naighan&#x1E6D;ikamu. [Skt. from &#xC28;&#xC3F;&#xC18;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC41;.] adj. Appertaining to lexicography or a dictionary. &#xC28;&#xC48;&#xC18;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; learned or dictionary words.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n&#x101;iga-nigyamu. [Skt. from &#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17;.] n. Brilliancy, sparkling, &#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17; &#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;. H. i. 61.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naika&#x1E6D;ikamu. [Skt. from &#xC28;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC41;.] adj. Near at hand, &quot;&#xC28;&#xC48;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC28;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC1A;&#xC4B;&#xC35;&#xC3F;&#xC2D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC3F;.&quot; Charu. Chan. v. 110.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC32;&#xC3F;&#xC02;&#xC2A;</span>&#xA0;&#xA0;nailimpu. [Skt. from &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;.] adj. Heavenly, divine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nairmalymu. [Skt. from &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;.] n. Spotlessness, purity. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naipathyamu. [Skt.] n. A theatre, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC28;&#xC48;&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC28; behind the scenes.
			</div>
                