&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC17;</span>&#xA0;&#xA0;noga. [Tel.] n. The pole that connects the carriage with the yoke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;nokku. [Tel.] v. a. To press, pinch, compress, squeeze. &#xC05;&#xC26;&#xC41;&#xC2E;&#xC41;. To nip with the nails. To indent. N. IX. 363. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; butting with the horns. &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;. n. A squeeze. An impression, or a dent, as with the tooth or nail. The tooth of a saw or clock wheel. A dimple or ripple.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nokkamu. [Tel.] n. A sort of dill or fennel. &#xC36;&#xC24;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC26;&#xC3E;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;non&#x1E6D;su. [Tel.] v. a. To cause pain, to hurt. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naisargikamu. [Skt. from &#xC28;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.] adj. Natural, inborn, constitutional, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naish&#x1E6D;hikamu. [Skt. from &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;.] n. Steadfastness in faith. &#xC28;&#xC48;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; naish&#x1E6D;hiku&#x1E0D;u. n. One who is faithful, devoted or steady. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naiv&#x113;dyamu. [Skt. from &#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;.] n. Consecration of food to a god. An oblation or wave offering.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nailyamu. [Skt. from &#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;.] n. Blackishness, foulness. &#xC28;&#xC40;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;no&#x1E0D;u&#x1E6D;su. [Tel.] v. a. To find fault with. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; no&#x1E0D;upu. n. Fault-finding. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC28;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41;, &#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41; or &#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC41; no&#x1E0D;ugu. [Tel.] n. A word, speech, &#xC2E;&#xC3E;&#xC1F;. v. a. To say, tell, speak, &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC41;&#xC21;&#xC3F; no&#x1E0D;i. [Tel.] n. A word. &#xC2E;&#xC3E;&#xC1F;. &#xC28;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; no&#x1E0D;i-k&#x101;&#x1E0D;u. n. A talkative person. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;. &#xC28;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;  no&#x1E0D;i-k&#x101;ramu. n. Talkativeness. Cleverness in talking. &#xC28;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; clever words. &#xC28;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F; or &#xC28;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F; no&#x1E0D;i-kari n. One who can talk cleverly. &#xC2E;&#xC3E;&#xC1F;&#xC32; &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC21;&#xC32;&#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;no&#x1E0D;ala-donu. [Tel.] n. A doubt, suspicion, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;no&#x1E6D;s&#x1E6D;su. [Tel.] v. n. To ache, smart, pain, be grieved. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC09;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; a distressed man. &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; they were in reduced circumstances. &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; no&#x1E6D;s&#x1E6D;su-konu. v. n. To ache, repent, grieve, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2A;&#xC21;&#xC41;. &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; no&#x1E6D;s&#x1E6D;suk&#x14D;lu. n. Repentance. &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35; novva. adv. Achingly, acutely, sharply, painfully, so as to pain, smartingly. &#xC28;&#xC4A;&#xC28;&#xC4D;&#xC35;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC1F; to speak severely. &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC3F; novvani. adj. Painless, not aching, easy. &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;, &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC28;&#xC4B;&#xC35;&#xC41; or &#xC28;&#xC4B;&#xC35;&#xC3F; novvi. n. Pain, suffering, &#xC35;&#xC47;&#xC26;&#xC28;. Disease, sickness, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;. &#xC28;&#xC4B;&#xC35;&#xC30;&#xC3F; a sick person, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC37;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;naishadhamu. [Skt. from &#xC28;&#xC3F;&#xC37;&#xC27;.] n. The name of a celebrated Sanskrit poem. &#xC28;&#xC48;&#xC37;&#xC25;&#xC41;&#xC21;&#xC41; naishadhu&#x1E0D;u. n. An epithet of the celebrated king Nala, (&#xC28;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;) as being &apos;prince of the &#xC28;&#xC3F;&#xC37;&#xC27; country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;nochchi&#x1E37;lu. [Tel.] n. Saliva spittle. &#xC1A;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;nogulu. [Tel.] v. n. To break, &#xC28;&#xC17;&#xC41;&#xC32;&#xC41;. To grieve, sorrow, be in pain. To be sunken, as the cheeks. &#xC06;&#xC35;&#xC41; &#xC28;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the cow out of condition. n. Pain, &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC28;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC28;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC28;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41; nogilin&#x1E6D;su. v. a. To distress, grieve, pain, afflict, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC48;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;naishkiku&#x1E0D;u. [Skt. from &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;.] n. A master of the mint. &#xC1F;&#xC02;&#xC15; &#xC38;&#xC3E;&#xC32;&#xC15;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
                