&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC4B;&#xC35;&#xC3F; Same as &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC28;&#xC4B;&#xC35;&#xC30;&#xC3F; See under &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;n&#x14D;ru. [Tel.] n. The mouth. &#xC28;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC16;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. G. &#xC28;&#xC4B;&#xC1F;&#xC3F;, &#xC28;&#xC4B;&#xC30;&#xC3F;. Abl. &#xC28;&#xC4B;&#xC1F;. Plu: &#xC28;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC4B;&#xC1F; with the mouth. &#xC28;&#xC4B;&#xC30;&#xC41; &#xC2E;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; hold your tongue. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; dumb, unable to talk. &#xC28;&#xC4B;&#xC30;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a simpleton. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to strike on the mouth, i.e., to silence, check, rebuke; to deprive of one&apos;s rights or enjoyment, to plunder, spoil. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC41; to watch one&apos;s lips, to keep a secret. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to restrain the appetite. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC06;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have it at the tip of my tongue. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC30;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; he is a foul mouthed fellow. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to talk loud or abusively. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28; speechless. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC47;&#xC26; foolish, ignorant, senseless. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F; a mere word of mouth. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2E;&#xC46;&#xC02;&#xC17; n&#x14D;ru-menga. n. A dumb man. &#xC2E;&#xC42;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC41; he gave them all the abuse that he could think of. &#xC28;&#xC3E; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cast earth in my mouth, i.e., he destroyed my hopes or prospects. &#xC28;&#xC4B;&#xC30;&#xC42;&#xC30;&#xC41; n&#x14D;r-&#x16B;ru. v. n. To water (as the mouth). To desire, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3E; &#xC28;&#xC4B;&#xC30;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; my mouth waters. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC40;&#xC35;&#xC41; &#xC2F;&#xC47;&#xC32; &#xC28;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41; why do you quarrel with him? &#xC28;&#xC4B;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; n&#x14D;r-ettu. v. n. To raise the voice, cry, speak. To try to speak, &#xC2E;&#xC3E;&#xC1F;&#xC21; &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41; n&#x14D;r-&#x101;&#x1E0D;u. (&#xC28;&#xC4B;&#xC30;&#xC41;+&#xC06;&#xC21;&#xC41;.) v. n. To utter. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC1F;&#xC41;&#xC32; &#xC28;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC4B; I can&apos;t think how his mouth could utter such words. &quot;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC21;&#xC41;&#xC17; &#xC28;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC15;&#xC30;&#xC41;&#xC17;.&quot; Suca. iii. 203.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;n&#x14D;&#x1E6D;su. [Tel.] v. a. To perform a meritorious act, as fasting. To undertake a vow. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC4B;&#xC24; n&#x14D;ta. n. The act of undertaking a vow, &#xC28;&#xC4B;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC4B;&#xC2E;&#xC41; n&#x14D;mu. [Tel.] n. A vow. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. v. a. To vow, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC41;. To lose, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC12;&#xC15;&#xC1F;&#xC47; &#xC28;&#xC4B;&#xC2E;&#xC41;&#xC28;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; he and his father had the same fortune. &#xC28;&#xC4B;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; Same as &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41;. (q.v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;nosalu. [Tel.] n. The forehead. &#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC2B;&#xC3E;&#xC32;&#xC2E;&#xC41;. Gen. &#xC28;&#xC4A;&#xC38;&#xC1F;&#xC3F;. Loc. &#xC28;&#xC4A;&#xC38;&#xC1F;. Plu. &#xC28;&#xC4A;&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC4A;&#xC38;&#xC4D;&#xC1F; or &#xC28;&#xC4A;&#xC37;&#xC4D;&#xC1F; (corruption of &#xC28;&#xC4A;&#xC38;&#xC1F;) on the forehead. &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;. &#xC28;&#xC4A;&#xC38;&#xC1F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC32;&#xC26;&#xC46; can what is written on the forehead fail of effect?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;nolla. [Tel.] n. A harrow. &#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC32;&#xC4D;&#xC32; nolla-balla. n. A broad hoe. &#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; nollu. v. a. To level land with the plough. To suck the fingers. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32; &#xC28;&#xC4B;&#xC1F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41; noppi. [Tel.] n. Pain or ache. Danger, &#xC06;&#xC2A;&#xC26;. Harm, ill, hazard. &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41; a crime is harmful. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; noppin&#x1E6D;su. v. a. To hurt or cause pain to. To afflict or torment, to displease or offend. &#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41; you should do ill to no one. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC3F; noppi-gun&#x1E6D;i. n. A sick person. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC41; Same as &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; See under &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC4C;&#xC15;&#xC30;&#xC41; See under &#xC28;&#xC35;&#xC41;&#xC15;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC15;</span>&#xA0;&#xA0;nauka. [Skt.] n. A ship, boat. &#xC28;&#xC3E;&#xC35;, &#xC13;&#xC21;.
			</div>
                