&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nyastamu. [Skt.] adj. Deposited, placed, consigned, delivered, &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F; &#xC2A;&#xC40;&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC41;&quot; wearing a yellow vest about his loins. V. P. viii. 235.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC2C;&#xC41;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ny-arbudamu. [Skt.] n. Ten thousand millions. &#xC2A;&#xC26;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nya-gr&#x14D;dhamu. [Skt.] n. The banyan tree. &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; nyak-k&#x101;ramu. [Skt.] n. Disrespect, contempt, flouting. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC41;&#xC32;&#xC41; naulu. [Tel.] v. a. To chew. &#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; v. n. To throb or shoot, as a boil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC41;&#xC30;&#xC41; nauru. [Tel.] adj. Soft. smooth. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC2C;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC4C;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC41; naubatu. [H.] n. A large kind of drum. (Bobbili. ii. 213.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC41;&#xC21;&#xC41; nau&#x1E0D;u. [Tel. for &#xC14;&#xC21;&#xC41;.] n. A lip, &#xC05;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;, &#xC28;&#xC35;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; navu&#x1E0D;u-ko&#x1E6D;&#x1E6D;u. v. n. To swallow with difficulty. To hesitate, &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;</span>&#xA0;&#xA0;pa. The name of the letter P. The initial P is at times changed by grammatical rule into B as &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC2C;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;, or into V as &#xC35;&#xC3E;&#xC2A;&#xC41;, &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC4D;&#xC35;&#xC21;&#xC3F;, for &#xC2A;&#xC3E;&#xC2A;&#xC41;. &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nyunamu. [Skt.] adj. Deficient, defective. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;. Blameable &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; maimed, mutilated. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; faults of omission and commission. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41;. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24; ny&#x16B;natvamu. n. A defect, deficiency, detriment. &#xC15;&#xC4A;&#xC30;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;nyubjamu. [Skt.] adj. Bent, crooked, hump-backed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ny&#x101;samu. [Skt.] n. Placing or depositing. &#xC09;&#xC02;&#xC1A;&#xC41;&#xC1F;. A deposit, a pledge. Consigning or entrusting any thing to the mind. Mental appropriation or assignment of various parts of the body to tutelary divinites. &#xC15;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; a mode of folding the hands in prayer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ny&#x101;yamu. [Skt.] n. Propriety, fitness, Justice, equity. &#xC24;&#xC17;&#xC35;&#xC41;. Law, morality. &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Logic, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A reason, a cause. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC47; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; by reason of your being my father. A relation, connection. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F; they were as father and mother to me. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1A;&#xC15;&#xC4B;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC41; we are like the moon and the partridge, i.e, inseparable lovers. &#xC24;&#xC2E;&#xC30;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; I request that you will do justice. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F; or &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28; ny&#x101;ya. adj. Rixh, proper, fit, just. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC24;&#xC03; ny&#x101;yatah. adv. Correctly, duly, justly. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; ny&#x101;yamu. adj. Just. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC15;&#xC42;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;naugulu. [Tel.] n. A sort of sweet biscuits made of &#xC38;&#xC46;&#xC28;&#xC17;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. R. ii. 114.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC4C;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC35;&#xC41;&#xC15;&#xC41; nauku. [Tel.] n. An opening. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC15;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26; &#xC28;&#xC35;&#xC41;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC30;&#xC40;&#xC24;&#xC3F;.&quot; Sar. Dwi. ii. 65.
			</div>
                