&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pankilamu. [Skt.] adj. Muddy. n. A muddy place, a bog, &#xC2C;&#xC41;&#xC30;&#xC26;&#xC17;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pankin&#x1E6D;su. [Tel.] v. a. To apply (as oil to the hair.) &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. n. To move, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC3E;</span>&#xA0;&#xA0;pank&#x101;. [from H. &#xC2A;&#xC02;&#xC16;&#xC3E;.] n. A fan. A punkab.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC02;&#xC15;&#xC46;&#xC1C;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC15;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; or &#xC2A;&#xC02;&#xC15;&#xC47;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; pankajamu. n. Lit: Mud born, i.e., the lotus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC15;&#xC3F; pankamu. [Skt.] n. Mud, mire, clay. &#xC2C;&#xC41;&#xC30;&#xC26;. Sin. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41; [Tel.] n. Milk. &#xC2A;&#xC3E;&#xC32;&#xC41;. &quot;&#xC38;&#xC40; &#xC32;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24; &#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.&quot; &#xC1C;&#xC48;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;</span>&#xA0;&#xA0;pancha. [Skt.] adj. Large, big, as &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41; lit: &apos;huge mouthed,&apos; i.e., a lion. &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; a great beard. &#xC2A;&#xC02;&#xC1A;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41; a mere fiction. (this name is given to apocryphal poems that are not grounded on any classical tradition as the &#xC2E;&#xC48;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;, &#xC36;&#xC24;&#xC2E;&#xC41;&#xC16;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28; &#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC1C;&#xC48;&#xC2E;&#xC3F;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;panguvu. [Skt.] n. A man with a withered leg. &#xC07;&#xC1A;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A lame or crippled man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;pangu. [Tel.] n. Fear. &#xC2D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC17;&#xC46;&#xC28; pangi&#x1E0D;i. [Tel.] n. A pit fall for catching elephants. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC13;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pangamu. [Tel.] n. A tax on certain employments, &#xC26;&#xC47;&#xC35;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC17;</span>&#xA0;&#xA0;panga. [Tel.] n. A fork, as the forked branch of a tree. &#xC2A;&#xC02;&#xC17;&#xC17;&#xC3E; panga-g&#x101;. (adv.) Astride, with the legs apart. &#xC2A;&#xC02;&#xC17;&#xC1F;&#xC3F; panga&#x1E6D;i. adj. Stretching out like the prongs of a fork. &quot;&#xC05;&#xC28;&#xC41;&#xC15;&#xC41; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC2D;&#xC3F; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC26;&#xC3E;&#xC15; &#xC2A;&#xC02;&#xC17;&#xC1F;&#xC3F; &#xC2A;&#xC42;&#xC24;&#xC2A;&#xC42;&#xC24;&#xC3F;.&quot; Vaija. iv. 57. &#xC2A;&#xC02;&#xC17;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; panga-tin&#x1E6D;su. v. n. To straddle or open the legs far apart; to sprawl. &#xC2A;&#xC02;&#xC17;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; panga&#x1E6D;i-k&#x101;lla-v&#x101;&#x1E0D;u. n. A bandy-legged man. &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; a fork-like mark worn on the forehead by the Vaishnavaites, &#xC2A;&#xC21;&#xC41;&#xC2E; &#xC0E;&#xC21;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC02;&#xC17;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC23;&#xC3F;, as distinguished from &#xC2A;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;, a mark which has no broad fork like branches. &#xC2A;&#xC02;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1C; a forked post such as rafters rest on. &#xC2A;&#xC02;&#xC17;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; a forked stick. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC17;&#xC32;&#xC2F;&#xC40;&#xC1F;&#xC46; a trident shaped spear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pankti. [for Skt. &#xC2A;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC3F;.] n. A line, row; a range. In composition, Ten. &#xC2A;&#xC26;&#xC3F;. &#xC2A;&#xC02;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; a ten headed giant, i.e., R&#x101;va&#x1E47;a. &#xC2A;&#xC02;&#xC15;&#xC4D;&#xC24;&#xC3F; pankti-bh&#x14D;janamu. n. A feast or dinner party at which guests sit in a line. &#xC2A;&#xC02;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a person with whom caste, &amp;c. prevents a man from eating.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC15;&#xC46;&#xC28;</span>&#xA0;&#xA0;pankena. [Skt.] n. Wet. &#xC24;&#xC21;&#xC3F;, &#xC2A;&#xC26;&#xC28;&#xC41;. Oiling, anointing, smoothing the hair with oil. &quot;&#xC38;&#xC40; &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2F;&#xC3F;&#xC21;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC46; &#xC2A;&#xC02;&#xC15;&#xC46;&#xC28;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC41;&#xC32;&#xC41; &#xC15;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC48;&#xC1A;&#xC41;.&quot; H. ii. 158.
			</div>
                