&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;</span>&#xA0;&#xA0;pancha. [Skt.] adj. Five. &#xC2A;&#xC2E;&#xC1A;&#xC15;&#xC2E;&#xC41; panchakamu. n. A set of five things, as of epigrams. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41; a set of five epigrams on a bee. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27; &#xC2A;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41; the five books of the Mahabharata (VI. X.) which deal with the battle. A battlefield, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2A;&#xC02;&#xC1A;&#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC3F; pancha-ka&#x1E37;y&#x101;&#x1E47;i. n. Black or any other colour with white points; piebald; a horse with a white mark or star in the face and with white legs. &#xC2A;&#xC02;&#xC1A;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41; or &#xC2A;&#xC02;&#xC1A;&#xC15;&#xC4B;&#xC23;&#xC3F;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41; pancha-k&#x14D;&#x1E47;amu. n. A pentagon. See &#xC30;&#xC4B;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; pancha-garyamu. n. The five articles derived from the cow, viz.: milk, curds, butter, urine, and dung. &#xC2A;&#xC02;&#xC1A;&#xC17;&#xC4C;&#xC21;&#xC41;&#xC32;&#xC41; panchagaudulu. n. The collective name for the Brahmins of Bengal and the northern provinces. &#xC2A;&#xC02;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; panchatvamu. n. Death, dying, as being the dissolution of the five elements. &#xC2A;&#xC02;&#xC1A;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; panchajanu&#x1E0D;u. n. Man in general. &#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. See &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC1C;&#xC28;&#xC1A;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41; cannibalism, eating human flesh. A. vi. 70. &#xC2A;&#xC02;&#xC1A;&#xC26;&#xC33;&#xC2E;&#xC41; pancha-da&#x1E63;amu. adj. Fifteenth. &#xC2A;&#xC02;&#xC1A;&#xC26;&#xC36;&#xC15;&#xC2E;&#xC41; pancha-da&#x1E63;akamu. n. Fifteen. &#xC2A;&#xC02;&#xC1A;&#xC26;&#xC36;&#xC3F; pancha-da&#x1E63;i. n. The fifteenth lunar day, of either the dark or bright fortnight. &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E;, &#xC32;&#xC47;&#xC15;, &#xC05;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC2F;. &#xC2A;&#xC02;&#xC1A;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41; The five divisions of the Dravida races, viz. Tamil, Telugu, Malayalam, Kanarese and Mahrati. &#xC2A;&#xC02;&#xC1A;&#xC28;&#xC16;&#xC2E;&#xC41; panchanakhamu. n. Lit: &quot;Five clawed,&quot; i.e., a tiger. &#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC2A;&#xC02;&#xC1A;&#xC28;&#xC16;&#xC3F; pancha-nakhi. n. An iguana. &#xC09;&#xC21;&#xC41;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; pancha-p&#x101;tramu. n. The &quot;five dishes:&quot; a phrase used for five cups used in worship. Also, a sort of cup. &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; pancha-pr&#x101;&#x1E47;amulu. n. The five vital airs of the body. Life. &#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; the five elements. &#xC2A;&#xC02;&#xC1A;&#xC2C;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC02;&#xC1A;&#xC38;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; pancha-b&#x101;&#x1E47;u&#x1E0D;u. n. Manmadha the god of love, so named from his five arrows. These are five fragrant flowers, viz., the &#xC05;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41; or lotus, the &#xC05;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41; Jonesia as&#x14D;ka, the &#xC1A;&#xC42;&#xC24;&#xC2E;&#xC41; or mango blossom, the &#xC28;&#xC35;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; or Arabian jasmine, and the &#xC28;&#xC40;&#xC32;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41; or blue lotus; these are emblems of five passions denominated &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC23;&#xC3F;, &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC23;&#xC3F;, &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC28;&#xC3F;, &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC28;&#xC3F; and &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F;, that is, flurry, pinning, enslaving, bewitching and maddening. &#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; five sorts of cakes. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC2E;&#xC41; panchamamu. n. A tenor note, similar to that of the cook when crowing; also, a note like that of the linnet or cuckoo. The musical treble. The two notes &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC2E;&#xC41; and &#xC37;&#xC21;&#xC4D;&#xC1C;&#xC2E;&#xC41; are called the &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; or constant (pervading) notes: they are also called &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2D;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the supreme sounds. adj. Fifth , &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC35;&#xC26;&#xC3F;. Fine, melodious, &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; panchama-sthiti. n. The being a Pariah. The Pariah state or condition. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC3F; panchami. n. The fifth lunar day, of either the dark or bright fortnight. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC21;&#xC41; panchamu&#x1E0D;u. n. A Pariah, or &quot;man of the fifth class:&quot; as not belonging to any of the four pure Hindu castes. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41; pancha-r&#x101;&#x1E63;ikamu. n. The rule of five, the double rule of three. &#xC2A;&#xC02;&#xC1A;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; panchalaksha&#x1E47;amu. n. A Purana. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; pancha-lavanamulu. n. Salts in general. The five kinds of salt. See &#xC32;&#xC35;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41; pancha-l&#x14D;namu. n. A mixed metal, composed of five ingredients, viz., copper, zinc, tin, lead, and iron. &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; pancha-pa&#x1E6D;&#x1E6D;elu. n. Five streaks. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC41; pancha-vannelu. n. Five colours. &#xC2A;&#xC02;&#xC1A;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; pancha-vannclar&#x101;ma-chiluka. n. A paroquet. &#xC2A;&#xC02;&#xC1A;&#xC36;&#xC3E;&#xC16;&#xC2E;&#xC41; pancha-&#x1E63;&#x101;khamu. n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; panch-&#x101;ngamu. n. An almanac, as specifying five different things, viz., the lunar day (&#xC24;&#xC3F;&#xC25;&#xC3F;), the day of the week (&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;), the sign in which the moon is (&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;), the conjuction of the planets shewing good and bad days (&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;), and the horoscopes (&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;). &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; to give a forecast of the day; to tell lies or false stories. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC23;&#xC2E;&#xC41; panch&#x101;&#x1E47;amu. n. The united five castes of the carpenter, blacksmith, brazier, goldsmith, and stonecutter. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC41; panch&#x101;&#x1E47;ulu. n. Workmen, mechanics, or handicraftsmen, &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41; a meat and drink offering formed of cocoanut kernels, plantains, sugar, honey, and ghee. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC2F;&#xC24;&#xC3F; panch&#x101;yati. n. A court of arbitrators consisting of &apos;five members.&apos; A Panchayat, an arbitration court. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC2F;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; arbitrators referees. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41; the &quot;five weapons&quot; of Vish&#x1E47;u: also as amulet, being a plate of gold on which these are engraven. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC30;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC06; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC30;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC24;&#xC15;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a bond duly executed, i.e., bearing &quot;five names&quot; viz., those of the lender, the borrower, the writer, and two witnesses. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; panch-&#x101;syu&#x1E0D;u. n. &quot;The five faced;&quot; an epithet of Siva. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3F; panch-&#x101;kshari. n. The &quot;five syllables.&quot; that is, a certain spell or holy name &quot;&#xC28;&#xC2E;&#xC36;&#xC4D;&#xC36;&#xC3F;&#xC35;&#xC3E;&#xC2F;&quot; Na-mas-Si-v&#x101;-ya or &quot;Salutation to Siva,&quot; similar to the five syllables &quot;A-ve-Ma-ri-a.&quot; &#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; panch-&#x113;ndriyamulu. n. The five senses or organs. &quot;&#xC38;&#xC40; &#xC2E;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC2F; &#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;.&quot; G. v. 13. &#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC48;&#xC28; panch-&#x113;ndriya-baddhu&#x1E0D;-aina. adj. Carnal, sensual, worldly, given up to one&apos;s lusts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pan&#x1E6D;s&#x101;rin&#x1E6D;su. [Tel.] v. n. To spread. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To increase, excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; pan&#x1E6D;s&#x101;ramu. n. The act of spreading. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. Increase, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pan&#x1E6D;sa-bang&#x101;&#x1E37;amu. [Tel.] n. Distance. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;. Disappearance, vanishing, &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to put to flight, rout, chase. &#xC2A;&#xC02;&#xC1A;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC17;&#xC41; to disappear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30;</span>&#xA0;&#xA0;pan&#x1E6D;sa-d&#x101;ra. [from Skt. &#xC2A;&#xC02;&#xC1A;&#xC27;&#xC3E;&#xC30;. Cf. &#xC2A;&#xC02;&#xC1A;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Sugar. &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30;. &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30; &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30; sugar from China. [This word is in common use for &apos;sugar&apos; in Telugu, Malayalam and Bengali, but not in Tamil or Canarese.]
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pan&#x1E6D;sa-karamu. [Tel.] adj. Very much, exceeding great. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC02;&#xC1A;&#xC15;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41; great sorrows. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pan&#x1E6D;sakamu. [from Skt. &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D; adter, hinder.] n. The hinder part of a horse&apos;s body. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. [From Skt. &#xC2A;&#xC02;&#xC1A; five.] n. Five bushels. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;</span>&#xA0;&#xA0;pan&#x1E6D;sa. Tel.) n. A porch, a slanting verandah. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC26;&#xC3F;, &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC3E;&#xC15; or &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC3E;&#xC33;&#xC3F; pan&#x1E6D;s&#x101;di. (&#xC2A;&#xC02;&#xC1A;+&#xC05;&#xC26;&#xC3F;.) n. The pent roof of a balcony. A pent or shelving roof supported by pillars, a verandah. &#xC35;&#xC38;&#xC3E;&#xC30;&#xC3E;. &quot;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC02;&#xC26;&#xC41;.&quot; Vaija. i. 52. Cf. &#xC0F;&#xC21;&#xC3E;&#xC26;&#xC3F; (&#xC0F;&#xC21;&#xC41;+&#xC05;&#xC26;&#xC3F;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC2F; panche. [Tel.] n. A man&apos;s lower garment: &#xC2A;&#xC02;&#xC1A;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pancheche&#x1E6D;&#x1E6D;u. n. A flowering plant called Cockscomb, Celosia argentea, &#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;panji. [Tel.] n. A tax. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC1C;&#xC46;&#xC30;&#xC2E;&#xC41; panjaramu. [Tel.] n. A sort of fish. &#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC02;&#xC5B;&#xC30;&#xC2E;&#xC41; [Skt.] n. A cage, a case or covering. A cloth covering, as that of a palanquin, &#xC17;&#xC35;&#xC41;&#xC38;&#xC46;&#xC28;, &#xC2C;&#xC41;&#xC30;&#xC41;&#xC15;&#xC3E;. &quot;&#xC36;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC40;&#xC24;&#xC38;&#xC42;&#xC2D;&#xC35;&#xC02;&#xC2C;&#xC3E;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC43;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC1C;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC1A;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC15;.&quot; A. vi. 157. &#xC1F;&#xC40; &#xC2A;&#xC02;&#xC1C;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2C;&#xC41;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC24;&#xC40;&#xC38;&#xC3F;. &#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41; or &#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41; a skeleton, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC17;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1C;</span>&#xA0;&#xA0;panja. [Tel.] adj. Poor, low, mean. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pan&#x1E6D;su. [Tel.] v. a. To deal, distribute, divide or share. &#xC2A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. To despatch or send. &#xC2A;&#xC02;&#xC2A;&#xC41;. To appoint. To command, &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; panchi-pe&#x1E6D;&#x1E6D;u. v. a. To share out. &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC24; panchi-v&#x113;ta. n. Apportionment, sharing. &#xC1A;&#xC02;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;panchitamu. [Tel.] n. A cow&apos;s urine. &#xC17;&#xC4B;&#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; panchitilu. v. n. To pass urine. (applied only to a cow.)
			</div>
                