&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; pan&#x1E0D;u. [Tel. Short for &#xC2A;&#xC21;&#xC3F;&#xC09;&#xC02;&#xC21;&#xC41;.] v. n. To lie down. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pan&#x1E0D;a-be&#x1E6D;&#x1E6D;u. v. a. To lay down, put to sleep, put to bed. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pan&#x1E0D;u-konu. v. n. To go to bed, to lie down or recline. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is laid up (or in bed) with fever. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC02;&#xC24;&#xC3E; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his business is asleep, or stagnant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pan&#x1E0D;u. [Tel.] v. n. To ripen, &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; To be accomplished. To be produced (as salt from the ground) to effloresce, to crystallize n. A fruit, a berry. adj. Ripe, mature. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; this is harvest time for him. &#xC2A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC17;&#xC41; to be red hot. &#xC06; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made the iron red hot. &#xC2A;&#xC02;&#xC1F; pan&#x1E6D;a. n. Ripening. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC1F;. Cultivation. &#xC15;&#xC43;&#xC37;&#xC3F;. Produce, a crop. &#xC2A;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41; pan&#x1E6D;a-k&#x101;pu. n. A husbandman. &#xC2A;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; pan&#x1E6D;a-k&#x101;pulu. n. Farmers. &#xC2A;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; a tank for watering rice fields. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC1F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; the toddy season. &#xC2A;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC2A;&#xC02;&#xC1F; my beloved. &quot;&#xC30;&#xC24;&#xC28;&#xC02;&#xC2A;&#xC41; &#xC2A;&#xC02;&#xC1F;&#xC32; &#xC30;&#xC2E;&#xC23;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC15;.&quot; Vencatach Mah: iii. 203. &#xC2A;&#xC02;&#xC1F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; pan&#x1E6D;a-polamu. n. A cultivated field. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; pan&#x1E6D;a-mannu. n. Plough, land, good soil. &#xC2A;&#xC02;&#xC1F;&#xC35;&#xC32;&#xC24;&#xC3F;, &#xC2A;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC32;&#xC3F;, &#xC2A;&#xC02;&#xC1F;&#xC2A;&#xC4A;&#xC32;&#xC24;&#xC3F; or &#xC2A;&#xC02;&#xC1F;&#xC24;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC3F; a poetical phrase for &apos;the earth. &#xC2A;&#xC02;&#xC1F;&#xC35;&#xC32;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC4A;&#xC30;. n. Cupid, i.e., Lord of the earth born bow, i.e., the bow of sugar cane which grows from the earth: &quot;&#xC2A;&#xC02;&#xC1F;&#xC35;&#xC32;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC4A;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC32;&#xC47;&#xC15;.&quot; T. iii. 3. &#xC2A;&#xC02;&#xC1F;&#xC38;&#xC3E;&#xC32; pan&#x1E6D;a-s&#x101;la. n. A granary, &#xC09;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC23;&#xC1C;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC21;&#xC2C;&#xC3E;&#xC30;&#xC41; pan&#x1E0D;a-b&#x101;ru. v. n. To mellow or begin to ripen. To grow pale, turn white. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; pan&#x1E0D;in&#x1E6D;su. v. a. To cause to ripen. &#xC2A;&#xC02;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC24;&#xC3F; an old monkey. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41; a ripened leaf. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; lit: ripened moonlight: full moon light, the brilliancy of the full moon. &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; an old crone. (opposed to &#xC15;&#xC3E;&#xC2F; in the sense &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;) In shopkeeper&apos;s cant &#xC2A;&#xC02;&#xC21;&#xC41; means &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41; tamarind. There is a bird called &#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; a ripe mango. &#xC2A;&#xC02;&#xC21;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A; or &#xC2A;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2A; pandu-kappa. n. The perch or cock-up fish, of which there are many species. Russell No. 131. &#xC2A;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC40;&#xC28;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; dried fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;</span>&#xA0;&#xA0;panda. [Tel.] adj. Cowardly, base. &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;. n. A coward.&#xC15;&#xC4B;&#xC1A;. &#xC2A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; silly words. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC26; a glutton. &quot;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC26; &#xC2F;&#xC4B;&#xC17;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; V&#x113;ma. 857. &#xC2A;&#xC02;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41; panda-tanamu. n. Cowardice. &#xC15;&#xC4B;&#xC1A;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pantulu. [short for Skt. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41;.] n. A teacher. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC41;. A title given to the &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15; Brahmins as &#xC28;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC02;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;pantu. [Tel.] n. Excellence. &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;. adj. Good, excellent, &#xC2E;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pantamu. [Tel.) n. A bet or wager, &#xC2A;&#xC2E;&#xC26;&#xC46;&#xC2E;&#xC41;. Determination, perseverance. A vow. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;, &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;. Rivalry. &#xC2A;&#xC4B;&#xC1F;&#xC3F;. Courage, heroism, &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;. Way, manner. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC47;&#xC32;&#xC41; why do you wager against them? &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC30;&#xC17;&#xC3E; emulously, eagerly. &#xC2A;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; pan&#x1E6D;a-k&#x101;&#x1E0D;u. n. A man who is under a vow, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A rival, &#xC2A;&#xC4B;&#xC1F;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A man of determination, &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC02;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; pantagin&#x1E6D;su. v. n. To vow, to wager, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC1A;&#xC47;&#xC2F;&#xC41;. To persevere. To rival, &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. To lay down a rule, to command, &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;pandi. [Tel.] n. A hog. &#xC0A;&#xC30;&#xC2A;&#xC02;&#xC26;&#xC3F; the domesticated pig. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F; the wild hog. a boar. &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F; or &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC26;&#xC3F; a porcupine. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F; a porpoise. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; pandi-kokku. [Lit. The pig-rat. The Eng. n. &apos;Bandicoot,&apos; is a corruption of this word.] n. A Bandicoot. The Bandicoot-Rat. Nesocia bandi-cota. (F.B.I.) &#xC38;&#xC40;&#xC2E;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; a guinea pig. A proverb says &#xC35;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC26;&#xC46;&#xC32;&#xC4B; &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;, i.e., setting a bandicoot in a granary. cf. Setting the wolf to take care of the sheep. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; pandi-ga&#x1E0D;&#x1E0D;a. n. The name of a certain edible root. The pignut. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC26;&#xC41;&#xC02;&#xC2A;. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41; pandi-g&#x14D;ru. n. A boar&apos;s tusk or claw. A weapon used by boar hunters, &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pandi-ji&#x1E6D;&#x1E6D;a. n. The small White throated Babbler, Dumetia albigularis (F.B.I.) &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; or &#xC2A;&#xC02;&#xC26;&#xC40;&#xC1F;&#xC46; pandi-p&#x14D;&#x1E6D;u. n. A spear used to hunt boars with. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC3F; or &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC40;&#xC1F; pandi-mukku. n. A kind of step used in old fashioned carts. &#xC17;&#xC3E;&#xC21;&#xC40;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC1A;&#xC3F;&#xC35;&#xC30;&#xC28;&#xC41; &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC3F; &#xC35;&#xC32;&#xC46; &#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;, &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41; pan&#x1E0D;uga. [Tel.] n. A feast or festival, a treat. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the sight of her was a feast to his eyes. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; &#xC2F;&#xC17;&#xC41;&#xC28;&#xC3E;? does the decking of a house constitute a feast? &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41; a treat to the ears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pan&#x1E0D;-ren&#x1E0D;u. [Tel. &#xC2A;&#xC26;&#xC3F;+&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;.] n. Twelve, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pan&#x1E0D;udu. [Skt.] n. A eunuch. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC47;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC24;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC24;&#xC17;&#xC26;&#xC4D;&#xC26; panta. [Tel.] n. A vulture. An eagle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC21;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pan&#x1E0D;&#x113;ramu. [Tel.] n. A cake. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                