&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;pampu. [Tel. from &#xC2A;&#xC28;&#xC41;&#xC1A;&#xC41;.] v. a. To send. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC28;&#xC41;&#xC1A;&#xC41;. See &#xC05;&#xC02;&#xC2A;&#xC41;. To command, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Sending, dismissing. A command, order. &#xC06;&#xC1C;&#xC4D;&#xC1E;. A share, division. &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A thing ordered to be done, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F;. Delusion, bewitching, &#xC2E;&#xC3E;&#xC30;&#xC23;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A row of rice beds in a field, &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC41;&#xC38;. A weight equal to five eighths of a seer. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC47;&#xC30;&#xC41; &#xC28;&#xC35;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC32;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pampin&#x1E6D;su. v. a. To send, &#xC2A;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC41; pampu-pa&#x1E0D;u. v. n. To be commanded or ordered, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. To be sent. &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to command, &#xC06;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41; pampakamu. n. Sending, dismissal. &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC23;&#xC3F; pampini. n. Distribution, allotment, apportioning, division, sharing. &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to exercise or cast out a devil. &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; pampu-ch&#x113;yu. v. a. Lit: to set a task to. To bewitch or send a devil into a man. To command. To outrival or outshine. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC41; witchery, sorcery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC2A;&#xC30;&#xC2A;&#xC28;&#xC38;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC38; pampara-panasa. [Tel.] n. The shaddock or pomelose tree, Citrus decumana.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;pan-dommidi. [Tel. &#xC2A;&#xC26;&#xC3F;+&#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;.] pron. Nineteen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pand&#x113;eramu. [Tel.] n. A benediction uttered over money or food which is then distributed. &#xC27;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC41; pandemu. [Tel Connected with &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;.] n. A wager, stake, bet. A throw of the dice. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; he had a lucky throw. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; a horse-race. &#xC2A;&#xC02;&#xC26;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; pande-k&#x101;&#x1E0D;u. n. One who lays a wager.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;(&#xC2A;&#xC26;&#xC3F;+&#xC24;&#xC42;&#xC2E;&#xC41;.) See &#xC2A;&#xC26;&#xC3F;. and &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F; pandiri. [Tel.] n. A shed made of leaves or wicker work, a porch. &quot;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;.&quot; BD. vii. 290. A trellis for vines or creepers to run over: a frame. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; all his words ended in smoke. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; pandiri-man&#x1E6D;samu. n. A tilted, bed with a top, tester or canopy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4B;&#xC21;&#xC40;</span>&#xA0;&#xA0;pak&#x14D;&#x1E0D;&#x12B;. [H.] n. A kind of hot sweet meat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;pak&#x12B;lu. [Tel.] n. A sudden sound caused in striking anything. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC15;&#xC3E;&#xC32;&#xC3F; pak&#x101;&#x1E37;&#x12B;. [H.] n. A leathern water bag for carrying water on a bullock. &#xC24;&#xC23;&#xC17;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC24;. A man who supplies water by means of it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC2A;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC15;&#xC3E;&#xC2A;&#xC15; paka-paka. [Tel. anuk.] n. Giggling, or a loud burst of laughter; ha! ha! &#xC2A;&#xC15;&#xC2A;&#xC15;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; or &#xC2A;&#xC15;&#xC2A;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; paka-paka-navvu. v. n. To gigle, to laugh very loud, to burst out laughing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;pambu. [Tel.] v. n. To grow, increase. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &quot;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC3F; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC2E;&#xC2F;&#xC2D;&#xC02;&#xC17;&#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC2C;&#xC46;&#xC28;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC02;&#xC17;.&quot; M. IV. ii. 139. n. A large leathern vessel carried by a bullock, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC2A;&#xC02;&#xC2C;&#xC4B;&#xC24;&#xC41; pam-b&#x14D;tu. n. A fat bull. &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;. A. vi. 28. &#xC2A;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; strong ropes, &#xC26;&#xC47;&#xC28;&#xC3F;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC2C;</span>&#xA0;&#xA0;pamba. [Tel.] n. A kind of drum. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC2C;&#xC33;&#xC28;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; pamba&#x1E37;a-v&#x101;n&#x1E0D;lu. n. A class of beggars or gypsies who are fortune tellers. &#xC2A;&#xC02;&#xC2C;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC02;&#xC2A;&#xC46;&#xC28;</span>&#xA0;&#xA0;pampena. [Tel.] n. The tree called Bignonia indica. Rox. iii. 110. &#xC36;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC3E;&#xC15;&#xC2E;&#xC41;.
			</div>
                