&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pakka&#x1E47;amu. [Skt.] n. A gipsy hamlet, a fishing village. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC17;&#xC42;&#xC21;&#xC46;&#xC2E;&#xC41;, &#xC2C;&#xC4B;&#xC2F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15; pakka. [Tel. from &#xC2A;&#xC21;&#xC41;. &amp; short for &#xC2A;&#xC21;&#xC15;.] n. A side, quarter or direction. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A bed or bedding, &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F; a bed sheet. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2C;&#xC4A;&#xC02;&#xC24; a bed cloth or quilt. adj. Near, next, neighbouring. &#xC2A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; the neighbouring house. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the side teeth. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC32;&#xC2E;&#xC41; an auxiliary force; assistance, help. &#xC07;&#xC30;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; both sides. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41; to go aside. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to tickle one in the ribs; to elbow, to harass. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15; pakka-y-emuka. n. A rib. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC36;&#xC42;&#xC32; or &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; liver complaint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pakvamu. [Skt.] adj. Mature, ripe, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC17;&#xC41; to grow ripe, to mature. &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make fit or ready.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;</span>&#xA0;&#xA0;pakkera [Tel.] n. Armour: mail, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC30;&#xC3E;. Swa. iv. 36. M. IV. iii. 125. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30; silk housings for a horse. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC3E;&#xC32;&#xC41; pakker&#x101;lu. (&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;+&#xC06;&#xC32;&#xC41;.) n. A female warrior, a female sentinel, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC30;&#xC3E;&#xC2E;&#xC3E;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F; pakke. [Tel.] n. The Tamarisk tree. &#xC1D;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC03;, &#xC2A;&#xC3F;&#xC1A;&#xC41;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC1A;&#xC47;&#xC2A; or &#xC2C;&#xC47;&#xC21;&#xC3F;&#xC38;&#xC1A;&#xC47;&#xC2A; pakke-ch&#x113;pa. n. A sort of carp with forked bones. Some species are called &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; , &#xC2E;&#xC02;&#xC17;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;, &#xC2E;&#xC4B;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;, &#xC2E;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;, &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC2E;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; and &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;. H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;pakku. [Tel.] n. A scab. A lump, as of paint. &quot;&#xC17;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;.&quot; Vish&#x1E47;u. vi. 28. A sudden laugh. Suddenness. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; pakku-na. adv. Startingly, alarminlgy, suddenly. &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;. &quot;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC17;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&quot; he broke the pot with a crash. N. iv. 241. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; pakkuna-navvu. v. n. To burst out laughing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;pakkiya. [Tel.] n. A side, quarter, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;pakki. [from Skt. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.] A bird. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; pakki-d&#x101;l-r&#x113;lupu. n. One whose ensign is the eagle, i.e., Vish&#x1E47;u. &#xC17;&#xC30;&#xC41;&#xC21;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F;&#xC4A;&#xC21;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; pakki-y-o&#x1E0D;ali-v&#x101;&#x1E0D;u. n. A demigod called a &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; pakki-r&#x101;ya&#x1E0D;u. n. The king of birds, i.e., an Eagle, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;See &#xC2A;&#xC15;&#xC3E;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pakkamu. [from Skt. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.] n. A side. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A fortnight, &#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; kith and kin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC3F;</span>&#xA0;&#xA0;pakka&#x1E47;i. [Tel.] n. A powder box. &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46;. &quot;&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC3F;.&quot; &#xC28;&#xC40;&#xC32;&#xC3E;. iii.
			</div>
                