&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2A;&#xC21;&#xC2E;&#xC41; paga&#x1E0D;amu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41;.] n. Coral. &#xC2A;&#xC17;&#xC21;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41; a name of a kind of rice. &#xC2A;&#xC17;&#xC21; paga&#x1E0D;a. n. An ace; one at dice. ND. iii. 573. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC17;&#xC21; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; I was within an ace of falling. I all but fell. &#xC2A;&#xC17;&#xC21;&#xC38;&#xC3E;&#xC32; paga&#x1E0D;a-s&#x101;la. n. A gaming table. &#xC38;&#xC3E;&#xC17;&#xC1F;&#xC3E;&#xC32; &#xC2A;&#xC32;&#xC15;. Diceplay, a particular game played with dice on a coloured cloth, &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32; &#xC06;&#xC1F;. &quot;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4B;&#xC30;&#xC3F; &#xC35;&#xC48;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC2A;&#xC17;&#xC21;&#xC38;&#xC3E;&#xC32;, &#xC24;&#xC3E;&#xC30;&#xC24;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC39;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC1C;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; T. iv. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;paga&#x1E6D;u. [Tel.] v. a. To proclaim, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Brightness, brilliance, &#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Beauty, &#xC32;&#xC3E;&#xC35;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Joy, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC41;. Pride, &#xC2A;&#xC4A;&#xC17;&#xC30;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. A quarrel, wrangling. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2D;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC20;&#xC28;&#xC27;&#xC3F;&#xC2A;&#xC41; &#xC21;&#xC32;&#xC30;, &#xC28;&#xC32;&#xC41;&#xC30;&#xC4B;&#xC2C;&#xC4B;&#xC21;&#xC3F; &#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC3E;&#xC35;, &#xC2D;&#xC3E;&#xC35;&#xC2F;&#xC48; &#xC24;&#xC46;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC28; &#xC2C;&#xC17;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC2A;, &#xC1A;&#xC42;&#xC2A;&#xC30;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC1A;&#xC46; &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Vasu. iii. 86.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;</span>&#xA0;&#xA0;paga. [Tel.] n. Enmity. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. An enemy, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;. &#xC2A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41; paga-pa&#x1E6D;&#x1E6D;u. v. n. To bear a grudge, to cherish enmity, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC41; paga-&#x1E6D;s&#x101;&#x1E6D;u. n. Blaming, censure, &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; pagatu&#x1E0D;u. (&#xC2A;&#xC17;+&#xC05;&#xC24;&#xC21;&#xC41;.) n. An enemy, foe, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC17;&#xC24;&#xC41;&#xC30;&#xC41; or &#xC2A;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41; enemies. M. v. ii. 80. &#xC2A;&#xC17;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a woman who is an enemy. &#xC2A;&#xC17;&#xC26;&#xC3E;&#xC30;&#xC3F; paga-d&#x101;ri. n. An enemy &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC17;&#xC30;&#xC41; pagaru. (&#xC2A;&#xC17;+&#xC35;&#xC3E;&#xC30;&#xC41;.) n. Enemies, foes, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC17;&#xC32;&#xC41; pagalu. n. Enmities, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; paga-v&#x101;&#x1E0D;u. n. A foe, an enemy. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E; &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC48;&#xC28;&#xC3E; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41; I would not wish even my enemies to suffer this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pakshamu. [Skt.] n. A side, flank. &#xC2A;&#xC15;&#xC4D;&#xC15;. A wing, as being the side of a bird. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. The feather of an arrow. A side or party. Bias of mind, partiality. A fortnight, as one half of the month. An argument, position or assertion. A hypothesis. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; a refutation. A class, or tribe. A group or multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC47;&#xC36;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; a lock of hair. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC28; on his behalf, behoof or favour. &#xC06; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC02;&#xC26;&#xC41; in that case, on that supposition, supposing so, provided it be so. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC02;&#xC26;&#xC41; if he says so, upon his saying this. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC02;&#xC26;&#xC41; on the first supposition. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41; pakshakamu. n. A back door. &#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC3F; pakshati. n. The first lunar day of either the dark or bright fortnight, &#xC2A;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC3F;. The root of a wing, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; pakshadv&#x101;ramu. n. A back door, a side door. &#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; paksha-p&#x101;tamu. n. Leaning to one side, i.e., partiality. &#xC12;&#xC15; &#xC2A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; love of learning. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC3F; paksha-p&#x101;ti. n. One who is partial. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; paksh&#x101;ntaramu. n. An alternative. &#xC08; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC15;&#xC42;&#xC21;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC26;&#xC28;&#xC41; this view of the question or hypothesis not answering, I shall explain the alternative or the other side. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they adopted another view. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; pakshi. n. A bird. A poor wretch. A miserable destitute object. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; poor wretches. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC41; or &#xC28;&#xC47;&#xC28;&#xC4A;&#xC15; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC28;&#xC3F; I am as helpless or desolate as a homeless bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3F; pakshi&#x1E47;i. n. A period of thirty six hours, a night and two days. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC17;&#xC32;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pakshi-karin&#x1E6D;su. v. a. To be partial to, to countenance. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; pakshmamu. n. An eyelash. &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41; pakshmalamu. adj. having eyelashes, &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC15;&#xC32;. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pakshmalin&#x1E6D;su. v. n. To wink, &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;pagidi. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F;.] n. Mode, feature, likeness. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A tax, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC06; &#xC28;&#xC02;&#xC26;&#xC41;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC17; &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC27;&#xC28;&#xC2E;&#xC41; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC5B;&#xC2E;&#xC41;&#xC30;&#xC41; &#xC28;&#xC32;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC4B;&#xC35;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC28;&#xC24;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;.&quot; V. P. vii. 74. &#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC3F;. (ablative) resembling, or in the appearance of, like, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;. &#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC02;&#xC1F; (for &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;.) pagidi-gan&#x1E6D;a. n. The spotted owlet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC35;&#xC32;&#xC41; pagalu. [Tel.] n. Day-time. Day. &#xC05;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC41;. (Adverbially) by day, in the day time. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC17;&#xC32;&#xC41; day and night. &#xC2A;&#xC17;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F; we set out in the afternoon. &#xC2A;&#xC17;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; pagativ&#x113;lupu. n. The god of the day, i.e., the sun. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC17;&#xC32;&#xC41; pa&#x1E6D;&#x1E6D;a-pagalu. [&#xC2A;&#xC17;&#xC32;&#xC41;+&#xC2A;&#xC17;&#xC32;&#xC41;.] n. Broad day. adv. In full daylight. &#xC2A;&#xC17;&#xC32;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; pagalu-vatti. n. The fire work called a blue light or Roman candle. &#xC2E;&#xC24;&#xC3E;&#xC2C;&#xC41;. &quot;&#xC2A;&#xC17;&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC33;&#xC3F;&#xC18;&#xC32;&#xC41;&#xC28;&#xC4D;.&quot; H. iii. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC21;&#xC2A;&#xC41; &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;paga&#x1E0D;apu-ji&#x1E6D;&#x1E6D;a. n. A kind of bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC17;&#xC21;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; paga&#x1E0D;apu-rikka. n. The constellation called &#xC05;&#xC30;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; paga&#x1E0D;a-malle. n. A very delicate and fragrant flower, with white petals and a yellow tube. Nyctanthes arbor tristisi Rox. i. 86.
			</div>
                