&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pagga-patti. [Tel.] n. A plant Cyrilla aquatica. Rox. iii. 115.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pagulu. [Tel.] v. n. To break, crack, or go to pieces: to be broken, fractured, burst, chopped. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the glass has broken. n. A crack, a break. &#xC2A;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; pagu&#x1E37;&#x1E37;u. n. plu. Crevices, cracks. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC17;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pagulu&#x1E6D;su. v. a. To break. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; pagu&#x1E37;&#x1E37;u-b&#x101;ru. v. n. To break.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC47;&#xC33;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pach&#x113;&#x1E37;imamu. [Skt.] adj. Ripe. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;. &quot;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC43;&#xC2A;&#xC1A;&#xC47;&#xC28;&#xC41;, &#xC2A;&#xC1A;&#xC47;&#xC33;&#xC3F;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC2A;&#xC26; &#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;.&quot; Satyabh. i. 178.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC40;, &#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC30;&#xC2E;&#xC41; pachar&#x12B;. [H.] n. An airing, taking a walk. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; to walk to and from for exercise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; pach&#x101;ramu. [Tel.] n. A shop. &#xC05;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pacharin&#x1E6D;su. v. n. and a. To make, effect. &#xC1A;&#xC47;&#xC2F;&#xC41;. To spread, extend, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;. To spread, as a net (&#xC35;&#xC32;.) &#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC1A;&#xC3E;&#xC1A;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To arrange as goods in a shop, &#xC05;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To use or put into effect. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To throw as an arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To conduct, &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;. To proclaim, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC06;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC4D;, &#xC18;&#xC28;&#xC2E;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC2C;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Bilh. i. 67. &quot;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC32;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC32; &#xC2C;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E; &#xC30;&#xC35;&#xC30;&#xC32;&#xC4D; &#xC2A;&#xC3E;&#xC21;&#xC2E;&#xC46;&#xC28;&#xC4D; &#xC2E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; Parij. i. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC30;&#xC23;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC30;&#xC23; pachara&#x1E47;a. [Tel.] n. Feigning. &#xC28;&#xC1F;&#xC28;. &quot;&#xC2A;&#xC1A;&#xC30;&#xC23;&#xC15;&#xC3E;&#xC26;&#xC41; &#xC2E;&#xC40;&#xC2A;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC28;.&quot; HD. i. 905.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC28;&#xC2E;&#xC41; pacha. [Skt.] n. Cooking. dressing food. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pangkti. [Skt.] n. A row or series, &#xC35;&#xC30;&#xC41;&#xC38;. Ten, &#xC2A;&#xC26;&#xC3F;. &#xC2A;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F;. they sat down in rows.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC4D;&#xC17;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2F; pagge. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;.] n. Skill, cleverness. &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;. Bragging. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;. &#xC2A;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; paggin&#x1E6D;su. v. n. To brag. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paggamu. [Tel.] n. A tether, cord, rein, halter. A rope used by a weaver to stretch the warp on. A churning rope, &#xC24;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. A particular measure (as a chain) of land. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC32; &#xC1C;&#xC47;&#xC38;&#xC46;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC32;&#xC1C;&#xC47;&#xC38;&#xC46;&#xC21;&#xC41;. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC32;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; twice a tether&apos;s length off. &quot;&#xC39;&#xC30;&#xC41;&#xC32;&#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC28;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC17;.&quot; B. x. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;pachchi. [Tel.] adj. Raw, unripe. &#xC2E;&#xC41;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC3F;, &#xC2A;&#xC02;&#xC21;&#xC28;&#xC3F;. Unbaked, unburnt, &#xC15;&#xC3E;&#xC32;&#xC28;&#xC3F;, as &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;. Unboiled, &#xC09;&#xC21;&#xC41;&#xC15;&#xC28;&#xC3F;, as &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;. Green, not dry, (as firewood,) &#xC0E;&#xC02;&#xC21;&#xC28;&#xC3F;. Unchred (as a hide,) raw, sore, tender, as &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;. Colloquially it means palpable, gross, downright, absolute, rank, arrant, open, unveiled, unblushing, board, coarse. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; green chillies. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; rank poison. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F; &#xC35;&#xC40;&#xC23;&#xC46; an unsunned or unbroached scent bottle. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; a green stick. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; convalescent. &quot;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2C;&#xC21;&#xC3F; &#xC2F;&#xC32;&#xC28;&#xC24;&#xC28;&#xC3F; &#xC2C;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Charit. i. 2223. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; blood just shed. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC35;&#xC38;&#xC41;&#xC27;&#xC47;&#xC36;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC26;&#xC41;.&quot; S&#x101;ranga D. v. 280. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; pachhika. (&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;+&#xC15;&#xC32;&#xC26;&#xC3F;.) n. Grass. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC24;&#xC47;&#xC32;&#xC47;&#xC26;&#xC41; the grass has not brought. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a grassy spot, a meadow, a lawn, a green. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC41; pachchi-t&#x113;ru. v. n. To become green, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC05;&#xC17;&#xC41;.
			</div>
                