&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;s&#x1E6D;sa&#x1E0D;i. [Tel.] n. A chutney, a hotchpotch, a sort of broth, or green sauce, made of vegetables, mixed with tamarind juice, salt, and chillies. &#xC0A;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC21;&#xC3F;. plu. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3F; mango chutney. A bit or fragment, &#xC24;&#xC41;&#xC28;&#xC15;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3F; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he reduced it to powder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC33;&#xC2E;&#xC41; pa&#x1E6D;s&#x1E6D;sa&#x1E0D;amu. [Tel.] n. A bed sheet. Any cloth. A cloth worn round the lions. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A cloak, a warm covering.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;pa&#x1E6D;s&#x1E6D;sa. [Tel.] n. Lit: Leaf colour. Green, yellowish green, yellow colour, (a leaf being first green, then fading into yellow.) An emerald, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;. Any figure punctured or tattooed into the skin, because it is coloured green. A green plant or tree. cf. &quot;&#xC2A;&#xC48;&#xC30;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&quot; adj. Green, yellow, sallow. (The word &#xC2A;&#xC1A;&#xC4D;&#xC1A; radically means Bright, fair-coloured.) &#xC2A;&#xC1A;&#xC4D;&#xC1A; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to tattoo the skin. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A; or &#xC39;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2A;&#xC1A;&#xC4D;&#xC1A; yellow. &#xC15;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; a sort of cloth, or painted chintz. See on &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. Various shades of green are called &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A; a still lighter tint, &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A; emerald green, &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC2A;&#xC1A;&#xC4D;&#xC1A; bright green, &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; dirty dark green. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3F; he has the jaundice. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are now in prosperous circumstances. &#xC15;&#xC3E;&#xC2A;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC32;&#xC47;&#xC21;&#xC41; the king cannot bear to see a thriving farmer. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; the blue veins. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; a bright yellow green bird; the green pigeon. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41; a good coin. HD. ii. 153. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; a green snake. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; pa&#x1E6D;s&#x1E6D;sakannula-mekamu. n. Lit: The yellow eyed beast, i.e., a lion, &#xC39;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; pa&#x1E6D;s&#x1E6D;sa-karp&#x16B;ramu. n,. Green coloured camphor: crude camphor. This is the name of a brilliant white drug, used to curve the eye, which real camphor injures. It is not in lumps but is a powder. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2E;&#xC46;&#xC30;&#xC32;&#xC41; pa&#x1E6D;s&#x1E6D;sa-k&#x101;merulu. n. Jaundice. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pa&#x1E6D;s&#x1E6D;sa-ji&#x1E6D;&#x1E6D;a. n. The common Iora (a small green and yellow bird.) &#x4D4;githina tiphia. (F.B.I.) &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F; pa&#x1E6D;s&#x1E6D;saj&#x12B;nu-v&#x101;yi. n. The Red-headed Bunting, Emberiza luteola. (F.B.I.) &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28; or &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41;. pa&#x1E6D;s&#x1E6D;sana. n. Greenness or yellowness. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F; pa&#x1E6D;s&#x1E6D;sani. adj. Green, yellow. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; yellow or pure gold. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; yellow or golden: prosperous, fortunate. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; pa&#x1E6D;s&#x1E6D;sa-br&#x101;lu. n. Yellow rice, i.e., rice coated with saffron and used to sprinkle over persons on auspicious occasions. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; po&#x1E6D;s&#x1E6D;sa-rekka. n. The Indian Bee-eater, Merops viridis. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; or &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; pedda-pa&#x1E6D;s&#x1E6D;sa-rekka. n. The blue tailed Bee-eater. Meropus philippensis. (F.B.I.) &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC32;&#xC41;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC3F; pa&#x1E6D;s&#x1E6D;sa-valuva-d&#x101;ri. n. Lit: One who wears a yellow cloth, i.e., Vish&#x1E47;u, &#xC2A;&#xC40;&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC35;&#xC41;&#xC5B;&#xC4B;&#xC26;&#xC41; or &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC3E;&#xC30; &#xC4D;&#xC35;&#xC2A;&#xC41;&#xC5B;&#xC4B;&#xC21;&#xC41; pa&#x1E6D;s&#x1E6D;sa-v&#x101;ruvupu&#x1E0D;z&#x14D;du. n. Lit: One who rides on a green animal, i.e., the sun or Manmadha. &#xC39;&#xC30;&#xC3F;&#xC26;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; pa&#x1E6D;s&#x1E6D;sa-vilutu&#x1E0D;u. n. Lit: The green bow-man, i.e., Manmadha, whose bow is green, being made of a sugar cane. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC46; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pa&#x1E6D;s&#x1E6D;s-&#x101;re-che&#x1E6D;&#x1E6D;u. [&#xC2A;&#xC1A;&#xC4D;&#xC1A;+&#xC06;&#xC30;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A large forest tree with a very fragrant flower, Banhenia spicata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC2E;&#xC41; pachechemu. [the Skt. &#xC2A;&#xC36;&#xC4D;&#xC2F;&#xC24;&#xC03;.] n. Swinding cheating. &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. A trick (or cannon) at marbles. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17; pachchepu-v&#x101;&#x1E0D;u. n. A cheat, a sharper, a swindler. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; pachche-k&#x101;&#x1E0D;u. n. A swindler. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; pachchepu-tanamu. n. Swindling.
			</div>
                