&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC5B;</span>&#xA0;&#xA0;pa&#x1E0D;za [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC5B;.] n. People. &#xC1C;&#xC28;&#xC2E;&#xC41;. &quot;&#xC15;, &#xC26;&#xC47;&#xC35;&#xC30; &#xC28;&#xC40;&#xC35;&#xC40;&#xC2A;&#xC5B;&#xC32;&#xC28;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC28;&#xC17;.&quot; &#xC28;&#xC40;&#xC32;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1C;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;paj&#x12B;ti. [H.] n. Disgrace, ignominy. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. A. v. 52. Annoyance, harassment, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;s&#x1E6D;samu. [Tel.] n. A whole piece or double piece of long cloth or chints, twenty four cubits in length; in chintzes it means a double &#xC24;&#xC3E;&#xC28;&#xC41;. Diaper or dolley. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41; pa&#x1E6D;s&#x1E6D;samu-p&#x101;&#x1E0D;u. (&#xC2A;&#xC3E;&#xC21;&#xC41;+&#xC2A;&#xC3E;&#xC21;&#xC41;.) adj. Quite empty. &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41; &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;ahamu. [Skt.] n. A kettle drum, a war drum. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;a-s&#x101;le-v&#x101;&#x1E0D;u. [Tel.] n. A silk weaver. A. iv. 56.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;pa&#x1E6D;a-s&#x101;la. [Tel.] n. A hall or courtyard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC35;&#xC23;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;ava&#x1E47;i. [Tel.] n. Spreading, expansion. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; pa&#x1E6D;avanintsu. v. n. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;alamu. [Skt.] n. A roof; thatch. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;. A multitude, troop, train, number or retinue, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. A film over the eye, cataract in the eye, &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC4B;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A flaw in gems, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. A mark on the forehead, &#xC28;&#xC4A;&#xC38;&#xC1F;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A section or chapter, &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC27;&#xC42;&#xC2E;&#xC2A;&#xC1F;&#xC32;&#xC2E;&#xC41; a mass or volume of smoke. &#xC2A;&#xC1F;&#xC32;&#xC3F; pa&#x1E6D;ali n. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;amu. [Skt.] n. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A picture. &#xC17;&#xC46;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC2E;&#xC41; a paper kite, &#xC2A;&#xC24;&#xC02;&#xC17;&#xC3F;. The hood of a serpent, &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC21;&#xC17;. &#xC2A;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; a change of linen clothing. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; R. v. 282. &#xC2A;&#xC1F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC2A;&#xC1F;&#xC35;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41; pa&#x1E6D;av&#x101;samu. n. Perfumed powder. &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC3F;. &#xC2A;&#xC1F;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC41;. n. The skirt of a woman&apos;s dress thrown over the shoulder. B. X. 183. &#xC2A;&#xC1F;&#xC3E;&#xC1F;&#xC4B;&#xC2A;&#xC2E;&#xC41;. pa&#x1E6D;-&#x101;&#x1E6D;&#x14D;pamu. n. Magnificence, gorgeousness of dress.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;p&#x101;dz&#x1E0D;za. [from Skt. &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D; behind.] n. The back side, behind, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;. Nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. adv. Near to. H. i. 72. &#xC2A;&#xC5B;&#xC4D;&#xC1C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pa&#x1E0D;z&#x1E0D;sarin&#x1E6D;su. v. a. To fawn on, fondle, &#xC09;&#xC2A;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3F;&#xC24;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;ita&#x1E37;in&#x1E6D;su. [Tel.] v. a. To heat or strike. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC02;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;patikirinta. [Tel.] n. Malice. &#xC1A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3F;&#xC15;, &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; pa&#x1E6D;ika. [from Skt. &#xC38;&#xC4D;&#xC2B;&#xC1F;&#xC3F;&#xC15;.] n. Alum. &#xC15;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F;. Lit: An astringent crystal. &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; pa&#x1E6D;ika-bellamu. n. Sugar-candy, &#xC15;&#xC02;&#xC21;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC30;, &#xC15;&#xC32;&#xC15;&#xC02;&#xC21;. &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41; pa&#x1E6D;ikamu. n. Rock crystal, quartz.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC3E;&#xC33;&#xC2E;&#xC41;. pa&#x1E6D;&#x101;lamu. [Eng. &apos;battalion&apos;] n. A regiment of soldiers, &#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC26;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3E;&#xC2A;&#xC02;&#xC1A;, &#xC2A;&#xC1F;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC32;&#xC41; pa&#x1E6D;&#x101;pan&#x1E6D;sa. [Tel.] n. plu. Dispersion, defeat, &#xC2F;&#xC26;&#xC3E;&#xC2F;&#xC26;&#xC32;&#xC41;. &#xC2A;&#xC1F;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC32;&#xC48;&#xC28; pa&#x1E6D;&#x101;pan&#x1E6D;sal-aina. adj. Dispersed, scattered. Parij. v. 46. &#xC2A;&#xC1F;&#xC3E;&#xC2A;&#xC02;&#xC1A;&#xC32;&#xC48;&#xC30;&#xC3F; they were scattered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;&#x101;&#x1E47;i. [Afghan.] n. A Pathan horse. &#xC2A;&#xC1F;&#xC3E;&#xC23;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2A;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC2A;&#xC1F;&#xC3E;&#xC23;&#xC3F; &#xC30;&#xC4C;&#xC24;&#xC41;.&quot; &#xC09;. &#xC30;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;&#x101;ki. [H.] n. A cracker, a kind of firework. &#xC1F;&#xC2A;&#xC3E;&#xC15;&#xC3F;. &#xC1F;&#xC2A;&#xC3E;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC2A;&#xC1F;</span>&#xA0;&#xA0;pa&#x1E6D;a-pa&#x1E6D;a. [Tel. (anuk.)] adv. Crashingly (either as gnashing teeth or as splitting wood,) aloud (as wings flapping,) audibly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;ak&#x101;ru. [Tel. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC15;&#xC3E;&#xC30;&#xC41;.] n. Tongs, great pincers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;achcharamu. [Skt.] n. An old cloth. &#xC2A;&#xC3E;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;ak&#x101;ru&#x1E0D;u. [Skt.] n. A weaver. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                