&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC41;&#xC35;&#xC41; pa&#x1E6D;u. [Skt.] adj. Clever, dexterous, skilful, able, smart, sharp. firm, hard, strong, vigorous. &#xC2A;&#xC1F;&#xC41;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; soundly, finely, well. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC1F;&#xC41;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; pa&#x1E6D;u-taramu-y&#x101;. adv. Dexterously; firmly, vigorously, strongly. &#xC2A;&#xC1F;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; pa&#x1E6D;utvamu. n. Cleverness, dexterity, skilfulness, strength, vigour. &#xC2E;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F; observing his vigour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC40;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;ilu-m-ani. [Tel. anuk.] adv. Bang, slapdash, with a crash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;&#x12B;ramu. [Skt.] n. Sandal, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. The sandal wood tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;pa&#x1E6D;ima. [Skt.] n. Cleverness, dexterity, skilfulness, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Vigour, strength, livelines. Patience, &#xC13;&#xC2A;&#xC3F;&#xC15;. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2E; cloquence. &#xC28;&#xC1F;&#xC28;&#xC2A;&#xC1F;&#xC3F;&#xC2E; cleverness in dancing. &#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC17;&#xC32; clever, dexterous, skilful, strong, vigorous.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;amu. [Skt.] n. A gold band or fillet tied on the forehead of one at the time of his coronation as king, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC38;&#xC1F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. A diadem. Silk thread, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;. The bark of a tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;. A grant or lease granted by asking to the ryots, &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC30;&#xC48;&#xC24;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;. A title, &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;. A grade or step in genealogy. A kingdom, &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A; &#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC21;&#xC28;&#xC47; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they gave him the title of Prat&#x101;pa Simha. &#xC06; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the head of the state died. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they crowned him. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC26;&#xC47;&#xC35;&#xC3F; a queen. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; a royal elephant, a state elephant. &#xC30;&#xC3E;&#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;, &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC1C;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a state sword. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC1F; to reign. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; pa&#x1E6D;&#x1E6D;-&#x101;bhish&#x113;kamu. n. Coronation, installation. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; he who is crowned. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to crown one king. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; pa&#x1E6D;&#x1E6D;a-bhadru&#x1E0D;u. n. A chief, leader.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; pa&#x1E6D;&#x1E6D;a&#x1E47;amu. [Skt.] n. A city. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;. A town, &#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC41; pa&#x1E6D;&#x1E6D;a&#x1E47;-sthulu. n. Dwellers in a city, city people.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC21;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;a&#x1E0D;u. [Tel.] n. A smithy, a shop. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; &#xC35;&#xC21;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;a. [Tel.] n. The bark of a tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41;. Sackcloth, &#xC17;&#xC4B;&#xC28;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. A broad sword, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F; the back of a fiddle or lute. &quot;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC47; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC30;&#xC3F;.&quot; A. iv. 37. &#xC1F;&#xC40; &#xC07;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC47;, &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC47;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC40;&#xC17; pa&#x1E6D;&#x1E6D;a-t&#x12B;ga. n. The name of a large climbing shrub, with greenish white flowers, Capparis heteroclita. Rox. ii. 570. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; pa&#x1E6D;&#x1E6D;a-sarayi. n. Spirit, distilled arrack.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;, &#xC2A;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC4D;&#xC1F; pa&#x1E6D;&#x1E6D;&#x101;. [Tel.] n. The inner bark of a tree. Sackcloth. A sort of girdle cloth. Also, a lease; a grant or lease specifying the land occupied by a cultivator and the assessment due on it. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC30;&#xC2F;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC15;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a pattadar, a leaseholder. &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E; a lease for a gross aggregate rent, one in which the land tax and all other cesses are consolidated. See &#xC2A;&#xC1F;&#xC4D;&#xC1F;, and &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4B;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC4B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC4B;&#xC32;&#xC3F;&#xC15; pa&#x1E6D;&#x14D;lamu. [Skt.] A plant called Trichosanthes di&#xE6;ca, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;; or Luffa acutangula, &#xC1A;&#xC46;&#xC26;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; R ox. iii. 702.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;&#x113;lu. [Mahrati.] n. The headman of a village. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E; &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; pa&#x1E6D;uku. [Tel.] adv. Slapdash. BD. v. 948.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC15;&#xC3E;</span>&#xA0;&#xA0;pa&#x1E6D;k&#x101;. [H.] n. A belt or sash, &#xC28;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                