&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC40;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;&#x12B;. [Tel.] n. A list or inventory, a roll of names, &#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E;. A roll of betel, &amp;c. tied up, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;. A bandage or plaster applied to a sore; anything pasted over a wound.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;isamu. [Skt.] n. A borad sword. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;ili. [Tel.] n. A handful. &#xC1A;&#xC47;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41; pa&#x1E6D;&#x1E6D;iyamu. [Tel.] n. A large sword. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &quot;&#xC1A;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC40;&#xC1F;&#xC46;&#xC32;&#xC41;.&quot; R. ii. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;ika. [Skt.] n. A plate of metal, a board, a frame, the pieces of wood across a door. &#xC2B;&#xC32;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC15;, &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC30;&#xC47;&#xC15;&#xC41;, &#xC17;&#xC02;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. An anvil, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F;. &quot;&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; Suca. ii. 19. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; Same as &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;i. [Tel. from &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] a postposition. A sign of the fifth case of nouns. For, because of, on account of, with reference to. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC40; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I do this for your sake. It is added to the infinitive of verbs, as &#xC06; &#xC1F;&#xC4B;&#xC2A;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC05;&#xC24;&#xC28;&#xC3F; &#xC24;&#xC32; &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; had it not been for the cap his skull would have been fractured. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC24;&#xC40;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, (i.e., &#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC17;&#xC28;&#xC41;&#xC15;) as the season turned out well or proved good. &quot;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&quot; (L. XIV. 29.) because he was born. &#xC15;&#xC3E;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; therefore, it being so, such being the case. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; n. A child, an infant. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;, &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; a son&apos;s son or daughter, &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41;. A roll of betel. A list. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; a woman who has borne a child. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; a roll or mouthful of betel. [Skt.] n. A plate, &#xC2A;&#xC32;&#xC15;. Also, a gold band or fillet tied across the forehead at the time of one&apos;s coronation, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
                