&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;u. [Tel.] v. n. To suffice, to last. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;. To last a long time, &#xC39;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;. To begin, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To cost. To fit or suit. To be possessed by evil spirits. To arrive, as ships. To be imbibed or absorbed, as a dye. To be held or contained. To be affected by disease or pain. v. a. To take, to hold, to catch, to apprehend. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To take by force, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; catch and tie up the thief. To adopt, &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;. To blow as a conch. &#xC08; &#xC17;&#xC4B;&#xC28;&#xC46; &#xC0E;&#xC02;&#xC24; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; how much rice will this bag hold. &#xC08; &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; &#xC28;&#xC3E; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41; this bangle will not fit my hand. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC38;&#xC47;&#xC2A;&#xC41; &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC21;&#xC41; he cannot hold his breath long. &#xC1A;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ch&#x113;-pa&#x1E6D;&#x1E6D;u. v. a. Lit: To take the hand; to take to wife, to marry. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to seize the hand, to ravish a female. &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, to twist a cord, &#xC28;&#xC47;&#xC28;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hold an umbrella. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to geld. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to massage or rub the legs. &#xC2A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to conceive hatred. &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to blow a conch. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC38;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set or grind a knife or razor. &#xC15;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to stink. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to smoke a cigar or cheroot. &#xC2A;&#xC4A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to apply smoke. &#xC06; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B; &#xC28;&#xC3E; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41; my hand will not go into the hole. &#xC24;&#xC32;&#xC3E; &#xC12;&#xC15;&#xC26;&#xC3E;&#xC30;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; each of them went by a separate road. &#xC07;&#xC02;&#xC15;&#xC3E; &#xC15;&#xC4B;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; the reaping has not yet been put in hand. &#xC06; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; they did not admit the lawsuit. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41; the colouring does not adhere to her nails. &#xC06; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC08; &#xC30;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; the medicine has not affected this sickness. &#xC06; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC28;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has taken well to that branch of study. &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; the time when the grain is forming in the ear. &#xC07;&#xC2E;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC0E;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; who has any thing to do with this? &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; it will take four days. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; only large enough to admit a man. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; it will cost five rupees. &#xC2E;&#xC41;&#xC21;&#xC41; &#xC17;&#xC1C;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; it will take three yards. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they betook themselves to the highlands. &#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x101;nav&#x101;lu-pa&#x1E6D;&#x1E6D;u v. a. To identify, recognise, know again, verify. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC46;&#xC28;&#xC41; he spoke in a broken manner. &#xC0E;&#xC35;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC35;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; ask whom you will, and they will tell you. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC35;&#xC41;&#xC28;&#xC41; if you speak to the point the matter will be settled. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; I do not take (or comprehend) the meaning. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC47; &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; if you teach him sedulously the boy will learn well. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is troubling himself about it. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC35;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; whatever he touched turned to gold. &#xC06; &#xC15;&#xC4B;&#xC1F;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they took the fort. &#xC06; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they apprehended the thief. &#xC28;&#xC3E; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he laid hold of my hand, or, he seized my hand. &#xC06; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he began the practice. &#xC12;&#xC15; &#xC28;&#xC46;&#xC32; &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he stopped one month&apos;s wages. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he understood me the moment I spoke. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; my loins are strained. [&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; is also added to a great number of nouns, to give them a verbal signification and in such cases it takes its meaning from the noun to which it is affixed; thus:] &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to rust. &#xC07;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be sprained. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be necessary, to be required or to take interest in. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to become fat. &#xC2C;&#xC42;&#xC1C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to grow mouldy, &#xC26;&#xC4B;&#xC35;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to take a road. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be recovered, as strength. &#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be seized with cramp, &amp;c. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC02;&#xC1A;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he takes bribes. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has gone mad. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I feel cold. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; you have contracted his habits. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when rain came on. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; what business had you to do this? what made you do this? &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; land covered with grass. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they found fault with him. &#xC06; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the medicine made his mouth swell. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has caught cold. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; I became drowsy. &#xC06; &#xC26;&#xC42;&#xC21; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F; &#xC32;&#xC47;&#xC26;&#xC41; the calf has not yet taken to grass. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; pa&#x1E6D;&#x1E6D;in&#x1E6D;su. [causal of &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] v. a. To cause to hold. To apply oil or ointment, &amp;c. To make one begin. &#xC06; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2E;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have made him begin (reading) the Amaram. &#xC30;&#xC47;&#xC2A;&#xC41; &#xC28;&#xC40;&#xC2A;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; or &#xC28;&#xC40;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; I will settle your business to-morrow, i.e., I will punish you. &#xC06; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E; make him bring the box with you. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; pa&#x1E6D;&#x1E6D;impu. n. Application. Concern. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC12;&#xC15; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;, &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC05;&#xC2E;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC28;&#xC46;&#xC32;&#xC32;&#xC15;&#xC41; three months after setting to work on the Amaram. &#xC06;&#xC30;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; the Aradhyas pay no attention to rites. &quot;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC1A;&#xC3E;&#xC28;.&quot; Ila. iii. 29. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pa&#x1E6D;&#x1E6D;u. n. Holding, a hold. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. A handful. Pertinacity, resolution, hold, strength, grip, grasp, seizing. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41;. An external application to a swelling to allay pain, &amp;c. &#xC2A;&#xC42;&#xC24;. Ground, for a proceeding, &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. A prop; support, favor; a party or side, &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;. A part of scene in a play, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; an amorous scene,. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; a warlike scene. A feat in wrestling. &#xC05;&#xC26;&#xC3F; &#xC24;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she put a plaster on her temples and went to bed. &#xC08; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no proper plea in this suit. &#xC12;&#xC15;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; to speak on a man&apos;s behalf. &#xC12;&#xC15; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to inhit pertinaciously. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a place, a house, an abode. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC26;&#xC32;&#xC21;&#xC41; he will not relinquish his purpose. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they brought him as he was. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing at the commencement of an eclipse, as opposed to &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing at its termination. &#xC06;&#xC2F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he knows where to be lenient and where to be severe. &#xC15;&#xC42;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC47;&#xC32; as far as a cry may be heard. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; they do not lay much stress upon ceremonies. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC07;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he speaks without giving them any handle. &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2E;&#xC02;&#xC26;&#xC3F; &#xC06;&#xC2F;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC30;&#xC3F; many followed him, or joined his side. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; (with &#xC28; the sign of the ablative) at, by, close to. &#xC15;&#xC4B;&#xC30;&#xC21;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28; along the hedge. &#xC17;&#xC3E;&#xC21;&#xC40;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; at the manager. &#xC08; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; at present, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; feats in wrestling. &#xC15;&#xC3E;&#xC21;&#xC41; &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC32;&#xC21;&#xC41; he is able to wrestle. &#xC06; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC32; in the adjacent places, in the neighbourhood. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC32; &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; neighbours. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pa&#x1E6D;&#x1E6D;u. n. Silk. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F; a silk cloth. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC42;&#xC32;&#xC41; silk thread, spun silk. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC42;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; a class of silk weavers. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC42;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; a class of silk dyers. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; pa&#x1E6D;&#x1E6D;u-purugu. n. A silkworm. Also, an insect called &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC1A;&#xC41; pa&#x1E6D;&#x1E6D;-an&#x1E6D;su. (&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC05;&#xC02;&#xC1A;&#xC41;.) n. A silk border, a border fringed or trimmed with silk. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; pa&#x1E6D;&#x1E6D;u-komma. n. A refuge, stay, support. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC0A;&#xC24;&#xC15;&#xC4B;&#xC32;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; Same as &#xC2A;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC41; (q. v.) &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pa&#x1E6D;&#x1E6D;u-konu. v. n. &amp;t. To catch, to catch hold of, to seize. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; pa&#x1E6D;&#x1E6D;u-k&#x14D;lu. n. Catching. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pa&#x1E6D;&#x1E6D;u-ji&#x1E6D;&#x1E6D;a. n. A sort of bird. S. i. 187. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; pa&#x1E6D;&#x1E6D;-e&#x1E0D;u. adj. A large handful. Lit. &quot;as much as the hand will hold.&quot; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC41; pa&#x1E6D;&#x1E6D;u-j&#x12B;nuvu. n. A kind of bird, &#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; pa&#x1E6D;&#x1E6D;u&#x1E0D;u. n. Persistence, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC32;. adj. Choice, select. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC35;&#xC47;&#xC1F; a first rate sheep. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC3E;&#xC35;&#xC41; a picked cow or fine cow. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC32; pa&#x1E6D;&#x1E6D;u-dala. n. Affection, favour, Perseverance, persistence. &#xC35;&#xC26;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC32; he has a great regard for it. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; pa&#x1E6D;&#x1E6D;u-ba&#x1E0D;i. n. A sum received or credited in an account, the worth or coat of any thing, charges, expense, outlay. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC41; pa&#x1E6D;&#x1E6D;u-ba&#x1E0D;u. v. n. To be seized or apprehended. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To become plain, &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC35; pa&#x1E6D;&#x1E6D;u-s&#x101;ruva. n. A fork-like beam used to hold by while working a pikota or water-lift &#xC2E;&#xC40;&#xC1F; &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2A;&#xC02;&#xC17;&#xC32;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. &#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;. plu. of &#xC2A;&#xC1F;&#xC4D;&#xC32; pa&#x1E6D;la. [from &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;.] adv. About, as &#xC06; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC32; in that neighbourhood, round-about. With regard to, with reference to, in the event of. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC32; in case of his being there. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC32; at home. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC32; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC15;&#xC41; do him no wrong. &#xC08;&#xC2A;&#xC1F;&#xC4D;&#xC32; in this respect, in this matter.
			</div>
                