&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC23;&#xC15;&#xC41; pa&#x1E0D;aku. [Tel.] n. A crevice. &#xC38;&#xC02;&#xC26;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;. v. A cave, &#xC17;&#xC41;&#xC39;. &#xC05;&#xC1A;&#xC4D;&#xC1A;. &#xC2F;&#xC41;. &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC41;&#xC15; pa&#x1E0D;aka. [Tel. from &#xC2A;&#xC21;&#xC41;.] n. A bed. &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. Repose or reclining. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2A;&#xC21;&#xC15; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; those who lay here. &#xC05;&#xC26;&#xC47;&#xC2A;&#xC21;&#xC15;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC21;&#xC15;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he did not again arise. &#xC2A;&#xC21;&#xC15;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; pa&#x1E0D;aka-y-illu. n. A bed chamber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC20;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;</span>&#xA0;&#xA0;pa&#x1E6D;hillu-na. [Tel. anuk.] adv. Aloud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E6D;h&#x101;&#x1E47;i. [Afghan.] n. Pathan, a certain tribe of Afghans. An Afghan horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pa&#x1E6D;hin&#x1E6D;su. [Skt.] v. a. To read, to learn. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;. See &#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;. &#xC2A;&#xC20;&#xC28;&#xC2E;&#xC41; pa&#x1E6D;hanamu. n. Reading, learnig, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC20;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to commit to memory, to learn. &#xC2A;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC41; that which is read.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;pa&#x1E6D;ra. [Tel.] n. A village, a hamlet. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC30; villages and hamlets. H. iv. 108. &#xC2A;&#xC1F;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; pa&#x1E6D;ra-v&#x101;n&#x1E0D;lu. n. plu. A certain caste skin to the Boyas. Also called &#xC0F;&#xC15;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41; (q. v.) &#xC39;&#xC02;&#xC38;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;</span>&#xA0;&#xA0;pa&#x1E6D;&#x1E6D;e&#x1E0D;a. [Tel.] n. A broad and strong tape. &#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;. A collar or ornament for a woman&apos;s neck, formed of small square plates. A small anvil. &#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; pa&#x1E6D;&#x1E6D;e. [Tel.] n. A spar of wood. &#xC2A;&#xC32;&#xC15;. A piece of wood that forms the frame of a cot. Hair left on the head at the time of tonsure. A fold in a turban or dress. A tape. A stripe or streak of paint, &#xC30;&#xC47;&#xC16;. A facet or side of a diamond, &#xC2A;&#xC15;&#xC4D;&#xC15;. A gold hand or fillet worn on the forehead, at the time of one&apos;s coronation, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Ceiling, &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC47; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. A brush, &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a palmyra rafter. &#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a broad tape. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a cot the bottom of which is woven with broad tape. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC24;&#xC40;&#xC2F;&#xC41; to use the harrow. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a streak of chunam. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; a ruby cut into facets. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30; &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; the lintel or top of a door. &#xC1F;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a girth. &#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a hermit&apos;s girdle. &#xC12;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC47;&#xC32; a piece of land. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; a canal or water course. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41; check-colors in a cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41; pa&#x1E6D;&#x1E6D;e-vardhanamu. n. A broad caste-mark worn in the forehead, &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;amu. [Tel.] n. A carpet. &#xC30;&#xC24;&#xC4D;&#xC28; &#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC2E;&#xC30;</span>&#xA0;&#xA0;pa&#x1E0D;amara. [Tel Dravidian root &#xC2A;&#xC21;&#xC41;&#xC2E;&#xC4D; falling+&#xC07;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC30;&#xC41; sun.] n. Lit: The side in which the sun sets. The West. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC30;&#xC32;&#xC41; East and West. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC21;&#xC2E;&#xC30;&#xC32;&#xC41; pa&#x1E0D;ama&#x1E6D;i. adj. Western. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F; the West wind. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; the Western apartment, i.e., the cook-room or the dining room. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21; pa&#x1E0D;ama&#x1E6D;i-kon&#x1E0D;a. n. Lit: The Western hill (behind which the sun is supposed to set.) &#xC05;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC26;&#xC4A;&#xC30; the lord of the West, i.e., Varuna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;pa&#x1E0D;ab&#x101;. [Tel.] n. A piece, fragment, an extract from a document.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC35;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;apu;. [Tel. from &#xC2A;&#xC21;&#xC2F;&#xC41;.] n. Earning. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;. Money earned. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC26;&#xC32;</span>&#xA0;&#xA0;pa&#x1E0D;adala. [Tel.] n. A belt. &quot;&#xC15;&#xC21;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC21;&#xC26;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC47;&#xC1C;&#xC2F;&#xC41; &#xC2C;&#xC3E;&#xC15;&#xC41;.&quot; N. x. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC24;&#xC41;&#xC15; pa&#x1E0D;a&#x1E6D;i. [Tel.] n. A woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC24;</span>&#xA0;&#xA0;pa&#x1E0D;ata. [Tel.] n. A cheek bone. &#xC39;&#xC28;&#xC41;&#xC35;&#xC41;. Also, same as &#xC2A;&#xC23;&#xC24;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC3F;&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41; pa&#x1E0D;-a&#x1E6D;s&#x1E6D;su. [Tel.] n. A puncheon or tool having a figure on it with which impressions are struck. &#xC15;&#xC02;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC17;</span>&#xA0;&#xA0;pa&#x1E0D;aga. [Tel.] n. A flag or banner, a crest. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. A snake&apos;s crest or hood. An ear ornament worn by females. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC17; a paper kite. &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2A;&#xC21;&#xC17; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC26;&#xC3F; the snake raised its hood. &quot;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC17;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; Swa. iii. 42. &quot;&#xC15;&#xC42;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC41; &#xC36;&#xC24;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC17;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; V&#x113;ma. iii. 104. &#xC2A;&#xC21;&#xC17;&#xC26;&#xC3E;&#xC30;&#xC3F; or &#xC2A;&#xC21;&#xC17;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; pa&#x1E0D;aga-d&#x101;ri. n. A snake, &#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC2B;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;alu. [Tel.] n. plu. Heaps. &#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC1A;&#xC41; pa&#x1E0D;ayu. [Tel.] v. a. To obtain, gain. acquire, enjoy, possess. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. To get, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To beget &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41;) &#xC15;&#xC28;&#xC41; &quot;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC21;&#xC38;&#xC3F;.&quot; M. 1. ii. 150. &quot;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC15;&#xC41; &#xC2C;&#xC21;&#xC2F;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC2E;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;.&quot; Vish. ii. 192. See &#xC2A;&#xC21;&#xC35;&#xC41;.
			</div>
                