&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2E;&#xC41; pa&#x1E0D;idamu. [Tel.] n. A certain decoction. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC17;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC0A;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F; &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A; &#xC2A;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; &#xC1C;&#xC48;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC2A;&#xC41; pa&#x1E0D;i-k&#x101;pu. [Tel.] n. A hanger on, an expectant. &#xC2A;&#xC02;&#xC1A;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC17;, &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC15;&#xC47;&#xC32;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC15;&#xC02;&#xC38;&#xC2D;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC38;&#xC47;&#xC35;&#xC32;&#xC4D;&apos; Kuch&#x113;l&#x14D;p.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pa&#x1E0D;i. [Tel.] n. A measure of capacity, containing a seer and half or 120 tolas, or one eighth of a marcal. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC38;&#xC4B;&#xC32;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. &#xC2A;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; pa&#x1E0D;i-ka&#x1E6D;&#x1E6D;u. n. A weight used in scales: a degree: a standard for reference: a stair, or step. &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;. plu. &#xC2A;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC35;</span>&#xA0;&#xA0;pa&#x1E0D;ava. [Tel.] n. A boat. &#xC26;&#xC4B;&#xC38;&#xC46;, War, combat, fighting, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Imminent danger, peril, a fatal accident, &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;. &#xC08; &#xC2A;&#xC21;&#xC35; &#xC17;&#xC21;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; if I can only get over this hobble or scrape. &quot;&#xC05;&#xC30;&#xC26;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC28; &#xC24;&#xC28;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC48;&#xC28; &#xC2D;&#xC17;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC28;&#xC21;&#xC41;&#xC35; &#xC2A;&#xC21;&#xC35;&#xC15;&#xC48;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC02;&#xC24;.&quot; Satyabh&#x101;ma. iv. 134. &#xC2A;&#xC21;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC21;&#xC35;&#xC32;&#xC2E;&#xC41; pa&#x1E0D;ava-ramu. (&#xC2A;&#xC21;&#xC32;&#xC41;+&#xC35;&#xC32;&#xC2E;&#xC41;.) n. The vanguard of an army, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. &quot;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC15;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC2A;&#xC21;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC26;&#xC42;&#xC32; &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC47;&#xC38;&#xC3F;.&quot; Pal. 80. &#xC2A;&#xC21;&#xC41;&#xC35;&#xC30;&#xC41; to proceed or go before, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC2A;&#xC21;&#xC35;&#xC3E;&#xC17;&#xC46; or &#xC2A;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC17;&#xC46; pa&#x1E0D;a-v&#x101;ge. adj. Prepared. Bridled. &#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;. &quot;&#xC07;&#xC28;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC21;&#xC1C;&#xC41;&#xC21;&#xC4C;&#xC1F; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC35;&#xC3E;&#xC17;&#xC46;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC30;&#xC3E;&#xC2F;&#xC02;&#xC1A;&#xC15;&#xC4A;&#xC26;&#xC2E;&#xC2F;&#xC28;&#xC17;.&quot; Swa. iii. 74. &#xC1F;&#xC40; &#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC3F; &#xC24;&#xC47;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC2C;&#xC48;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &#xC2A;&#xC21;&#xC35;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC21;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC21;&#xC3E;&#xC32;&#xC41; pa&#x1E0D;av&#x101;lu. n. A commander of an army. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC26;&#xC33;&#xC35;&#xC3E;&#xC2F;&#xC3F;. &quot;&#xC15;&#xC28;&#xC2A;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;.&quot; Swa. ii. 9. &#xC1F;&#xC40; &quot;: &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC35;&#xC3E;&#xC32;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC41; &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &quot;&#xC27;&#xC28;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC24;&#xC2E;&#xC24;&#xC4B;&#xC21;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC26;&#xC47;&#xC30;&#xC26;&#xC17;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC02; &#xC2C;&#xC21;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC3F;&#xC1A;&#xC46;.&quot; M. XIV. iii. 4. &#xC2A;&#xC21;&#xC38;&#xC3E;&#xC32; pa&#x1E0D;a-s&#x101;la. (&#xC2A;&#xC21;&#xC32;&#xC41;+&#xC38;&#xC3E;&#xC32;.) n. A hall, a portico. &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC1F;&#xC3E;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC21;&#xC38;&#xC3E;&#xC32; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC3F;.&quot; Suca. iii. 469.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC23;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F; pa&#x1E0D;i-h&#x101;ri. [Tel.] n. A messenger, a herald, a servant. A doorkeeper, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC23;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC2C;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC46;, &#xC15;&#xC21;&#xC15;&#xC24;&#xC4B; &#xC15;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC15;&#xC1F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;.&quot; Charitra. i. 4415.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;pa&#x1E0D;ise-k&#x101;ya. [Tel.] n. A wild acid berry that grows on a large tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;isemu. [Tel.] n. A cold in the head, catarrh. running at the nose. &#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC46; pa&#x1E0D;iya. [Tel.] n. A puddle; a slough, a dirty pond, a fallow, uncultivated waste, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;, &#xC17;&#xC47;&#xC26;&#xC46;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC47;&#xC17;&#xC41;&#xC02;&#xC1F;. &#xC1A;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC2F; a salt marsh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC1A;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC2F; pa&#x1E0D;ide. [Tel.] n. Borrowed linen, clothes hired from a washerman. &#xC2A;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to lend out clothes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC17;, &#xC2A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41; pa&#x1E0D;iga. [Tel.] n. A vessel, &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A spittoon. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17; or &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41; a spittoon used in chewing betel. &quot;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC21;&#xC3F;&#xC17;&#xC3F;.&quot; BD. iii. 236. &quot;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&quot; Charitra. i. 3089 &quot;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17;.&quot; S&#x101;ranga. iii. 141.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;i-gallu. [Tel. &#xC2A;&#xC21;&#xC3F;+&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;.] n. A gunshot, a bullet. &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC17;&#xC42;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;&quot; &#xC30;&#xC3E;. &#xC38;&#xC41;&#xC02;. &#xC15;&#xC3E;&#xC02;.
			</div>
                