&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;uku. [Tel.] n. A stone, rock, &#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC36;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;u. [Tel.] v. n. To feel, To fall, &#xC2A;&#xC24;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC30;&#xC3E;&#xC32;&#xC41;. To lie down, &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be, to occur, or happen, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To be caught in a snare. To suffer pain, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC4A;&#xC02;&#xC26;&#xC41;. To be killed in battle. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be buried, as money, &#xC2A;&#xC42;&#xC21;&#xC41;. To set, &#xC05;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To experience, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To incur, undergo, enjoy, feel, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28; &#xC2C;&#xC3E;&#xC27; &#xC28;&#xC3E;&#xC15;&#xC47; &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41;&#xC28;&#xC41; I alone know what I have suffered. Added to nouns it forms them into verbs. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41; to agree. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC21;&#xC41; to be pleased. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2A;&#xC21;&#xC41; to feel sorry. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41; to be anxious. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to be reviled. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC21;&#xC41; to be in distress. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41; to fear. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41; to be stunned. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; he has the lockjaw. It may be added in a similar way to past participles. &#xC09;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41; to start. &#xC24;&#xC42;&#xC17;&#xC3F;&#xC2A;&#xC21;&#xC41; to slumber. It is also added to adjectives or verbs. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC41; to redden, blush or turn red. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; to be separated. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41; to become. It may even be added to an interjection, &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41; to cry Alas, to pity. &#xC24;&#xC39;&#xC24;&#xC39;&#xC2A;&#xC21;&#xC41; to be in trouble. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; that house is fallen in. &#xC06; &#xC35;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; four birds were caught in the snare. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC12;&#xC15; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; a hollow has formed there. &#xC06; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; four persons were killed in the battle. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC02;&#xC15;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he passes slime or mucus. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; he passed worms. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; his right hand has become paralysed. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they fell back, they retired. &#xC06; &#xC2E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he embraced that religion. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC28; renowned, celebrated, notorious. &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when an opportunity occurs. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they went out of sight. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC06;&#xC2A;&#xC26;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stood in the way of the misfortune that happened to me. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC26;&#xC41; they do not agree, they are on bad terms. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC21;&#xC15;&#xC41;&#xC2E;&#xC41; do not put it in her power to abuse you. &#xC06; &#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; sweet water broke forth in the well. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC21;&#xC32;&#xC47;&#xC28;&#xC41; I cannot get on with him. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC21;&#xC26;&#xC41; I cannot go now. &#xC07;&#xC02;&#xC15;&#xC3E; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; the seed is not yet sown. &#xC06; &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ran away across the field. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC0A;&#xC30;&#xC3F;&#xC15;&#xC46; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that house is unoccupied. &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC0A;&#xC30;&#xC3F;&#xC15; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; that money is untouched, it is lying idle. &#xC06; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC3E; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; that family is now left on my hands. &#xC06; &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC28;&#xC3E; &#xC24;&#xC32;&#xC2E;&#xC3F;&#xC26; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; I incurred that loss. Added to the root in A it forms the passive voice, thus &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41; to be beaten; &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC41; to be seen. It is added at pleasure to some adverbs, thus &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC3F;&#xC28; prostrate. &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; to be topsy turvy, upside down, to be conceited. &#xC05;&#xC26;&#xC3F; &#xC2C;&#xC2F;&#xC1F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; it came to light. The causal form is &#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC41; to trouble, torment. &#xC2A;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pa&#x1E0D;a-go&#x1E6D;&#x1E6D;u. v. a. To knock down. &#xC2A;&#xC21;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41; pa&#x1E0D;a-dannu. v. a. To kick down. &#xC2A;&#xC21;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; pa&#x1E0D;a-lokku. v. a. To tread down. &#xC2A;&#xC21;&#xC26;&#xC4B;&#xC2F;&#xC41; pa&#x1E0D;a-d&#x14D;ya. v. a. To thrust down, knock down. &#xC2A;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41; pa&#x1E0D;a-v&#x113;yu. v. a. To cast or throw down. &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; pa&#x1E0D;i-p&#x14D;vu. v. n. To fall down, to die. &#xC06;&#xC2F;&#xC28; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after his decease. &#xC2A;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pa&#x1E0D;u-konu. v. n. To lie down, recline. &#xC2A;&#xC21;&#xC41;&#xC35; pa&#x1E0D;uva. n. A very low place. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC2A;&#xC21;&#xC41;&#xC35;&#xC30;&#xC3F; pa&#x1E0D;u-vari. (&#xC2A;&#xC21;&#xC41;+&#xC35;&#xC30;&#xC3F;.) n. A crop or sprouts produced by seeds of paddy, that fall by chance as the crops are cut. &#xC2A;&#xC21;&#xC4D;&#xC21; pa&#x1E0D;&#x1E0D;a. [contr. for &#xC2A;&#xC21;&#xC3F;&#xC28;.] pp. Fallen, &amp;c., thus, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; the man who was called. &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; he who was kept there.
			</div>
                