&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC21;&#xC15;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;pa&#x1E0D;&#x1E0D;a. [Tel.] n. A female buffalo or cow fit for breeding, a beifer, &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3F; &#xC06;&#xC35;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC17;&#xC47;&#xC26;&#xC46;. See also under &#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;u&#x1E6D;su. [Tel.] adj. Young, youthful. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; a childish whim. (Vish. ii. 28.) &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; childish language. n. A girl, damsel, maiden, &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;. A boy, a youth, &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC06;&#xC21;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; a girl. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC24;&#xC28;&#xC2E;&#xC41; pa&#x1E0D;u&#x1E6D;su-tanamu. n. Youth, girlhood, girlishness, boyishness, silliness; puberty. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC3F; pa&#x1E0D;u&#x1E6D;su-di. n. A young girl. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; a devourer of innocents, &#xC36;&#xC3F;&#xC36;&#xC41;&#xC18;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3F;. &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC5B;&#xC24; pa&#x1E0D;upu. n. Prostitution. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to prostitute oneself. &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41; food gained by prostitution. &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC24;&#xC3F; a prostitute. &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; pa&#x1E0D;upu-komma. n. A prostitute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;pa&#x1E0D;ugu. [Tel.] n. The woof or threads which run the whole length of the web. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC42;&#xC32;&#xC41;. A heap of grain, &#xC2A;&#xC48;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC24;&#xC40;&#xC2F;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;, &#xC32;&#xC47;&#xC15;, &#xC35;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;, &#xC15;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; thread given out to be woven as piece work. &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. pa&#x1E0D;ugu-ch&#x113;yu. v. a. To dress, teazle or card the woof with a comb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC02;&#xC17;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;patanga-chekka. [Tel.] n. Sappan wood, C&#x153;salpinaia sappan. Rox. ii. 357.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E47;yamu. [Skt.] adj. Saleable, vendible. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC40;&#xC27;&#xC3F; pa&#x1E47;ya-vithi. n. A place where shops are; a market place, &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F;. &#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; or &#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC28; pa&#x1E47;ya-str&#x12B; n. A harlot. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F;, &#xC32;&#xC02;&#xC1C;&#xC46;. &#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; pa&#x1E47;ya-j&#x12B;vu&#x1E0D;n. n. A merchant or trader. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC3F;. &#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41; pa&#x1E47;yaramu. n. A cake. &#xC05;&#xC2A;&#xC42;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41; &#xC0B;&#xC23;&#xC4D;&#xC2F;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC02;&#xC2A;&#xC41;&#xC32;.&quot; A. i. 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC23;&#xC15; pa&#x1E47;uku. [Tel.] n. A ledge; a side (of a hill, sea, or pit); a cleft or hiding place. &#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F; pa&#x1E47;ih&#x101;ri. [Tel.] n. A me&#x1E63;senger, herald. A doorkeeper, porter. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;. A bailiff.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E47;avamu. [Skt.] n. A tabor or small drum. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC1F;, &#xC09;&#xC21;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E47;amu. [Tel.] n. A feat of strength, &amp;c., as a reward of which the hand of a heroine is bestowed on the victor. [Skt.] n. Price, &#xC35;&#xC46;&#xC32;. Wages, hire. &#xC15;&#xC42;&#xC32;&#xC3F;. The weight of a cowri, &#xC17;&#xC35;&#xC4D;&#xC35;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. Also, a weight of copper, &#xC12;&#xC15; &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;. A stake at play, a bet, a wager, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. Gaming, gambling, playing with dice, &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC23;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41; pa&#x1E47;itamu. adj. Laid as a wager, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Praised, extolled, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E47;a-paramu. [Skt.] n. (In astrology), a segment of a circle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC23;&#xC24;</span>&#xA0;&#xA0;pa&#x1E47;at&#x101;. [Tel.] n. A certain part of a plough. &#xC28;&#xC3E;&#xC17;&#xC47;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC17;, &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC47;&#xC21;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC2A;&#xC23;&#xC24;&#xC2A;&#xC21;&#xC41; pa&#x1E47;ata-pa&#x1E0D;u. v. n. To suffer from lockjaw. &#xC26;&#xC35;&#xC21; &#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patakamu. [Tel.] n. A solitaire or brooch hung at the breast. A golden number, a logarithm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;patangu&#x1E0D;u. [Skt.] n. The sun. M. iv. i. 83.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patangamu. [Skt.] n. Quicksilver, &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41;. A grasshopper, &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC24;. A bird, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2A;&#xC24;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; patangin&#x1E6D;su. v. n. To apply quicksilver, by burning it and letting the fumes (like smoke) accumulate. &#xC30;&#xC38;&#xC2E;&#xC41; &#xC2A;&#xC24;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the mercury rose in fumes and accumulated at the top.
			</div>
                