&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC3F; patri. [Tel.] n. Leaves used in worship. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC1C; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC1F;&#xC41;.&quot; V&#x113;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pati. [Skt.] n. A lord, master, prince, ruler. &#xC0F;&#xC32;&#xC3F;&#xC15;. A husband, &#xC2E;&#xC17;&#xC21;&#xC41;. &#xC2A;&#xC24;&#xC3F;&#xC02;&#xC35;&#xC30; a woman who selects her own husband. &#xC2A;&#xC30;&#xC4D;&#xC2F;, &#xC24;&#xC28;&#xC02;&#xC24;&#xC1F; &#xC2E;&#xC17;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24; pati-vrata. n. A chaste and virtuous wife, &#xC2A;&#xC24;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F; patni. n. Lit: She who has a husband; a lawful wife. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC3E;&#xC15;</span>&#xA0;&#xA0;pat&#x101;ka. [Skt.] n. A flag or banner. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. &#xC2A;&#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F; pat&#x101;kini. n. An army. &#xC38;&#xC47;&#xC28;. &#xC2A;&#xC24;&#xC3E;&#xC15;&#xC3F; or &#xC2A;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; pat&#x101;ki. n. A banneret or ensign. One who has a banner, &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC40;&#xC28;&#xC2A;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; Manmadha whose banner is the dolphin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patanamu. [Skt.] n. Falling. &#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC2A;&#xC24;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; patay&#x101;luvu. adj. Falling, cadent, deciduous, liable or accustomed to fall. &#xC2A;&#xC21;&#xC46;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC26;&#xC4D;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patad-grahamu. [Skt.] n. A spittoon. &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patatramu. [Skt.] n. A wing. &#xC2A;&#xC24;&#xC24;&#xC4D;&#xC30;&#xC3F; patatri. n. A bird.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC24;&#xC24;&#xC4D;&#xC24;&#xC41; patagamu. [Skt.] n. A bird. &#xC2A;&#xC24;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC41; the kind of birds: the eagle. See &#xC2A;&#xC24;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patramu. [Skt.] n. A leaf of a tree, or of a book. &#xC06;&#xC15;&#xC41;. A written bond, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;. A vehicle in general, as a car, a horse, a camel, &amp;c. &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. The wing of a bird, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC30;&#xC36;&#xC41;&#xC35;&#xC41; patra-para&#x1E63;uvu. n. A file. &#xC06;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC36;&#xC4D;&#xC2F; patra-p&#x101;&#x1E63;ya. n. An ornament for the forehead; a sort of tiara. &#xC1A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC27;&#xC2E;&#xC41; patra-radhamu. n. Lit: Wing-borne, i.e., a bird. &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; patr-&#x101;rthamu. n. The value of a bond, that is, the property or money which it deals with. &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; patri. n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;See under &#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; pattiri. [Tel.] n. Leaves used as an offering. &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pattiri-bo&#x1E6D;&#x1E6D;u. n. A kind of mark worn on the forehead. &#xC24;&#xC3F;&#xC32;&#xC15;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F; patti. [Tel.] n. Cotton. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; a shrub, Hibiscus abelmoschus. &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC41; patti-r&#x113;ku. n. A thin, plate of metal. Solder. &#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC05;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC47; &#xC30;&#xC47;&#xC15;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC3F;. &quot;&#xC15; &#xC24;&#xC28;&#xC41;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC32;&#xC40;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC32;&#xC28;&#xC41;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC28;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC46;&#xC2F;&#xC17;&#xC41;&#xC1F;&#xC17;&#xC02;, &#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC15;&#xC28;&#xC41;, &#xC1C;&#xC28;&#xC41;&#xC28;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC3E;&#xC2E; &#xC15;&#xC41;&#xC28;&#xC2E;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; A. v. 27. &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F;&#xC15; pattilika. n. A cutting instrument used by goldsmiths, &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC47; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;patti. [Skt.] n. A foot soldier. &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC2C;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;patt&#x101;. [H.] n. A sign, trace. &#xC1C;&#xC3E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;patta. [Tel.] n. The female organ of generation. &#xC2F;&#xC4B;&#xC28;&#xC3F;, &#xC2D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;[for Skt. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;.] Same as &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patitamu. [Skt.] adj. Fallen, alighted, defeated, overthrown. Wicked, abandoned. &#xC2A;&#xC20;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; patitatvamu. n. The state of having fallen from one&apos;s office or righteousness. &#xC2A;&#xC20;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pati-lu&#x1E0D;u. n. A fallen creature, a sinner. &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC26;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC0F;&#xC2E;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC2A;&#xC20;&#xC3F;&#xC24;&#xC41;&#xC17;&#xC3E; (for &#xC2A;&#xC24;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;) &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is as innocent as the babe unborn. &#xC2A;&#xC24;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; a restorer of the fallen, a saviour of sinners.
			</div>
                