&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC1F;&#xC41; pada&#x1E6D;amu. [Tel.] n. Precipitation, hurry. &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;. &quot;&#xC07;&#xC02;&#xC15;&#xC28;&#xC4D; &#xC2C;&#xC26;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47; &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC48;&#xC28; &#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC41;.&quot; S. iii. 305. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2A;&#xC26;&#xC1F;&#xC2E;&#xC41; &#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; he is given to pilfering. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC4B;&#xC30;&#xC41; &#xC2A;&#xC26;&#xC1F;&#xC2E;&#xC41; she is foul mouthed woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC21;</span>&#xA0;&#xA0;or &#xC2A;&#xC21;&#xC2E;&#xC41; pada. [Tel. for &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC2E;&#xC41;.] (plu. &#xC2A;&#xC26;&#xC02;&#xC21;&#xC3F; or &#xC2A;&#xC26;&#xC21;&#xC41;) interj. Go or come thou. &#xC2A;&#xC26;&#xC30;&#xC3E; or &#xC2A;&#xC26;&#xC35;&#xC47; go along, or come along. &#xC2A;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC2A;&#xC26; come, let us go. &#xC2A;&#xC26;&#xC2A;&#xC26; (plu. &#xC2A;&#xC26;&#xC2A;&#xC26;&#xC21;&#xC41;) go, go along; come, come! &quot;&#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;, &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC15; &#xC2A;&#xC26;&#xC2A;&#xC26;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; S&#x101;ranga. D. iv. 377.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pathyamu. [Skt.] adj. Proper, fit, suitable, agreeing with diet or regimen. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. n. Restriction in diet, diet, regimen. &#xC06;&#xC2F;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; his words are music to her ears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pathamu. [Skt.] n. A road or way. &#xC26;&#xC4B;&#xC35;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; pathiku&#x1E0D;u. n. A traveller, a way-farer. &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patr-&#x14D;r&#x1E47;amu. [Skt.] n. White silk. &#xC27;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC36;&#xC47;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;patrika. [Skt.] n. A letter of correspondence. A paper, &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;. One number of periodical publication; a newspaper; a tract or little book, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC47;&#xC16;, &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC47;&#xC16;, &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; or &#xC2E;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; damasked hue, marbled figures drawn with must or gold dust on the cheeks of a woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;padaramu. [Tel.] n. A place where betel leaves are kept safe. &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC47; &#xC05;&#xC21;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC2E;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC2A;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;padamu. [Skt.] n. A foot. &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;. A footstep, the mark of a foot, &#xC2A;&#xC3E;&#xC26;&#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. A word or a phrase, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. An article, thing, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. Preservation, defence, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. A place, site, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. Rank, station, degree. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. An attempt, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. Cunning, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. A line of a stanza or song, &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC26;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; he who is degraded. &quot;&#xC2E;&#xC28;&#xC38;&#xC3F; &#xC1C;&#xC30;&#xC25;&#xC2A;&#xC26;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC15;&#xC23;&#xC3F;&#xC15;&#xC32;&#xC41;.&quot; A. v. 124. &#xC1F;&#xC40; &#xC30;&#xC25;&#xC2A;&#xC26;, &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC26;&#xC2E;&#xC41; parama-padamu. n. Lit: the best place, i.e., Heaven. &#xC2A;&#xC26;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; padagu&#x1E0D;u. n. A foot soldier, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41; &#xC2A;&#xC26;&#xC1A;&#xC3E;&#xC33;&#xC3F; pada&#x1E6D;s&#x101;&#x1E37;i. n. A kind of dance. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC21;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC26;&#xC2E;&#xC41; padach-chh&#x113;damu. n. Dividing or separating the words of a sentence from each other. The order in which words are construed. Analysis. &#xC2A;&#xC26;&#xC24;&#xC32;&#xC2E;&#xC41; pada-talamu. n. The foot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC2A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC26;&#xC02;&#xC2A;&#xC21;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC21;&#xC41;</span>&#xA0;&#xA0;pada&#x1E0D;u. [Tel.] n. Ashes. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. An empty corn husk: trash, rubbish. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2A;&#xC26;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC48; &#xC1A;&#xC28;&#xC26;&#xC46;.&quot; Charitra. ii. 2783. &#xC2A;&#xC26;&#xC1F; in the dirt. &quot;&#xC06; &#xC2A;&#xC21;&#xC2F;&#xC30;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC4A;&#xC21;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC2C;&#xC3E;&#xC35;&#xC15;&#xC43;&#xC24;&#xC41;&#xC32;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2C;&#xC26;&#xC1F;&#xC17;&#xC32;&#xC2A;&quot; M. XII. v. 468. &#xC2A;&#xC26;&#xC1F;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; pada&#x1E6D;a-bu&#x1E6D;s&#x1E6D;su. v. a. To ruin, to waste. &#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC32;&#xC41;&#xC35;&#xC41;. &quot;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC46;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC46; &#xC28;&#xC40;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC26;&#xC1F;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; Satya. iv. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC02;&#xC2A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC2A;&#xC21;&#xC3F; padampa&#x1E0D;i. [Tel.] adv. And then, afterwards. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;. &quot;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC3F;&#xC28;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC26;&#xC02;&#xC2A;&#xC21;&#xC3F; &#xC38;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC2A;&#xC3E;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;.&quot; Vij. ii. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;padakamu. [Skt.] n. Order. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. n. Same as &#xC2A;&#xC24;&#xC15;&#xC2E;&#xC41; (q. v.)
			</div>
                