&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC39;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC41; See under &#xC2A;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC35;&#xC3F;</span>&#xA0;&#xA0;padavi. [Skt.] n. A road, or path, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. Station, situation, degree, rank, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;. A place, site, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. Fortune, luck. &#xC38;&#xC02;&#xC2A;&#xC26;. A high station in life, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;padalamu. [Tel.] n. A weight equivalent to half a viss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC41;&#xC30;&#xC41; padaru. v. n. To be over hasty, to be precipitate. &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC41;. To speak hastily, &#xC06;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. To get angry, &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To shake, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To find fault with, to blame. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC40;&#xC24;&#xC4B;, &#xC2C;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2D;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC26;&#xC32;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC2F;&#xC41;.&quot; M. XII. iv. 399. n. Way, manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A hasty word, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. &#xC2A;&#xC26;&#xC41;&#xC30;&#xC41; is also another form of &#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; ten persons. &#xC2A;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; padarulu. n. plu. Angry words, hasty words. &#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;. &quot;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC26;&#xC41;, &#xC2A;&#xC26;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC2C;&#xC32;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC42;&#xC2F;.&quot; S. iii. 237. &#xC2A;&#xC26;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC41; to hasten; to hurry on; to cause to speak, hastily, &#xC2A;&#xC26;&#xC41;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;padugu. [Tel. n. A hole in a path.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;padilamu. [Tel.] n. Steadiness. &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Care, caution, security, carefulness, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;. adj. Careful, steady. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. carefully, &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; padilamu-ch&#x113;yu. v. a. To secure or take care of, to put by. &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; padilin&#x1E6D;su. v. a. To keep safely, to lay up. &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC30;&#xC41;&#xC38;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC26;&#xC40;&#xC28;&#xC3F; &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Navan. p: 203. &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; padilu&#x1E0D;u. n. One who is careful, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. A steady man, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC35;&#xC26;&#xC32;&#xC15;, &#xC24;&#xC41;&#xC26;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC48;&#xC28; &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D;, &#xC2C;&#xC26;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC15;, &#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC1C;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;&#xC35;&#xC47;&#xC2E;&#xC3E;&quot; V&#x113;ma. 158.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC3F;</span>&#xA0;&#xA0;padi. [Skt.] n. A foot, &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. See &#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC3F;</span>&#xA0;&#xA0;padi. [Tel.] adj. Ten. &#xC2A;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F; ten persons; (metaphorically,) several or many people: as, in English, a dozen, plu. &#xC2A;&#xC26;&#xC41;&#xC32;&#xC41; tens. &#xC2A;&#xC26;&#xC3F;&#xC02;&#xC2C;&#xC26;&#xC3F;&#xC17;, &#xC2A;&#xC26;&#xC3F;&#xC2A;&#xC26;&#xC3F;&#xC15;&#xC3F; or &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC15;&#xC41; by all means, on any consideration, at any rate, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC26;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC40;&#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC2A;&#xC26;&#xC3F;&#xC02;, &#xC2C;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC40;.&quot; S&#x101;ranga. ii. 278. &#xC2A;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41; pandumu. (&#xC2A;&#xC26;&#xC3F;+&#xC24;&#xC42;&#xC2E;&#xC41;.) n. Ten tooms or bushels &#xC2A;&#xC26;&#xC3F;&#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC26;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC41; or &#xC2A;&#xC26;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC41; padakon&#x1E0D;u. (&#xC2A;&#xC26;&#xC3F;+&#xC12;&#xC15;&#xC02;&#xC21;&#xC41;.) adj. Eleven. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC02;&#xC21;&#xC41; or &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; pannen&#x1E0D;a. (&#xC2A;&#xC26;&#xC3F;+&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;.) adj. Twelve. &#xC2A;&#xC26;&#xC2E;&#xC42;&#xC21;&#xC41; or &#xC2A;&#xC26;&#xC41;&#xC2E;&#xC42;&#xC21;&#xC41; padam&#x16B;&#x1E0D;u. adj. Thirteen. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC26;&#xC4D;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC26;&#xC4D;&#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41; padu-n&#x101;lugu. adj. Fourteen. &#xC2A;&#xC26;&#xC3F;&#xC39;&#xC47;&#xC28;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC39;&#xC47;&#xC28;&#xC41; or &#xC2A;&#xC26;&#xC41;&#xC28;&#xC2F;&#xC3F;&#xC26;&#xC41; padih&#x113;nu. adj. Fifteen. &#xC2A;&#xC26;&#xC41;&#xC39;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC41; padah&#x101;ru. (&#xC2A;&#xC26;&#xC3F;+&#xC06;&#xC30;&#xC41;.) adj. Sixteen. &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC32;&#xC41; sixteen thousand. &#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F; fine gold. &#xC2A;&#xC26;&#xC3F;&#xC39;&#xC47;&#xC21;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC41; or &#xC2A;&#xC26;&#xC41;&#xC28;&#xC47;&#xC21;&#xC41; padi-h&#x113;&#x1E0D;u. adj. Seventeen. &#xC2A;&#xC26;&#xC4D;&#xC27;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; or &#xC2A;&#xC26;&#xC41;&#xC28;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; paddhenimidi. adj. Eighteen. &#xC2A;&#xC02;&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F; pandommidi. adj. Nineteen. &#xC2A;&#xC02;&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; pandomman&#x1E0D;ru. n. Nineteen persons. &#xC2A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; or &#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; padu-vuru. n. Ten persons. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC2E;&#xC41; pann-id-dumu. (&#xC2A;&#xC26;&#xC3F;+&#xC07;&#xC30;&#xC41;+&#xC24;&#xC42;&#xC2E;&#xC41;.) n. The dry measure of twelve tooms. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; or &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41; twelve persons. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; pannillamu. (&#xC2A;&#xC26;&#xC3F;+&#xC07;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.) Twelve palams.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pad&#x101;rthamu. [Skt.] n. A thing, article, substance; substantial or material form of being. An ingredient or drug. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. Property, money, goods. &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; a man of property. The meaning of a word. &#xC2E;&#xC3E;&#xC1F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; pad&#x101;ti. [from Skt. &#xC2A;&#xC26;&#xC2E;&#xC41;.] n. A foot soldier. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41;. &#xC2A;&#xC26;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41; infantry. See &#xC2A;&#xC26;&#xC17;&#xC41;&#xC21;&#xC41; under &#xC2A;&#xC26;&#xC2E;&#xC41;.
			</div>
                