&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;</span>&#xA0;&#xA0;padhdhati. [Skt.] n. A road. &#xC26;&#xC4B;&#xC35;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A line, row or range, &#xC35;&#xC30;&#xC41;&#xC38;. A ritual, or manual: a work upon any act or ceremony, detailing the mode of its performance, and collecting the texts connected with it. Manner, scale, mode, rate, custom. A principle. A bye-law, &#xC30;&#xC3E;&#xC1C; &#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F; a chronology of kings. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;&#xC17;&#xC3E; according to justice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;paddu. [Tel.] n. A vow or promise. &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;. An item or article: a head or entry in accounts. &#xC05;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC3E;&#xC38;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&quot; Ila. iv. 46. &#xC1F;&#xC40; &#xC2E;&#xC3E;&#xC1F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; he who has broken his word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC47;&#xC2A;&#xC26;&#xC47;</span>&#xA0;&#xA0;pad&#x113;-pad&#x113;. [Tel. from &#xC2A;&#xC26;&#xC3F;.] adv. Repeatedly, reiteratedly, again and again, now and then.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC41;&#xC17;&#xC41; padupu. [Tel.] n. A herd, crowd, assembly, collection, flock or flight. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &quot;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC26;&#xC41;&#xC2A;&#xC41;&quot; a pack of dogs. M. XII. iii. 476. &quot;&#xC0E;&#xC32;&#xC26;&#xC47;&#xC1F;&#xC3F; &#xC2A;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1C;&#xC32;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.&quot; Bhanum. ii. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC28;&#xC41; padunu. [Tel. &#xC2A;&#xC26;&#xC3F;+&#xC09;&#xC28;&#xC41;.] n. Time, season, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. Temper, sharpness, whetting, &#xC35;&#xC3E;&#xC21;&#xC3F;. Moisture, &#xC24;&#xC21;&#xC3F;. Goodness of metal. The right degree of softness (in boiled areca nut, &amp;c.) &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC06; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; that knife is not properly tempered. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC06; &#xC28;&#xC47;&#xC32; &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; the ground is not sufficiently moist for ploughing. &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; he failed in giving the right temper to the steel. &quot;&#xC2A;&#xC26;&#xC41;&#xC28;&#xC48;&#xC28;&#xC2C;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;.&quot; HK. iv. 193. &#xC2A;&#xC26;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; padanu-konu. v. n. To become wet or moist, &#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;. &quot;&#xC38;&#xC3E;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2E;&#xC46;&#xC26;&#xC2A;&#xC3F;. &#xC2A;&#xC26;&#xC28;&#xC41;&#xC28;&#xC41;&#xC27;&#xC28;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC46;&#xC28;&#xC4B;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;.&quot; Swa. ii. 40. &#xC1F;&#xC40; &#xC2A;&#xC26;&#xC28;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC21;&#xC3F;. &#xC2A;&#xC26;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC30;&#xC3E;&#xC2F;&#xC3F; a bone or whetstone. &#xC12;&#xC15;&#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC28; one moistening of rain, i.e., so much rain as renders the earth fit for ploughing. One &#xC2A;&#xC26;&#xC28;&#xC41; or wetting sinks into the ground about the depth of a plough share: equivalent to &quot;one inch of rain.&quot; &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to moisten. &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to prepare or cure tobacco in a particular way. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set or sharpen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2E;&#xC41; Same as &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; (q. v.)
			</div>
                