&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;</span>&#xA0;&#xA0;pana. [Tel.] n. A sheaf of corn. &#xC1A;&#xC47;&#xC32;&#xC32;&#xC4B; &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;padyamu. [Skt.] n. A verse. A stanza, a quatrain,&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC4B; &#xC17;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC4B; whether it be verse or prose. &#xC12;&#xC15;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; to lampoon a person.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC26;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;padma. [Skt.] n. A name of Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41; padmamu. n. The lotus or water lily. Nelumbium speciousum. &#xC24;&#xC3E;&#xC2E;&#xC30;. A large number, ten billions. In Tantrica books it means a part or region of the body. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC28;&#xC3E;&#xC2D;&#xC41;&#xC21;&#xC41; padma-n&#x101;n&#x101;bhu&#x1E0D;u. n. Vish&#x1E47;u, from whose navel (&#xC28;&#xC3E;&#xC2D;&#xC3F;) sprung the lotus containing Brahma when he was sent to create the world. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41; padma-b&#x101;ndhavu&#x1E0D;u. n. The Sun. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; p&#x101;dma-r&#x101;gamu. n. The chrysolite or ruby of the finest class: a gem of a pink colour called &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;, &#xC09;&#xC26;&#xC2F;&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC35;&#xC46;&#xC32;&#xC2E;&#xC32;&#xC41; or &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC41; padma-velamalu. n. Plu. The name of a certain Sudra caste. See &#xC35;&#xC46;&#xC32;&#xC2E;. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41; or &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41; padma-vy&#x16B;hamu. n. A certain kind of military evolution. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; padma-s&#x101;le-v&#x101;ndlu. n. A certain caste of weavers. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41; padm-&#x101;karamu. n. A place of lilies a pond in which the lotus grows. A tank, &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC2F; or &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC35;&#xC24;&#xC3F; padm-&#x101;laga. n. The goddess Lakshmi, so named because her dwelling (&#xC06;&#xC32;&#xC2F;&#xC2E;&#xC41;) is in the lily (&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;.) &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; padm-&#x101;sanamu. n. A sitting posture used in religious meditation in which the Bauddha statues are represented; so called because Vish&#x1E47;u is represented in that posture when throned on a lotus. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3F; padmi. n. An elephant. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F; padmini. n. A lovely woman, like a Penclope, or an Eve. The Hindu poets divide all beautiful women into four classes called (1) &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;, (2) &#xC36;&#xC02;&#xC16;&#xC3F;&#xC28;&#xC3F;, (3) &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC23;&#xC3F; and (4) &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F;; which answer to Juno, Flora, Venus and Minerva, respectively: See Addison&apos;s Spectator No. 209. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F; n. A bed of lilies. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC21;&#xC41; the Sun, as being the lover (&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;) of the lotus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC38;</span>&#xA0;&#xA0;panasa. [from Skt. &#xC2A;&#xC23;&#xC4D;&#xC23;&#xC3E;&#xC38;.] n. A verse in a chapter in the V&#x113;da: &#xC35;&#xC47;&#xC26; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC38;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; panasa-che&#x1E6D;&#x1E6D;u. n. The jack-fruit tree. Artocarpus integrifolia. (Watts.) &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC28;&#xC38; or &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC28;&#xC38; the species of this tree, the fruits of which issue from the root. &#xC2A;&#xC28;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41; the outrigger of a boat, &#xC2A;&#xC21;&#xC35;&#xC2A;&#xC4A;&#xC30;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. &#xC2A;&#xC28;&#xC38;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; panasa-v&#x101;n&#x1E0D;lu. [Tel.] n. plu. Mountebanks. The name of a caste of men employed in menial offices, particularly to blow trumpets or conches at funerals. &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC35;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC28;&#xC38;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28; fees given to them.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC35;&#xC41;</span>&#xA0;&#xA0;panavu. [Tel.] v. n. To grieve, to bewail. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC32;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC28;&#xC35;&#xC3F; sorrowfully. &quot;&#xC1C;&#xC28;&#xC15;&#xC24;&#xC28;&#xC2F; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC38;&#xC4C;&#xC2E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC2F;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B; &#xC35;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC21;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;, &#xC1C;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC02;&#xC24;&#xC1C;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC23;&#xC3F; &#xC2F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC28;&#xC35;&#xC3F;&#xC2A;&#xC28;&#xC35;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41; &#xC2A;&#xC24;&#xC3F;&#xC26;&#xC32;&#xC02;&#xC1A;&#xC3F;.&quot; Padm. ix. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC28;&#xC02;&#xC1F;&#xC3F; pana&#x1E6D;i. [Tel.] n. A cooking pot, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;. A pot, &#xC15;&#xC41;&#xC02;&#xC21;. A large pot or boiler, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC17;&#xC41;, &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32; &#xC2F;&#xC1F;&#xC3F;&#xC15;. &quot;&#xC18;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC3F;&#xC35;&#xC3F; &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC2A;&#xC28;&#xC1F;&#xC41;&#xC32;&#xC41;.&quot; S. i. 154. &quot;&#xC0E;&#xC38;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2A;&#xC28;&#xC02;&#xC1F;&#xC3F;&#xC2C;&#xC4B;&#xC32;&#xC46;.&quot; A. i. 10.
			</div>
                