&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;panu&#x1E6D;su. [Tel.] v. a. To send, to command, &#xC2A;&#xC02;&#xC2A;&#xC41;, &#xC06;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC35;&#xC40;&#xC28;&#xC3F; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;, &#xC2A;&#xC28;&#xC4D;&#xC2A;&#xC41; or &#xC2A;&#xC02;&#xC2A;&#xC41; panupu. v. a. To send. n. Sending, a mission; a command, order. &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC3F; panupari. n. One who is sent or commanded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; panu-gonu. [Tel.] v. n. To become hard or firm, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC26;&#xC43;&#xC22;&#xC2A;&#xC21;&#xC41; To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;panuku. [Tel.] v. n. To be angry. &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. A kind of plant. Its species are called &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC28;&#xC41;&#xC15;&#xC41; Mansuris, a native of sand hills; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC28;&#xC41;&#xC15;&#xC41; Rottb&#xE6;lia glabra; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC28;&#xC41;&#xC15;&#xC41; R. exaltata; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC28;&#xC41;&#xC15;&#xC41; R. corymbosa. Rox. 4. 351, 355.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC3F;</span>&#xA0;&#xA0;pani. [Tel.] n. Work, a task. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Business, employment, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Workmenship, &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC08; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; there is good workmanship in this building. An affair, act, matter. Service, utility, purpose, object, intention, design. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. An order, duty, &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is busy. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F; very well, well, good. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; you did well or right. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am engaged in his service: I am acting for him. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they settled his business, or they killed him. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC2A;&#xC28;&#xC3F; what business have you here? This word is sometimes omitted in translating; as in &#xC28;&#xC40;&#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; I will punish you. &#xC07;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC32; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; why have you brought me for such a trifle or pretence? &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F; (or) &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is sitting idle. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC30;&#xC3F; they became infirm through illness. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC26;&#xC41; he will not stand quarrelling. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41; &#xC0E;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F; it is no great matter to get it. &#xC28;&#xC3E;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they spoiled my work. &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC25;&#xC32;&#xC41; idle stories. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; useful. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; a promising boy. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC3F; or &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F; useless. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC0F;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; useless. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC0F;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; about what business did you go there? &#xC28;&#xC40;&#xC2A;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41; mind your own business. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; there is no need of going there. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is now in this state. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC2A;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; there is no need of saying so. &#xC2A;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; pani-gonu. v. a. To undertake a work, to engage in a business. &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To employ, &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC35;&#xC41;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC17; &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;.&quot; V&#x113;ma. &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; pani-ta-namu. n. Workmanship, elegance. &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC12;&#xC15; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; a handsome bed. &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC4A;&#xC21;&#xC35;&#xC41;&#xC32;&#xC41; pani-to&#x1E0D;arulu. n. Worked or embossed jewels. &#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC21;&#xC41; pani-pa&#x1E0D;u. v. n. To busy oneself with. to engage in, &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To concern oneself with, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC21;&#xC3F; or &#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC21;&#xC3F; pani-pa&#x1E0D;i. adv. Intentionally. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; V. P. iv. 249. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41; jobs, work. &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC1F;&#xC2E;&#xC41; pani-mu&#x1E6D;&#x1E6D;u. n. An instrument, tool, impelement. &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1A;&#xC41; &#xC2A;&#xC2F;&#xC28;&#xC2E;&#xC48;&#xC30;&#xC02;&#xC21;&#xC41;.&quot; Pal. 314. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; pani-van&#x1E6D;su. v. a. To command. &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; pani-v&#x101;&#x1E0D;u. n. A servant: a good workman. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC41; pani-vinu. v. n. To obtain permission, to take leave. To proceed, to go or come. &quot;&#xC26;&#xC47;&#xC35;&#xC30; &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC17;&#xC4B;&#xC30;&#xC3F;, &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC24;&#xC28;.&quot; H.D.i. 847.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;pann&#x101;ru. [Tel.] n. A pot, a vase, &#xC15;&#xC41;&#xC02;&#xC21;. A child&apos;s toy, &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;. &quot;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41;&#xC26;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC4B;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC32; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3E; &#xC30;&#xC41;&#xC32;&#xC2F;&#xC3E; &#xC32;&#xC4B;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC28; &#xC2A;&#xC4B;&#xC32;&#xC46;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC2E;&#xC41;.&quot; BD. iii. 850. &#xC2E;&#xC42;&#xC32;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pann&#x101;gamu. [Tel.] n. The hood or canopy over an open palanquin, usually made of scarlet cloth, &#xC05;&#xC2E;&#xC26;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;panna. [Tel.] n. A servant, &#xC2D;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC0F;&#xC24;&#xC41;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;.&quot; BD. iii. 1316. A man of no consequence in the world, &#xC05;&#xC28;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;. An old man, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41; panu-pa&#x1E0D;u. [Tel.] v. n. To be accustomed, incured, qualified, to fit, to suit. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; he is dexterous or skilled in writing. &quot;&#xC38;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC26;&#xC43;&#xC22;&#xC2E;&#xC17;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC28;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC2F;&#xC41;&#xC2A;&#xC17;&#xC24;&#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC2A;&#xC32; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC2C;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC41;.&quot; M. XII. vi. 37. &#xC09;&#xC2A;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41; &#xC2D;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC2C;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; &#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;. &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; panu-para&#x1E6D;su. v. a. To inure, to accustom, drill, train. To trim, rectify, mend, adjust.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3E;</span>&#xA0;&#xA0;pann&#x101;. [Tel.] n. A frame used in weaving. The frame on which paper is made. The breadth of a cloth. &#xC06; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3E; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that cloth is not broad. A strip of cloth cut out as for jacket.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pannamu. [Tel.] n. One verse in a chapter of the V&#x113;das. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pann-agamu. [Skt.] n. A nake or serpent. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; pannag-&#x101;&#x1E63;anu&#x1E0D;u. n. A snake-eater that is, an eagle. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
                