&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC2E;&#xC41; pann&#x12B;ru. [Tel. &#xC2A;&#xC28;&#xC3F;+&#xC28;&#xC40;&#xC30;&#xC41;.] n. Cool water Perfumed water, rose water, &amp;c. &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; the fragrant flower with a white corolla and a long tube, Guettarda speciosa. &#xC38;&#xC40;&#xC2E;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; the rose, &#xC30;&#xC4B;&#xC1C;&#xC3E;, &#xC17;&#xC41;&#xC32;&#xC3E;&#xC2C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;pappu. [Tel.] n. Split pulse of any kind. A kernel of any kind freed from the shell as &#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; and &#xC1C;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &amp;c. &#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; prawns or shrimps freed from the coat or shell. &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC30; the white Goose foot, Chenopodium album (Watts.) &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to reduce to powder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;papp&#x101;ya-pan&#x1E0D;u. [Tel.] n. The papaya fruit. &#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC02;&#xC21;&#xC41;. &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC2F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;. papp&#x101;ya-guvva. n. The black-headed Myna. Temenuchus pagodarum. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC33;&#xC3F;</span>&#xA0;&#xA0;pappa&#x1E37;i. [Tel.] n. A cloth of a variegated color, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;pappa. [Eng.] n. Papa, father, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;pappa. [Tel.] n. A cake. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC2A;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F; or &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; panne. [Tel.] n. The centre part of a heckle. A weaver&apos;s reed-like comb that strikes the threads of the warps together after the shuttle has passed. &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41; &#xC28;&#xC42;&#xC32;&#xC41; &#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC28;&#xC21;&#xC41;&#xC2E; &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC28; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC32;&#xC46; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC24;&#xC4B; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pann-un&#x1E0D;u. [Tel., &#xC2A;&#xC21;&#xC3F;+&#xC09;&#xC02;&#xC21;&#xC41;.] v. n. To recline, lie down. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;pannu. [Tel.] v. n. To prepare oneself for battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC21;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. v. a. To make, form, invent, frame, &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. To yoke cattle or join together instruments of husbandry, to unite, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. To prepare, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; to spin out a story. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC2E;&#xC41; or &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15; pannaka-mu. n. Yoking cattle, or joining together instruments of husbandry. &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC2E;&#xC41; or &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; pannidamu. n. A bet, wager, stake. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC21;. n. Making, an arrangement, &#xC30;&#xC1A;&#xC28;. A scheme, device. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC16;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC17;&#xC21;&#xC2F;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Prabhavati. v. 174. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC3E; pannu-g&#x101;. adv. Properly, nicely, neatlly ,in good order, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; pannin&#x1E6D;su. v. a. To put on, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;.&quot; Pal. 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;pannu. [Tel.] n. A tax, rent, ducs. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to impose a tax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC02;&#xC2C;&#xC41; pammu. [Tel.] v. n. &amp;a. To excel, to display, to cover, to spread. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2A;&#xC4C;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC24;&#xC17;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;, &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC35;&#xC2F;&#xC4D;&#xC2F; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; Pal. 294. &quot;&#xC5B;&#xC24;&#xC30;&#xC42;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC3E;&#xC30;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC32;&#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC2E;&#xC23;&#xC3F; &#xC30;&#xC25;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Vasu. i. 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2E;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC02;&#xC5B;&#xC41; (q. v.) &#xC2A;&#xC2E;&#xC41;&#xC5B;&#xC41;&#xC32; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; or &#xC2A;&#xC02;&#xC5B;&#xC41;&#xC32;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; pamu&#x1E0D;zula-kammalu. n. Large earrings worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2E;&#xC3F;&#xC26;&#xC46;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC26;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pami&#x1E0D;i. [Tel.] n. Gold. &#xC2A;&#xC2F;&#xC3F;&#xC21;&#xC3F;. &#xC2A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; or &#xC2A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC15; pami&#x1E0D;i-kan&#x1E6D;i. n. The Indian owlet. See &#xC2A;&#xC48;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2C;&#xC4D;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pabbamu. [Tel.] n. A feast. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;. A feast at particular periods of the year such as the equinoxes, &amp;c. when offerings are made by the Hindus to the manes of their ancestor. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;. A festival, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;. Hospitality to guests, &#xC06;&#xC24;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;pabuvu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;.] n. Lord. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;.
			</div>
                