&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC30;</span>&#xA0;&#xA0;, &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC30; or &#xC2A;&#xC48;&#xC30; payara. [Tel.] n. A zephyr, a cool wind, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F;. A south wind, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC2A;&#xC2F;&#xC30;&#xC2A;&#xC02;&#xC1F; is a term for those crops which are grown in the season when this breeze prevails. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC02;&#xC21;&#xC47;&#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC2A;&#xC02;&#xC1F;. &#xC2A;&#xC2F;&#xC30;&#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; early tobacco, that which is grown in spring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;payanamu. [from Skt &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC4D;.] n. A journey. &#xC2A;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; payanin-&#x1E6D;su. v.n,. To get ready for a journey. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC1F;</span>&#xA0;&#xA0;, &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC1F;, &#xC2A;&#xC2F;&#xC3F;&#xC1F; or &#xC2A;&#xC48;&#xC1F; Same as &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;</span>&#xA0;&#xA0;para. [Tel.] n. Another form of &#xC2A;&#xC3E;&#xC30; (q. v.). &quot;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC32;&#xC28;&#xC3F;&#xC1C;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC02;&#xC24;, &#xC2A;&#xC30;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC21;&#xC46;&#xC2B;&#xC3E;&#xC32;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; BD. iii. 1695.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;</span>&#xA0;&#xA0;para. [Tel.] n. A measure with which chunam, &amp;c., is measured. A salt marsh, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC2F;&#xC32;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC30;. A plain, &#xC2C;&#xC2F;&#xC32;&#xC41;. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC30; a sandy plain. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; sandy. A series, &#xC35;&#xC30;&#xC41;&#xC38;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC2A;&#xC30; ampara. (&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;+&#xC2A;&#xC30;.) n. A shower or series of arrows. adj. Another. &#xC07;&#xC24;&#xC30;&#xC2E;&#xC41;. Much, great, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC2A;&#xC30;&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC33;&#xC41;&#xC32;&#xC41; great clouds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC48; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC26; payy-eda. [Tel. &#xC2A;&#xC2F;&#xC3F;+&#xC0E;&#xC26;.] n. A woman&apos;s veil or mantle (or wimple) formed of her skirt thrown over her shoulder and her breast, &#xC2A;&#xC48;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;payya. [Tel.] adj. Dun, sorrel. &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; a dun bullock.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;payassu. [Skt.] n. Milk. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC2E;&#xC41;. Water, &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC2F;&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3F; payasvini. n. A milch cow. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC06;&#xC35;&#xC41;. &#xC2A;&#xC2F;&#xC4B;&#xC1C;&#xC2E;&#xC41; pay&#x14D;jamu. n. Lit: water-born, i.e., a lotus, &#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC2A;&#xC2F;&#xC4B;&#xC27;&#xC30;&#xC2E;&#xC41; pay&#x14D;dha-ramu. n. A woman&apos;s breast. A cloud. &#xC2A;&#xC2F;&#xC4B;&#xC27;&#xC30;&#xC24; nebulosity, the quality of being a cloud. &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2E;&#xC47;&#xC18;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC2F;&#xC4B;&#xC27;&#xC3F; or &#xC2A;&#xC2F;&#xC4B;&#xC30;&#xC3E;&#xC36;&#xC3F; pay&#x14D;dhi. n. Lit: A place for or a heap of waters, i.e., the ocean, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                