&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;</span>&#xA0;&#xA0;para. [Skt.] prep. Alien, other, appertaining to one&apos;s neighbour. &#xC2A;&#xC30;&#xC15;&#xC3E;&#xC2F; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; transmigration from one body (&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;) to another (&#xC2A;&#xC30;) the magic power of shifting oneself into another body. &#xC2A;&#xC30;&#xC15;&#xC40;&#xC2F; para-k&#x12B;ya. adj. Alien, belonging to another. &#xC07;&#xC24;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC3F;. n. A neighbour&apos;s wife, a strange woman, &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC24;&#xC46;. &#xC2A;&#xC30;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; para-j&#x101;&#x1E6D;u&#x1E0D;u. n. A slave, &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC24; para-tantramu. n. Subserviency, obedience, dependence, agency. &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; adj. Subservient, obedient, dependent. &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC2A;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; n. A servant. &#xC2A;&#xC30;&#xC26;&#xC33;&#xC2E;&#xC41; para-da&#x1E37;amu. n. A foe, an enemy&apos;s army. &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. n. A strange country. &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC3F; para-d&#x113;&#x1E63;i. n. A foreigner, an immigrant. A guest, &#xC05;&#xC24;&#xC3F;&#xC25;&#xC3F;. Also, a wanderer, refugee or homeless wretch. &#xC2A;&#xC30;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; para-dhy&#x101;namu. n. A Absence of mind, reverie. &#xC2A;&#xC30;&#xC28;&#xC3E;&#xC30;&#xC3F; para-n&#x101;ri. n. A neighbour&apos;s wife, another&apos;s spouse. &#xC2A;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; another man, not one&apos;s own husband. &#xC2A;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC2D;&#xC43;&#xC24;&#xC2E;&#xC41; para-push&#x1E6D;amu. n. A cuckoo, so called as being reared (&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;) in another (&#xC2A;&#xC30;) bird&apos;s nest. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;. &#xC2A;&#xC30;&#xC2D;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41; para-bh&#x1E5B;ittu. n. A crow. &#xC2A;&#xC30;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; para-man&#x1E0D;alamu. n. A foreign realm. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; para-m&#x101;raka-yantramu. n. A foe-slaying engine. A. ii. 8. &#xC2A;&#xC30;&#xC30;&#xC24;&#xC3F; para-rati. n. Fornication, adultery. H. v. 253. &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; para-l&#x14D;kamu. n. The other or next world. Heaven. &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; one who is dead or departed to the next world. &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41; obsequies, rites for the rest of a departed soul. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC35;&#xC36;&#xC2E;&#xC41; para-ra&#x1E63;amu. adj. Out of one&apos;s control from joy. ecstacy or sorrow, overpowered, seized in a paroxysm, given up to, transported with or overcome with ecstasy, beside oneself with any passion. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; para-va&#x1E63;atvamu. n. Bewilderment, wildness, ecstasy. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC41;&#xC21;&#xC41; para-va&#x1E63;u&#x1E0D;u. n. One who is in ecstasy or wild with joy or sorrow. &#xC2A;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F; para-v&#x101;di. n. A dissenter. A foe, an opponent, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. An impetuous or precipitate man, &#xC06;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Swa. iii. 113. &#xC2A;&#xC30;&#xC36;&#xC4D;&#xC36;&#xC24;&#xC2E;&#xC41; para&#x1E63;-&#x1E63;atamu. adj. More than a hundred. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; more than a hundred. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; more than a thousand. &#xC2A;&#xC30;&#xC38;&#xC24;&#xC3F; para-sati. n. Another man&apos;s wife a neighbour&apos;s wife, another woman. &#xC2A;&#xC30;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41; para-sadanamu. n. A neighbour&apos;s house. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; para-stha-lamu. n. Another place. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; par-&#x101;dh&#x12B;namu. n. Possesion by another. &#xC06; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the book is in another person&apos;s hands. &#xC06; &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the whole property has fallen into the hands of others. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to divert or turn aside from its right possessor. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC02; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC02; a life of dependence is a life of misery. adj. Dependent, subject or subservient to another. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; par-&#x101;dh&#x12B;nu&#x1E0D;u. n. One who is dependent on or subservient to another. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3E;&#xC26;&#xC3F; par-&#x101;rtha-v&#x101;di. n. A vakil, &#xC35;&#xC15;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;parak&#x101;&#x1E37;&#x101;-gu&#x1E0D;&#x1E0D;a. [H.] n. Long cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC15;</span>&#xA0;&#xA0;paraka. [Tel.] n. The fraction of one eighth of a rupee, or two anns. The cream on curds. A trifle, a bit, a slip. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC15; a blade of grass. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;</span>&#xA0;&#xA0;param-para. [Skt.] n. A series, succession, order, race, a lineage. &#xC35;&#xC30;&#xC41;&#xC38;. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;. Also, killing, &#xC39;&#xC3F;&#xC02;&#xC38;. &#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30; a shower of darts. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC38;&#xC30;&#xC02;&#xC2A;&#xC30; a series of griefs. &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC17;&#xC3E; consecutively, in order. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC02;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30; a succession of pupils, tradition. &#xC35;&#xC02;&#xC36;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC17;&#xC3E; in the order of lineage or birth , genealogically. &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC2E;&#xC41; param-par&#x101;kamu. n. Cow killing for sacrificial purposes, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC32;&#xC40; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC27;. &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; param-paru&#x1E0D;u. n. A great-great-grandson, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;parangi. [from &apos;Frank&apos;.] n. A Frenchman. A Feringee. Applied generically to any European. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC02;&#xC38;. i. Also, a root, &#xC2A;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;, introduced by the Europeans. The China Root, Smilax china. Ainslie. i. 70. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC42;&#xC32;&#xC3F;&#xC15;. &#xC2A;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; parangi s&#x101;mbr&#x101;&#x1E47;i. n. The foreign or refined myrrh. &#xC2A;&#xC30;&#xC02;&#xC17;&#xC40;&#xC32;&#xC3E;&#xC17;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; a ruby which is red like a European (the Europeans being usually described as a red, not as a white people by the Hindus.) &quot;&#xC35; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC1C;&#xC28;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC23; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC1C;&#xC28;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC46;&#xC30;&#xC2A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC41; &#xC30;&#xC4C;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28; &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41; &#xC2A;&#xC30;&#xC02;&#xC17;&#xC40;&#xC32;&#xC3E;&#xC17;&#xC3F; &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC42;&#xC2A;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paranjamu. [Skt.] n. A mili. &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;. The edge of a sword. &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;. Foam, &#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;paran&#x1E0D;zu. [H.] n. A hilt. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC3F;. &quot;&#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC02;&#xC5B;&#xC41;.&quot; Swa. iv. 36.
			</div>
                