&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC17;&#xC21;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41; paraga&#x1E0D;a. [Tel.] n. Another place, &#xC07;&#xC24;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. A side, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A field outside of a village. &#xC0A;&#xC30;&#xC3F;&#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;, &#xC2C;&#xC40;&#xC21;&#xC41;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC17;&#xC21; paraga&#x1E0D;a. adv. (affix.) Off, from, aside. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC24;&#xC32;. &#xC0A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC17;&#xC21; outside the village. &#xC2A;&#xC30;&#xC17;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC48;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &quot;&#xC35;&#xC46;&#xC30;&#xC35;&#xC15;&#xC41;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC26;&#xC41;&#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC21; &#xC1C;&#xC42;&#xC21; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;, &#xC2A;&#xC30;&#xC17;&#xC21;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;.&quot; N. ix. 138. &#xC1F;&#xC40; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC05;&#xC35;&#xC24;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;. plu. &#xC2A;&#xC30;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;. A. iv. 54. &#xC2A;&#xC30;&#xC17;&#xC21;&#xC17;&#xC3E; paraga&#x1E0D;a-g&#x101;. adv. Indirectly, apart &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC2A;&#xC30;&#xC17;&#xC21;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; the news we received indirectly. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC30;&#xC17;&#xC21;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F; they stood apart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paratamu. [Skt.] n. A certain large number, ten billions. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC48;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC24;</span>&#xA0;&#xA0;parata. [Skt.] n. Addictedness, devotedness to, love for. &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC24; tat-parata. n. Eagerness, devotedness. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC36;&#xC3E;&#xC32;&#xC3E;&#xC35;&#xC3E;&#xC38; &#xC2A;&#xC30;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;.&quot; M. XIV. ii. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC1F;&#xC46;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC02;&#xC1F;&#xC46; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC28;&#xC1F;&#xC3F; (q. v.) &#xC2A;&#xC30;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; para&#x1E6D;i-pu&#x1E6D;&#x1E6D;uvu. n. Lit. one who is born in a pot, i.e., Agastya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC1F;</span>&#xA0;&#xA0;[Tel.] n. A cowdung cake, &#xC0F;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC5B;</span>&#xA0;&#xA0;para&#x1E0D;za. [Tel.] n. A kind of bird. Rascia. i. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; para&#x1E6D;su. [Tel. causal of &#xC2A;&#xC21;&#xC41;.] v. a. and v. n. To cause to fall, &#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. To make or cause. To spread over, as a mat. To expand or spread. To go, to run. To run away. To urge or cause to run. To flow as water. To pass as time. To make one enjoy or suffer. &#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; &quot;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC3F; &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.&quot; V&#x113;ma. 1341. &quot;&#xC35;&#xC3F;&#xC28;&#xC24;&#xC15;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC17;&#xC30;&#xC41;&#xC21;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC40;&#xC24;&#xC17;&#xC24;&#xC3F;&#xC02;&#xC2C;&#xC30;&#xC1A;&#xC3F;.&quot; M. I. ii. 68. &quot;&#xC28;&#xC40;&#xC2A;&#xC47;&#xC30;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC26;&#xC41;&#xC2A;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15; &#xC2A;&#xC30;&#xC41;&#xC24;&#xC41;&#xC30;&#xC27;&#xC4B;&#xC17;&#xC24;&#xC41;&#xC32;&#xC5B;&#xC3E;&#xC21; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC26;&#xC33;&#xC3E;&#xC15;&#xC4D;&#xC37;.&quot; B. X. 93. &quot;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC4A;&#xC15;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC17; &#xC2C;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Swa. iv. 143. &quot;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC1A;&#xC41;&#xC26;&#xC30;&#xC1A;&#xC41; &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;&#xC32;.&quot; Swa. iv. 91. It is used with nouns, adjectives, verbs, and postpositions to form verbs with a causal signification. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2A;&#xC30;&#xC1A;&#xC41; to prevent. &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to distinguish, to effect a distinction. to separate. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to persuade, to convince or to make one agree. &#xC26;&#xC43;&#xC22;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to make firm to establish. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41; to make known. &#xC24;&#xC47;&#xC1F;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41; to make clear. &#xC32;&#xC4B;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to subdue, to bring under one&apos;s control. &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to prepare, to make ready. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has got them into his hands. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2B;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he brought it into use. &#xC2A;&#xC30;&#xC24;, &#xC2A;&#xC30;&#xC24;&#xC3F; or &#xC2A;&#xC30;&#xC26; parata. n. A stream, current, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC26;. &#xC35;&#xC30;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; para-ten&#x1E6D;su. [&#xC2A;&#xC30;&#xC1A;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.] v. n. To come running. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;parachi. [Te.] n. A loan, &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;paragu. [Tel.] v. n. To be, exist, remain. &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;, &#xC09;&#xC02;&#xC21;&#xC41;. To be used, to be applied. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To apply, to be applicable, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To spread, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To become known, to be found, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. To set out on a journey, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;. To flow. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To roam about, to walk about, &#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC24;&#xC38;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; V. P. ii. 148. &#xC2A;&#xC30;&#xC17; paraga. adv. Agreeably, duly. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; paragin&#x1E6D;su. v. a. To emit. To let? fly. &#xC2C;&#xC2F;&#xC3F;&#xC1F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To cause to spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. M. XIV. ii. 218.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC17;&#xC23;&#xC3E;</span>&#xA0;&#xA0;paraga&#x1E47;&#x101;. [H.] n. A division of a country a Parganah.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;para-ga&#x1E0D;upu. [Tel. &#xC2A;&#xC30;&#xC2E;&#xC41;+&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;.] n. An empty belly. Fasting. &#xC2A;&#xC30;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28; &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; it is proper to take medicine fasting or on an empty stomach.
			</div>
                