&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC21;&#xC3E;</span>&#xA0;&#xA0;parad&#x101;. [H.] n. A purdah, a screen. &#xC24;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2A;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;paravati-g&#x101;&#x1E0D;u. [Tel.] n. The kestrel. Jer. Catal. No. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2A;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;para-van&#x1E0D;zu. [Tel.] v. a. To spread, surround, envelop, expand, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC35;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC24;. See under &#xC2A;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;para-m&#x101;nu. [Tel.] n. The frame or upper part of a carriage &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2C;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. A level surface, &#xC1A;&#xC26;&#xC41;&#xC28;&#xC41;. [Skt.] n. Heaven, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. adj. Other, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC41; paramu-pa&#x1E0D;u. v. n. To fast, as a vow or religious observance. &#xC05;&#xC28;&#xC36;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC35;&#xC3E;&#xC28;&#xC3E; param&#x101;n&#x101;. [H.] n. A grant or letter from one in authority; a firman, an order, a mandate. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC41;, &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC1C;&#xC4D;&#xC1E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paramamu. [Skt.] adj. Best, supreme, most excellent, principal, chief. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC30;&#xC2E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; the supreme teacher. &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24; the most virtuous woman. &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24; the most virtuous woman. &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC26;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC26;&#xC2E;&#xC41; parama-padamu. n. Heaven. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; parama-padin&#x1E6D;su. v. n. To depart to bliss, to die, to expire. &#xC2A;&#xC30;&#xC2E;&#xC32;&#xC2C;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; a great miser. &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; the great purifier, he who wholly sanctifies. &#xC2A;&#xC30;&#xC2E;&#xC39;&#xC02;&#xC38; an ascetic recluse, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E; &#xC2A;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &#xC2A;&#xC30;&#xC2E;&#xC2F;&#xC4B;&#xC17;&#xC3F; an absolute ascetic. &quot;&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30; &#xC36;&#xC24;&#xC02;&#xC35;&#xC43;&#xC23;&#xC3E;&#xC02; &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC24;&#xC02;.&quot; (B. iii. XI. 12.) one century is the limit of human life. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41; param-&#x101;&#x1E47;uvu. n. An atom, the invisible base of all aggregate bodies. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC30;&#xC2E;&#xC2E;&#xC41; param-&#x101;tma. n. The Supreme Being, considered as the soul of the universe. &#xC2A;&#xC30;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; param-&#x101;rthamu. n. The great object of summum bonum of life. Bliss, heaven. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; param-&#x101;nnamu. n. Rice pudding, milk boiled with rice and sugar. &#xC2A;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; param-&#x113;&#x1E63;varu&#x1E0D;u. n. The Supreme, Lord One of the names of Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC2E;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC3F; param-&#x113;sh&#x1E6D;hi. n. Bramha, the Creator. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41; parapu. [Tel. from &#xC2A;&#xC30;&#xC1A;&#xC41; or&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.] v. a. To cause to run or fall, &amp;c. &#xC2A;&#xC30;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. To let fly, as an arrow. (&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41;) &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cause to flow. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cast, to make, &#xC35;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC47;&#xC2F;&#xC41;. To remove, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To drive away. &#xC24;&#xC4B;&#xC32;&#xC41;. To spr&#xE9;ad or smear, &#xC2A;&#xC42;&#xC2F;&#xC41;. &quot;&#xC2C;&#xC2D;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC24;&#xC24;&#xC3F;, &#xC2C;&#xC30;&#xC2A;&#xC3F; &#xC15;&#xC42;&#xC32;&#xC4D;&#xC1A;&#xC46; &#xC28;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC2C;&#xC3F;&#xC37;&#xC2E;&#xC41;.&quot; M. XIV. iv. 103. adj. Spreading, large, broad, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;. n. Extent, spreading. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;. Swiftness, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. A bed, &#xC2A;&#xC21;&#xC15;. &quot;&#xC2A;&#xC42;&#xC2A;&#xC30;&#xC2A;&#xC41;&quot; (Vasu. i. 58.) a flowery couch. &quot;&#xC38;&#xC30;&#xC38;&#xC30; &#xC38;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32; &#xC2D;&#xC42;&#xC1C;&#xC2E;&#xC41;&#xC32; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC40;&#xC21;&#xC32;.&quot; (HD. iii. 641.) in the spreading shades of large sweet mango trees. &#xC2A;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; parapin&#x1E6D;su. v. a. To cause to run or flow, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2A;&#xC30;</span>&#xA0;&#xA0;para-para. [Tel.] n. The noise produced when a cloth or paper is torn. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC47; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Feigning, affectation. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC38;&#xC26;&#xC4D;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F; &#xC2C;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC28;&#xC41;, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC30;&#xC2A;&#xC30;&#xC17;&#xC3E;&#xC35;&#xC46;.&quot; BD. iv. 674.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; parapati. [Tel.] n. Credit, trust, loan. &#xC2A;&#xC30;&#xC2A;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to borrow money. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC30;&#xC2A;&#xC24;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they tried to destroy my credit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC17;&#xC41; paravu. [Tel.] v. n. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Spreading, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC28;&#xC3E;</span>&#xA0;&#xA0;parav&#x101;. [H.] n. Regard, respect, care for, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC35;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; never mind, no matter, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC47;&#xC26;&#xC41;.
			</div>
                