&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;par&#x101;chitu&#x1E0D;u. [Skt.] n. A slave. &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2C;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3E;&#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; par&#x101;ng-mukhu&#x1E0D;u. [Skt.] n. One who turns away his face from a thing, &#xC2A;&#xC46;&#xC21;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;par&#x101;gamu. [Skt.] n. The pollen of a flower. &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;. Dust, &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;par&#x101;kramamu. [Skt.] n. Valour, prowess. Power, strength, exertion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;par&#x101;ku. [Tel.] n. Oversight, error. Carelessness, forgetfullness. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC35; unawares, by error. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to warn, call attention to. (Interj.) Take heed! Take care. Also used as a conversational phrase like I beg your pardon! please listen to me!&quot; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; [Skt.] a cunning man, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41; par&#x101;ku-pa&#x1E0D;u. [Tel.] v. n. To forget, be off one&apos;s guard. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC41;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paras-paramu. [Skt.] adj. Mutual, reciprocal, interchanging, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. By proxy, circuitous, not in person. Diverted from its proper purpose. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30; &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; mutual discrepancy, mutual enmity, a disagreement between one another. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; paras paramu-g&#x101;. adv. Mutually, to each other. By, through (a proxy.) Through the medium of others. Indirectly, circuitously.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC36;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC36;&#xC4D;&#xC35;&#xC27;&#xC2E;&#xC41; para&#x1E63;uvu. [Skt.] n. A battle axe. &#xC17;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;. M. vi. ii. 93. &#xC2A;&#xC30;&#xC36;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; para&#x1E63;u-r&#x101;mu&#x1E0D;u. n. The name of a certain hero. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC36;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the house was burnt: lit: enjoyed the favour of Parasu-R&#x101;ma. &#xC2A;&#xC30;&#xC36;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the ancient name of the country now called Malabar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC36;</span>&#xA0;&#xA0;, &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3F;&#xC38; par&#x101;-mar&#x1E63;a. [Skt.] n. Attention, care, examination. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. An inquiry. Condolence, consolation. (In logic,) inference, conclusion. &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; par&#x101;-mar&#x1E63;in&#x1E6D;su. v. a. To condole with, to pay attention to; to take care of or tend, to console; to investigate, to examine. (In logic,) to infer, draw conclusions, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;par&#x101;marika. [from Skt. &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC36;.] n. Heed, care, attention. &#xC28;&#xC40; &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3F;&#xC15; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; unless you attend to it the work will not succeed. &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC47;&#xC15; inattentive, negligent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC42;&#xC24;&#xC3F; par&#x101;-bhavamu. [Skt.] n. Defeat, loss, ruin; contempt, disrespect, defiance. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; par&#x101;-bhavin&#x1E6D;su. v. a. To defeat, disgrace. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC1A;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; par&#x101;-bh&#x16B;tu&#x1E0D;u. n. One who is defeated or disgraced. &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;par-&#x101;p&#x113;ksha. [Skt.] n. Dependence on the aid of others. &#xC08; &#xC2A;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC30;&#xC3E;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did this work himself without any help.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;par-&#x101;nnu&#x1E0D;u. n. One who feeds himsellf at another&apos;s table.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;par&#x101;t-paru&#x1E0D;u. [Skt.] n. The Supreme Being, the Almighty. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC32;&#xC15;&#xC41; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
                