&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;par&#x101;yi. [corrupted from Skt. &#xC2A;&#xC30;.] adj. Another, &#xC07;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a stranger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;par&#x101;ya&#x1E47;amu. [Skt.] n. A prop, support, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;. Devotion, addiction to. &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC24;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. adj. Eager, devoted to, &#xC05;&#xC2C;&#xC40;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC41;&#xC21;&#xC41; par&#x101;ya-&#x1E47;u&#x1E0D;u. n. An aspirant to, one devoted to, a candidate. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC41;&#xC21;&#xC41; one addicted to chattering &quot;&#xC2C;&#xC4B;&#xC17;&#xC48;&#xC15; &#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC32;&#xC4D;.&quot; M. IV. iii. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pari. [Skt.] prefix. Around; full fully, greatly, completely. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-karin&#x1E6D;su. [corrupted from Skt. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;.] v. a. To examine. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; pari-karmamu. n. Cleaning the body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC39;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. Adornment, decoration, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC17;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; A. iv. 37. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; pari-kramamu. n. Walking at ease. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; parik-riya. n. Walking round a thing. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; pari-kshiptamu. adj. Surrounded on all sided, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; pari-ksh&#x113;pamu. n. The act of surrounding. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41; pari-kl&#x113;&#x1E63;amu. n. Calamity, affiction, misery. &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &quot;&#xC35;&#xC28;&#xC35;&#xC3E;&#xC38;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC32;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC15;&#xC4B;&#xC2A;&#xC26;&#xC41;.&quot; M. II. ii. 328. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC23;&#xC28;&#xC2E;&#xC41; pari-ga&#x1E47;anamu. n. Estimation. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC23;&#xC28;&#xC2E;&#xC41;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-grahin&#x1E6D;su. v. a. To think, reckon, consider, &#xC0E;&#xC02;&#xC1A;&#xC41;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-grahin&#x1E6D;su. v. a. To take, accept, admit or receive. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41; pari-grahamu. n. Acceptance, taking, assent, consent, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. Dependants, a family, a train, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC40;&#xC24;&#xC2E;&#xC41; pari-g&#x1E5B;ih&#x12B;tamu. adj. Accepted, received with kindness, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41; pari-gha&#x1E6D;&#x1E6D;anamu. n. Thumping, striking, collision. &#xC2A;&#xC30;&#xC3F;&#xC18;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC3F;&#xC18;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-gha&#x1E47;in&#x1E6D;su. [Tel.] v. n. To vaunt, to boast, to oppose in words. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41;, &#xC17;&#xC17;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B; &#xC2C;&#xC30;&#xC3F;&#xC18;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.&quot; HD. ii. 352.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pari. [Tel.] n. An army. &#xC38;&#xC47;&#xC28;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A series, &#xC2A;&#xC1C;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC3F;. The act of surrounding (anything,), &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;. The weight of the yoke, &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC30;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC2A;&#xC32;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; throw the weight of the yoke on the outside. A time, an opportunity, &#xC05;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC24;&#xC21;&#xC35;, &#xC2A;&#xC3E;&#xC30;&#xC3F;. &#xC12;&#xC15;&#xC2A;&#xC30;&#xC3F; once. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC06; &#xC2A;&#xC28;&#xC38;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;.&quot; &#xC06;&#xC2E;&#xC41;. iv. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC2E;&#xC3F; pari-gami. n. A fully equipped army. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC47;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;par-&#x101;skandi. [Skt.] n. A thief or robber. &#xC26;&#xC4A;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;par-&#x101;suvu. [Skt.] adj. Dead, expired. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;. n. A dead man, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC3E;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; par&#x101;s-anamu. n. Death, extinction. &#xC2A;&#xC30;&#xC3E;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; to perish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;par&#x101;su&#x1E0D;u. [Fr. Francois.] n. A Frenchman. &#xC2A;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; par&#x101;sulu. n. plu. The French. &quot;&#xC2A;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC30;&#xC3E;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;.&quot; Bobbili. iii. 158.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;par&#x101;ri. [H corruption of &#xC2B;&#xC30;&#xC3E;&#xC30;&#xC3F;.] adj. Filed, absconded. n. A runway, a defaulter. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;par&#x101;rthyamu. [Skt.] adj,. Excellent, noble. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;.
			</div>
                