&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;(&#xC15;&#xC02;&#xC2A;) parinki. [Tel.] n. A certain thorny shrub.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-gh&#x14D;shamu. n. Sounding, noise, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. Thunder, &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; pari-charu&#x1E0D;u. n. A guard or bodyguard, an attendant, a servant. &#xC1A;&#xC4C;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;. A sentinel, &#xC38;&#xC47;&#xC28;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC41;&#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC4D;&#xC2F; or &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; pari-charya. n. Service, attendance, dependence. &#xC38;&#xC47;&#xC35;. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-charin&#x1E6D;su. v. n. To serve. &#xC2A;&#xC30;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; pari-ch&#x101;raku&#x1E0D;u. n. A man servant. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC15; pari-ch&#x101;rika. n. A maid servant. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pari-ch&#x101;ryu&#x1E0D;u. n. One fit to be attended on or served. &#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41; pari-janamu. n. A train of followers, attendants. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-tapin&#x1E6D;su. v. n. To grieve. to be sorrowful. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; pari-t&#x101;pamu. n. Pain, anguish, sorrow, affliction, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Heat, fever, &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Trembling, &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; pari-t&#x14D;shamu. n. Pleasure, satisfaction, delight, gratification, great joy , &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-t&#x14D;shi&#x1E47;&#x1E6D;su. v. n. To rejoice greatly. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-tyajin&#x1E6D;su. v. a. To abandon, or quit &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; pari-ty&#x101;gamu. n. Abandonment, quitting, desertion, yielding, relinquishment, giving up. &#xC26;&#xC47;&#xC39;&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; d&#x113;ha-pari-ty&#x101;gamu. n. Dying, giving up life. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; pari-ty&#x101;ga-patrika. n. A writ of divorce. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; pari-tyaktamu. adj. Abandoned. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; pari-ty&#x101;jyamu. adj. Fit to be abandoned. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; pari-tr&#x101;&#x1E47;amu. n. Preservation, protection, fostering, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; pari-tr&#x101;su&#x1E0D;u. adj. Afraid, &#xC2D;&#xC2F;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;. &quot;&#xC35;&#xC3F;&#xC26;&#xC33;&#xC3F;&#xC24; &#xC1C;&#xC28;&#xC38;&#xC02;&#xC18;&#xC2E;&#xC39;&#xC4B;&#xC17;&#xC4D;&#xC30; &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37; &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC28;&#xC4D;.&quot; Ved. Ras. iii. 29. &#xC2A;&#xC30;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; pari-d&#x101;namu. n. Barter, exchange. &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. A bribe., &#xC2A;&#xC30;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to receive a bribe. &#xC2A;&#xC30;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41; pari-d&#x113;vanamu. n. A lamentation, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24;. M. II. iii. 35. &#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; pari-dh&#x101;namu. n. A cloth, or lower garment. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;, &#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28; she who is stripped. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41; pari-pakvamu. adj. Ripe, mature. Cooked, dressed. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; pari-p&#x101;kamu. n. Maturity, perfection; the fruit or consequence of actions. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41; pari-p&#x101;laku&#x1E0D;u. n. A good protector, cherisher, or patron. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28; or &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41; pari-p&#x101;lana. n. Protection, patronage. fostering care, government. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; pari-p&#x101;lin&#x1E6D;su. v. a. To protect or cherish, to govern or rule. &#xC06;&#xC2F;&#xC28; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; during his reign. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; pari-p&#x101;litamu. &#xC05;&#xC21;&#xC1C;. Well protected or ruled. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; pari-p&#x16B;r&#x1E47;amu. adj. Complete, full, replete, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; pari-p&#x16B;rti. n. Completeness, completion, fullness, satiety, satisfaction. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-p&#x14D;shin&#x1E6D;su. v. a. To nourish well, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. The noun forms are &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4B;&#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC4B;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; pari-bhrama&#x1E47;amu. n. Wandering, roaming, travelling. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-bhramin&#x1E6D;su. v. n. To travel, roam or wander in all directions. &#xC05;&#xC02;&#xC24;&#xC1F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; pari-man&#x1E0D;alamu. adj. Perfectly round. &#xC05;&#xC02;&#xC24;&#xC1F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; pari-man&#x1E0D;alamu. adj. Perfectly round. &#xC05;&#xC02;&#xC24;&#xC1F; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41; pari-mardanamu. n. Rubbing, grinding, trampling or destroying. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; pari-marditamu. adj. Rubbed, ground, trampled. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; pari-m&#x101;rjana-mu. n. A thorough cleaning or cleansing, &#xC05;&#xC02;&#xC24;&#xC1F; &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; pari-mitamu. adj. Meted, measured, limited. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F; pari-miti. n. A limit &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC30;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41; pari-rambhamu. n. An embrace. &#xC05;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC24;&#xC4D; pari-lu&#x1E6D;hat. adj. Rolling. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. T. i. 5. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; pari-va&#x1E6D;&#x1E6D;amu. [from Skt. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;.] n. A cloth or head band, used on particular ceremonial occasions at a temple. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; pari-varjanamu. n. Entire abandonment, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;. Killing, &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC1F;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41; pari-varti-tamu. adj. Wholly abandoned, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; pari-vartanamu. n. The act of going round any thing, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. A return, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. An exchange, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-vartin&#x1E6D;su. v. n. To go round, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; pari-v&#x101;damu. n. Reproach, censure. &#xC28;&#xC3F;&#xC02;&#xC26;. M. XI. i. 197. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F; pari-v&#x101;dini. n. A lute with seven strings. &#xC0F;&#xC21;&#xC41;&#xC24;&#xC02;&#xC24;&#xC41;&#xC32;&#xC17;&#xC32;&#xC35;&#xC40;&#xC23;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; pari-v&#x101;ramu. n. Dependants, a train, or retinue. Those who are about a prince, his escort. &#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41; pari-v&#x101;ra-d&#x113;va-talu. n. Attendant gods. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC28; a handmaid, a waiting woman. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; pari-v&#x101;sitamu. adj. Scented, perfumed. Parij. iv. 35. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41; pari-vritamu. Encompassed, surrounded. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC36;&#xC2E;&#xC41; pari-v&#x113;shamu. n. A halo encircling the sun or moon, &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-v&#x113;shtin&#x1E6D;su. v. a. To surround, or encompass. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41; pari-v&#x113;sh&#x1E6D;anamu. n. Surrounding. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. Also, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; (q. v.) &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28; or &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41; pari-s&#x12B;lana. n. An enquiry, investigation. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC4B;&#xC36;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-s&#x12B;lin&#x1E6D;su. v. a. To enquire into, investigate, test, examine, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC4B;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; pari-&#x1E63;uddhamu. adj. Sacred, holy, pure, clean. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC4B;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; pari-&#x1E63;uddhi. n. Purity, holiness. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4B;&#xC27;&#xC28; or &#xC2A;&#xC30;&#xC3F; &#xC36;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41; pari&#x1E63;&#x14D;-dhana. n. An enquiry. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-&#x1E63;&#x14D;dhin&#x1E6D;su. v. a. To examine well, investigate: to try or search thoroughly, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E; or &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; pari-&#x1E63;rama. n. Industry, assiduity, thorough acquaintance. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-&#x1E63;ramin&#x1E6D;su. v. n. To be industrious or diligent. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; pari-&#x1E63;r&#x101;ntamu. adj. Fatigued, exhausted, harassed. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; pari-&#x1E63;r&#x101;nti. n. Fatigue, exhaustion, harassment. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;pari-k&#x101;&#x1E0D;u. [Tel.] n. The leader among a herd of elephants, &#xC24;&#xC46;&#xC17;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;. &quot;&#xC1A; &#xC26;&#xC02;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2C;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC2C;&#xC30;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC2A;&#xC17;&#xC3E;, &#xC24;&#xC28;&#xC2F;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC30;&#xC27;&#xC3F;&#xC15; &#xC26;&#xC02;&#xC2C;&#xC2E;&#xC41; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC30;&#xC46;&#xC28;&#xC4D; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-karamu. [Skt.] n. An instrument, &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Furniture, &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F;. A cot, &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC3F; &#xC2E;&#xC46;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC1F;&#xC41;&#xC35;, &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41;, &#xC2C;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41;, &#xC36;&#xC3F;&#xC16;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC33;&#xC4D;&#xC32;&#xC42;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC42;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41;, &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC4C;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; H. i. 113. A retinue, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. A multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A waist-band, &#xC28;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A belt, &#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;parika. [Tel.] n. A kind of bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. See &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46; &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. A kind of stone, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC2F;&#xC3F;. Also, a pattern or diagram drawn on the floor with lines of flour or coloured powder. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC1A; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC32; &#xC15;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2B;&#xC17;&#xC3F;&#xC30;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC02; &#xC5B;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC20;&#xC4D;&#xC32;&#xC24;&#xC4B;, &#xC28;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC21;&#xC2F; &#xC35;&#xC3E;&#xC30;&#xC15; &#xC15;&#xC3E;&#xC28;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC35;&#xC48;&#xC1A;&#xC3F; &#xC2F;&#xC02;&#xC24;&#xC1F;&#xC28;&#xC4D;, &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28; &#xC17;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC28;&#xC4D;, &#xC17;&#xC30;&#xC2E;&#xC17;&#xC41; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC02;&#xC1A; &#xC15;&#xC21; &#xC17;&#xC3E;&#xC28;&#xC17;&#xC32;&#xC47;&#xC15; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC48;.&quot; Hamsa. ii. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;pariki. [Tel.] adj. Dishevelled. &#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F;. n. A savage, &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC32;&#xC2A;&#xC48; &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F; &#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;.&quot; BD. iii. 1402. See &#xC2A;&#xC30;&#xC3F;&#xC02;&#xC15;&#xC3F;. &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F; a certain forest tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;parikin&#x1E6D;su. [from Skt. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To seek for, search, enquire into, examine, investigate, scrutinise, to prove by trial. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                