&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC16;</span>&#xA0;&#xA0;parikha. [Skt.] n. A moat, a ditch. &#xC05;&#xC17;&#xC21;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;parike. [Tel.] n. The root of the aquatic plant termed Trapa bispinosa. Rox. i. 428. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F; parike-mu&#x1E6D;&#x1E6D;e-royya. n. A sort of cray fish. G. i. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC18;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC18;&#xC2E;&#xC41; parigha. [Skt.] n. The pin, bolt, or bar of a door. &#xC05;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC3F;&#xC2F;. A club, a bludgeon, a stick mounted with iron. A weapon. &#xC32;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30;. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41;. A blow, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. The gate of a fort, &#xC15;&#xC4B;&#xC1F;&#xC17;&#xC35;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;pari-gonu. [Tel.] v. n. To form a line or series. &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC40;&#xC30;&#xC41;. v. a. To surround, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To steal, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &quot;&#xC1A; &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC02;&#xC27;&#xC2B;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC28;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC26;&#xC33;&#xC40;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E; &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC15;&#xC3E;&#xC2F; &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2C;&#xC30;&#xC4D;&#xC35;&#xC41; &#xC2B;&#xC32;&#xC3E;&#xC35;&#xC33;&#xC3F; &#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC2A;&#xC48;&#xC2A;&#xC2F;&#xC3F;&#xC02;&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC30;&#xC3E;&#xC1D;&#xC36;&#xC41;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC21;, &#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC35;&#xC3F;&#xC2A;&#xC23;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32; &#xC2D;&#xC42;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC28;&#xC4D;&#xC2E;&#xC23;&#xC3F; &#xC24;&#xC4B;&#xC30;&#xC23;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC32;&#xC4D;.&quot; Vasu. v. 77.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F; parige. [Tel.] n. A kind of tree. A sprat. &#xC1A;&#xC46;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46; the bitter sprat which resembles the silver fish. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46; the white sprat. &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46; A sort of Ch&#x153;todon. adv. Quickly, &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;pari-gammi. [Tel.] n. A crook or stick used by herdsmen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC1A;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;pariga-ch&#x113;nu. n. A reaped field. &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC1A;&#xC47;&#xC28;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC30;&#xC3F; or &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; parig-ari. n. A gleaner. &#xC2A;&#xC30;&#xC3F;&#xC17; &#xC2F;&#xC47;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pariga-pi&#x1E6D;&#x1E6D;a. n. The Rose-coloured Starling or Cholam bird, Pastor roseu&#x1E63;. (F.B.I.) &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41; pariga-oratuku. n. An uncertain means of livelihood, &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46; pariga. [Tel.] n. Ears of corn that drop down when a crop is harvested, gleanings of corn. &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; fragments, shivers, &#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC41;. &quot;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;, &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC30;&#xC3E;&#xC17;.&quot; Pal. 439.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; parijin&#x1E6D;su. [Tel. from &#xC2A;&#xC30;&#xC41;&#xC5B;&#xC41;] v. a. to seize the hilt. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC5B;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;&quot; A. vi. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parich-chh&#x113;damu. [Skt.] n. A division of a book, a section, or chapter. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A limit, extent, &#xC2E;&#xC47;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parich-chhadamu. [Skt.] n. Court, train, attendants, retinue, family, dependants. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. A covering cloth, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;pari&#x1E6D;s&#x101;lika. [Tel.] n. A mode of wrestling. &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC3F; pari-chayamu. [Skt.] n. Acquaintance, intimacy, knowledge. &#xC0E;&#xC30;&#xC41;&#xC15;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-chayin&#x1E6D;su. v. n. To contract friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; parichitamu. adj. Known, acquainted with. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC1F;&#xC46;</span>&#xA0;&#xA0;pari&#x1E6D;e. [Tel.] n. A weaver&apos;s whirl. A trundle. H. ii. 12. and ii. 25. &#xC2A;&#xC30;&#xC3F;&#xC1F;&#xC46; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2C;&#xC30;&#xC3F;&#xC21;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; pari&#x1E6D;e-purugu. n. A large spotted beetle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-k&#x16B;&#x1E6D;amu. [Skt.] n. A mound of earth raised in front of a gate, to sit on or to plant flower trees on, &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC23;&#xC40; pariki&#x1E47;i. [Tel.] n. A frock worn by little girls. &#xC17;&#xC3E;&#xC17;&#xC30;&#xC3E;, &#xC2A;&#xC3E;&#xC35;&#xC21;, &#xC32;&#xC02;&#xC17;&#xC3E;.
			</div>
                