&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari&#x1E47;atamu. [Skt.] adj. Ripe, mature, &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28;. Bent, bowed. &quot;&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Vasu. iv. 6. n. A butting elephant, an elephant stooping to strike with his tusks. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24;&#xC3F; pari&#x1E47;ati. n. Bending, bowing. &#xC35;&#xC2E;&#xC4D;&#xC30;&#xC24;, &#xC35;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC1C;&#xC02;&#xC2C;&#xC30;&#xC2F;&#xC17;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC2F;&#xC24;&#xC21;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2A;&#xC26;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41;&#xC21;&#xC40;&quot; M. XIV. ii. 228. A technical expression for a set of verbs. &#xC2D;&#xC42;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC03;, &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24;&#xC3F;&#xC03;, &#xC2D;&#xC42;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3E;&#xC02;, &#xC2C;&#xC3F;&#xC1C;&#xC2F;&#xC46; &#xC05;&#xC28;&#xC47; &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC05;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC15;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; pari&#x1E47;addhamu. adj. Bound, tied, possessed of. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &quot;&#xC2D;&#xC2F;&#xC26;&#xC28;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC48;.&quot; M. IV. ii.131. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; pari&#x1E47;amin&#x1E6D;su. v. n. To be glad. &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; &#xC27;&#xC30;&#xC3E; &#xC2E;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC40;&#xC39;&#xC38;&#xC4D;&#xC24; &#xC18;&#xC1F;&#xC3F;&#xC24;&#xC1A;&#xC47;&#xC32;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F;&#xC15;&#xC32;&#xC28;.&quot; Swa. v. 117. To become metamorphosed, transformed, changed. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC05;&#xC17;&#xC41;&#xC1F;. &quot;&#xC2E;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC40;&#xC2E;&#xC39;&#xC3F;&#xC24; &#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC1A;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC3F;&#xC02;&#xC2A;.&quot; Swa. vi. 99. v. a. To cause to rejoice, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2F;&#xC2E;&#xC41; parinayamu. n. Marriage. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC41; pari-&#x1E47;&#x101;mamu. n. Metamorphosis, transformation, change of form or state. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;. Maturity, fulness, ripeness, &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC2E;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; one who looks forward to the end. Joy, gladness, &#xC2F;&#xC3E;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC2C;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC3F;.&quot; Pal. 85. 10. Health, prosperity, welfare, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC2E;&#xC36;&#xC42;&#xC32; pari-&#x1E47;&#x101;ma-&#x1E63;&#x16B;la. n Pain caused by indigestion, gastritis.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4B;&#xC22;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pari&#x1E0D;havillu. [Skt.] v. n. To shine, to give light. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To go on, to get on, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC28;&#xC21;&#xC1A;&#xC41;. &quot;&#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F; &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E; &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC22;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; Bilh. iii. 177. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; pari&#x1E0D;ha-vin&#x1E6D;su. v. a. To carry on. &#xC28;&#xC21;&#xC2A;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC22;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. To excel, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To bear, to carry, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC46;&#xC32;&#xC30;&#xC4D;&#xC2A;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC26;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC30;&#xC3F;&#xC22;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Ruckm&#x101;ng. iii. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-barhamu. [Skt.] n. A retinue or train. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. Insignia of royalty, &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC41; pari-p&#x14D;vu. v. n. To be plundered, &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;. To perish, to be ruined, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;pari-p&#x101;&#x1E6D;i. [Skt.] n. Order, method, arrangement, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pari-pari. [Tel.] adj. Divers, sundry, various. Harassed, &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; miscellaneous. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E; in all sorts of ways. &quot;&#xC38;&#xC3E;&#xC33;&#xC41;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC47; &#xC2A;&#xC42;&#xC28;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC2A;&#xC02; &#xC2C;&#xC46;&#xC21;&#xC32;&#xC28;&#xC4D;.&quot; M. iv. ii. 286. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41; pari-pariyalu. n. Piecemeal. &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC15;&#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;. See &#xC2A;&#xC30;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-pa&#x1E47;amu. [Skt.] n. Capital, principal stock, &#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC02;&#xC25;&#xC3F;</span>&#xA0;&#xA0;pari-panthi. [Skt.] An enemy, foe, antagonist. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. Swa. ii. 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC26;&#xC3F; paridhi. [Skt.] n. The halo of the sun or moon. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. The circumference of a circle, the disc of the sun or moon. The branch of a tree, to which the victim at a sacrifice is tied. &#xC2A;&#xC30;&#xC3F;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; paridhi-sthu&#x1E0D;u. n. A sentinel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paritamu. [Tel.] n. A cuckoo. &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC47;&#xC24;</span>&#xA0;&#xA0;pari-&#x1E47;&#x113;ta. [Skt.] n. A husband. &#xC2D;&#xC30;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari&#x1E47;&#x101;hamu. [Skt.] n. Extent, breadth, width. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC24;, &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;. M. iv. 412. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; pari&#x1E47;&#x101;hu&#x1E0D;u. n. A great man. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC2E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC28;&#xC3E; &#xC39;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; R. i. 100. cf. &quot;Broad-based, upon her people&apos;s will.&quot;
			</div>
                