&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-v&#x113;llamu. [Skt.] n. A bulrush. &#xC24;&#xC41;&#xC02;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC02;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC43;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC40;&#xC35;&#xC43;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC2C;&#xC43;&#xC27;&#xC41;&#xC21;&#xC41; pari-vridhu&#x1E0D;u. [Skt.] n. A master, owner or superior. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; pari-vitti. [Skt.] n. An elder brother who remains unmarried while his younger one is married. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC24;&#xC4D;&#xC24; pari-v&#x113;tta. n. A younger brother who is married before his elder. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. Swa. iii. 171.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;pariyu. [Tel.] v. n. To miss, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To be spoiled, to spoil. &#xC1A;&#xC46;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;pariya. [Tel.] n. A piece, bit, fragment. &#xC24;&#xC41;&#xC28;&#xC15;, &#xC36;&#xC15;&#xC32;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC32;&#xC32;&#xC41; &#xC28;&#xC43;&#xC2A;&#xC41;&#xC32;&#xC02;&#xC26;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC30;&#xC28;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC15; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC30;&#xC2F; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC28;&#xC3F;&#xC26;&#xC32;&#xC2A;&#xC41;&#xC26;&#xC41;.&quot; M. iv. i. 26. &#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC3E;&#xC2F;&#xC41; pariya-v&#x101;yu. (&#xC2A;&#xC30;&#xC3F;&#xC2F;+&#xC2A;&#xC3E;&#xC2F;&#xC41;.) v. n. To split, &#xC1A;&#xC40;&#xC32;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC3E;&#xC2A;&#xC41; pariya-v&#x101;pu. v. a. To cause to split, to split a thing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; parim&#x101;r&#x1E6D;su. [Tel. &#xC2A;&#xC30;&#xC3F;&#xC2F;+&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;.] v. a. To kill, assassinate. &quot;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32; &#xC1C;&#xC3F;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC02; &#xC2C;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vish. vii. 171.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parim&#x101;&#x1E47;amu. [Skt.] n. A measure, measuring, quantity, capacity. &#xC15;&#xC4A;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parima&#x1E37;amu. [Skt.] n. Fragrance, perfume. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; parimal-in&#x1E6D;su. v. n. To smell, be fragrant, give forth scent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC37;</span>&#xA0;&#xA0;pari-bh&#x101;sha. [Skt.] n. A technicality, a conventional term in any science, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; pari-bhavamu. [Skt.] n. Disgrace, disrespect, irreverence, insult, contempt, disregard, reproach, abuse. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-bhavin&#x1E6D;su. v. a. To contemn, slight, scorn, insult. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; pari-bh&#x16B;tamu. adj. Contemned. disregarded, despised. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC38;</span>&#xA0;&#xA0;parisa. [Tel.] n. A built well in the bed of a river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parish-v-angamu. [Skt.] n. Embracing, an embrace. &#xC05;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;parish-karin&#x1E6D;su. [Skt.] v. a. To trim, deck, settle, arrange, adjust. To get through, finish: to make clear or evident; to decree, decide. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; parish-k&#x101;ramu. n. A decision, finishing, settlement, adjustment, arrangement. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. Decoration, decking. &#xC24;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41;. &#xC06;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; parish-k&#x1E5B;itamu. adj. Accomplished, settled, finished, arranged. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Decorated. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; parish-k&#x101;ramu-g&#x101;. adv. Clearly, distinctly, decidedly, flatly, definitively, positively, fully, utterly, wholly, completely, entirely, fitly, duly. &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; parish-k&#x101;ru&#x1E0D;u. n. One who is perfect. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. &quot;&#xC1A;&#xC3E;&#xC2A;&#xC28;&#xC48;&#xC2A;&#xC41;&#xC23; &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; R. v. 148.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC37;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-sh&#x113;chanamu. [Skt.] n. The rite or sanctifying a meal by sprinkling water round the dish. Lustration, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC41;&#xC24;&#xC21;&#xC2A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;parishattu. [Skt.] n. An assembly, meeting, audience, congregation. &#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;, &#xC38;&#xC2D;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC38;&#xC39;&#xC38;&#xC2E;&#xC3E;&#xC17;&#xC24;&#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24; &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC38;&#xC2E;&#xC47;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;.&quot; A. vi. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41; pari-vr&#x101;jaku&#x1E0D;u. [Skt.] n. A mendicant, or devotee. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;.
			</div>
                