&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-spandamu. [Skt.] n. Beating, throbbing. Decoration of the hair with flowers. &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parisenamu. [Tel.] n. Tumbling head over heels. A leap, &#xC17;&#xC02;&#xC24;&#xC41;. &quot;&#xC35; &#xC35;&#xC21;&#xC3F;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC21;&#xC3F; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC26;&#xC30;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; Swa. iv. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-saramu. [Skt.] n. Neighbourhood, ground on the skirts of a river or mountain, or contiguous to a town. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;. Death, &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC2F;, &#xC2A;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; pari-sarga. n. The act of following the track of a hill, a river, &amp;c. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC28;&#xC28;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. Wandering about, &#xC05;&#xC02;&#xC24;&#xC1F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;par&#x12B;-v&#x101;hamu. [Skt.] n. A drain, or channel: a small sluice. &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;. A. v. 71.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC40;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC3F;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC40;&#xC27;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;par&#x12B;dh&#x101;vi. [Skt.] n. The name of one of the Telugu years.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;par-&#x12B;ksha. [Skt. &#xC2A;&#xC30;&#xC3F;+&#xC08;&#xC15;&#xC4D;&#xC37;.] n. Observation. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;. A trial, examination, test, experiment. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to appear for an examination or pass an examination. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; an examiner. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC41; par-&#x12B;kshin&#x1E6D;su. v. a. To examine, to try.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pari-harin&#x1E6D;su. [Skt.] v. a. To desert, cast off, throw away, quit, discard, reject. To quash, set aside, nonsuit. To remove, abolish, clear away. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; pari-h&#x101;ramu. n. Abandonment, shunning, removal. Doing away, abolition, remedy. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no remedy for it. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F; pari-h&#x101;ri. n. One who removes, or shuns. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41; pari-h&#x1E5B;itamu. adj. Got rid off, shaken off. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; pari-h&#x101;ryamu. adj. Fit to be got rid off. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pari-sph&#x14D;&#x1E6D;in&#x1E6D;su. [Skt.] v. a. To split. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;. To cause to shine, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A; &#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC4B;&#xC1F;&#xC28;&#xC2E;&#xC41; pari-sph&#x14D;&#x1E6D;anamu. n. Splitting. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pari-spardha. [Skt.] n. Contention. &#xC2A;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; pari-spardh&#x101;luvu. adj. Contentious. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC47; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;puru&#x1E6D;su. [Tel. from &#xC2A;&#xC21;&#xC41;.] v. a. To cause to fall. &#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. To spread, to scatter. To make, do. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to make objections. &#xC38;&#xC2B;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to bring to use, to effect. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he got them into his hands. Added to nouns it changes them into verbs; thus &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to ascertain, to certify. &#xC26;&#xC43;&#xC22;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to establish. &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to distinguish, separate. See &#xC2A;&#xC21;&#xC41; &amp; &#xC2A;&#xC30;&#xC1A;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; parip-in&#x1E6D;su. v. a. To cause to spread. &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41; parupu. n. Bedding, a mattress. &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC36;&#xC2F;&#xC4D;&#xC2F;. &#xC2A;&#xC21;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC40;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC41; pari-h&#x101;samu. [Skt.] n. Joking, satire, jesting, raillery. &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; rough joking, bear&apos;s play. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; pari-hasin&#x1E6D;su. v. a. To scorn, deride, laugh at. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41; parugu. [Tel.] n. Running, a run. The distance a man can run, that is, a coss, about two or two and a half miles. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC38;&#xC41;. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a horse with good paces. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC41; or &#xC2A;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41; parug-ettu. v. n. To run. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to run about. &quot;&#xC05;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC38; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC30;&#xC41;&#xC35;&#xC28;&#xC4D;.&quot; M. I. i. 187.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;par-un&#x1E0D;u. [Tel. &#xC2A;&#xC21;&#xC3F;+&#xC09;&#xC02;&#xC21;&#xC41;.] v. n. To lie down, recline. repose, sleep. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; par-un&#x1E0D;a-be&#x1E6D;&#x1E6D;u. v. a. To lay down, put to sleep. &#xC2A;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC28; par-unna. part. Reclining, lying down.
			</div>
                