&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;paru-patti. [Tel.] n. The cross sticks to which a weaver fixes his web.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;paru&#x1E0D;u. [Skt.] n. Another man, one&apos;s neighbour, an alien, a stranger. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. An enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. God, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. adj. Addicted to, attached to, a lover of. &#xC2A;&#xC30;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC2F;&#xC3F;&#xC28; alienated, given to others. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; one given to (or addicted to) truth. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; one devoted to holiness, bent upon salvation. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; one addicted to change of mind. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a lover or arms and weapons. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC36;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC48; being very avaricious. &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3F; they were full of joy. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; bent upon performing a sacrifice. M. XII. v. 479. &#xC28;&#xC40;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a righteous man. &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; one addicted to wickedness. &#xC2A;&#xC30;&#xC39;&#xC28;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a murderer. &#xC15;&#xC48;&#xC02;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; one who delights in worship. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a just, upright, or honest man. &#xC26;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a charitable man. &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a pious man. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a righteous man. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; a man of tact, a clever or ingenious man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;paru&#x1E0D;zu. [Tel.] n. A haft, hilt or handle. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC3F;. &quot;&#xC2C;&#xC02;&#xC1F;&#xC41;&#xC1A;&#xC47; &#xC28;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F; &#xC2A;&#xC30;&#xC41;&#xC5B;&#xC41; &#xC24;&#xC4B;&#xC26;&#xC17;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; S. ii. 261.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;parusu. [Tel.] n. Manner. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC38;&#xC35;&#xC47;&#xC26;&#xC3F;</span>&#xA0;&#xA0;parusa-v&#x113;di. [from Skt. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC35;&#xC47;&#xC27;&#xC3F;.] n. The philosopher&apos;s stone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41; parushamu. [Skt.] adj. Harsh, rough, severe, stern. n. A harsh word, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A harsh letter. In grammar &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; are the five hard consonants, viz., &#xC15;, &#xC1A;, &#xC1F;, &#xC24;, &amp; &#xC2A;. &#xC2A;&#xC30;&#xC41;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; parushatvamu. n. Roughness, harshness. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC38; parusa. n. A severe man, a tyrant. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC30;&#xC41;&#xC38;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC1C;&#xC3E;&#xC32;&#xC15;&#xC40;&#xC35;&#xC41;.&quot; BD. iii. 1288. &#xC2A;&#xC30;&#xC41;&#xC38;&#xC28; or &#xC2A;&#xC30;&#xC41;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41; parusana. n. Harshness, roughness. &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC38;&#xC41; parusu. adj. Rough, coarse, brutal. &#xC2A;&#xC30;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC15; a dreadful roar. Bmj. ii. 192. n. Roughness, harshness, &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;paruvu. [Tel.] n. The act of running. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC36;&#xC40;&#xC17;&#xC4D;&#xC30;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;. Ripeness, &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;. Dignity, rank, respectability, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. Season. &#xC15;&#xC4B;&#xC24; &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the crop is in the course of ripening. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;, &#xC28;&#xC40;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21; what comparison is there between him and you in rank. &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Same as &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paruvamu. [from Skt. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.] n. Youth, bloom, prime. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. Maturity, &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2A;&#xC41; paruvampu. adj. Blown, blooming.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;paru-va&#x1E0D;i. [Tel. &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;+&#xC35;&#xC21;&#xC3F;.] adv. Properly, gently, well, fully, duly. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC17;&#xC35;&#xC48;&#xC24;&#xC41;&#xC28;&#xC4D;.&quot; H. iii. 183. n. A time. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Various steps used in fencing. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC21;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC2F; &#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;, &#xC15;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;, &#xC15;&#xC4B;&#xC2A;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;, &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;, &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2C;&#xC02;&#xC26;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;, &#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;, &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;, &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2F;&#xC17;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC40;&#xC23;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;.&quot; H. i. 240. &#xC07;&#xC35;&#xC3F; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;. &quot;&#xC38;&#xC30;&#xC38;&#xC24;&#xC17;&#xC30;&#xC21;&#xC40;&#xC32;&#xC38;&#xC3E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2A;&#xC30;&#xC17;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC46;.&quot; S&#x101;rang. 647. &quot;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC38;, &#xC28;&#xC4D;&#xC28;&#xC3E;&#xC39;&#xC2E;&#xC41; &#xC26;&#xC47;&#xC39; &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC28;&#xC02;&#xC2C;&#xC21;&#xC17;&#xC3E; &#xC2A;&#xC30;&#xC41;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Satyabh&#x101;ma. iv. 140.
			</div>
                