&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paryantamu. [Skt.] adv. Until, as far as, up to, &#xC2A;&#xC30;&#xC26;&#xC3E;&#xC15;, &#xC26;&#xC28;&#xC41;&#xC15;. &#xC2A;&#xC26;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; as much as ten or to the number of ten. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; until they come.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paryankamu. [Skt.] n. A cot. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;parm&#x101;n&#x101;. [H.] n. A firman, a royal mandate, a command, a warrant, letters patent, &#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; parm&#x101;yin&#x1E6D;su. v. a. To direct or command, to order. &#xC2A;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC3F; parm&#x101;yishi. n. An order to make an article.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC4D;&#xC2A;&#xC1F;&#xC2E;&#xC41; parp&#x101;&#x1E6D;akamu. [Skt.] n. A tree called Pharnaceum cerviana. Rottler. A kind of grass. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parnamu. [Skt.] n. A leaf. &#xC06;&#xC15;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC23;&#xC36;&#xC3E;&#xC32; a hermitage or bower of leaves or grass: a hut, &#xC06;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC09;&#xC1F;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parjanyamu. [Skt.] n. Muttering clouds, thunder. &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC18; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC32;&#xC24;&#xC3F;&#xC15; lightning. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC2B;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC38;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC47;&#xC1F; &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC30;&#xC28;&#xC3F;&#xC15;&#xC30; &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2F;&#xC17;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC32;&#xC24;&#xC3F;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC2C;&#xC4B;&#xC32;&#xC46; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC28;&#xC3F;.&quot; M. IV. v. 354. &#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; parjanyu&#x1E0D;u. n. The god of rain, i.e., Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC23;&#xC3F;</span>&#xA0;&#xA0;parjani. [Skt.] n. Turmeric. &#xC1A;&#xC3E;&#xC2F; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. A. v. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC23;&#xC3F;</span>&#xA0;&#xA0;par&#x14D;sh&#x1E47;i. [Skt.] n. A cockroach. &#xC24;&#xC48;&#xC32;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC15;. A bat. &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4B;&#xC22;</span>&#xA0;&#xA0;par&#x14D;&#x1E0D;ha. [Skt. &#xC2A;&#xC30;+&#xC0A;&#xC22; married.] n. A neighbour&apos;s wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;par-&#x14D;kshamu. [Skt.] adj. Imperceptible by the senses. Imperceptible, invisible; absent, past. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC3F;. n. Invisibility, absence, secrecy. &#xC28;&#xC3E;&#xC2A;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC35;&#xC41; what was said in my absence does not affect me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC47;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC41;&#xC21;&#xC41; par&#x113;tu&#x1E0D;u. [Skt.] n. A dead man, a ghost or spirit. &#xC2E;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC30;&#xC47;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41; a haunted spot, i.e., a cemetery. &quot;&#xC35;&#xC28;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC47;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC28; &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC3F;&#xC24;&#xC28;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; HN. v. 101. &#xC2A;&#xC30;&#xC47;&#xC24;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41; par&#x113;ta-r&#x101;&#x1E6D;&#x1E6D;u. n. The king of ghosts: a name of Yama who corresponds to Pluto in Classical Mythology.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-astamu. [Skt.] adj. Fallen. &#xC2A;&#xC21;&#xC3F;&#xC28;. Beaten, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-avas&#x101;namu. [Skt.] n. The end, conclusion, termination, finishing, completion, accomplishment, fulfilment, upshot. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC1F;. &#xC07;&#xC26;&#xC3F; &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this ended in a quarrel. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; pary-avasin&#x1E6D;su. v. n. To end, terminate. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC25; pary-avastha. n. Quarrelling. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-a&#x1E6D;anamu. [Skt. &#xC2A;&#xC30;&#xC3F;+&#xC05;&#xC1F;&#xC28;&#xC2E;&#xC41;.] n. A wandering about for alms. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; pary-a&#x1E6D;in&#x1E6D;su. v. n. To wander about for alms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-&#x101;ptamu. [Skt.] n. That which is obtained or gained. Satisfaction, satiety, &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;. All, completeness, entirety, enough, sufficiency, &#xC2F;&#xC25;&#xC47;&#xC2A;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;. Power, ability, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. Prevention, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; pary-&#x101;ptamu-g&#x101;. adv. Readily, ably, satisfactorily.
			</div>
                