&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-ushitamu. [Skt.] adj. Stale (as yesterday&apos;s food), &#xC2C;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC37;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; cold food, &#xC1A;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-udastamu. [Skt.] adj. Thrown down, rejected, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary-&#x101;l&#x14D;chanamu. [Skt.] n. Deep consideration, pondering. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; pary-&#x101;l&#x14D;-chin&#x1E6D;su. v. a. To consider deeply, to ponder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pary&#x101;yamu. [Skt.] n. An order, arrangement. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC38;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. An opportunity, occasion, a time, &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC21;&#xC35;. Generic or specific character. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC09;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I went four times. &#xC08; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC2C;&#xC48;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; these two times the fever has not shown itself. adj. Moderate, &#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC27;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC26;&#xC2E;&#xC41; pary&#x101;ya-padamu. n. A synonym. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; pary&#x101;yamug&#x101;. adv. Moderately. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is not pretty well. &#xC06; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the rain is but slight there. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC24;&#xC03; or &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC47;&#xC23; pary&#x101;yatah. adv. Gradually, by degrees. Moderately.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;palaku. [Tel.] v. n. To ripen, &#xC2A;&#xC02;&#xC21;&#xC41;. To produce a crop, &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC15;</span>&#xA0;&#xA0;palaka. [Tel.] Any flat surface of face. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC12;&#xC15;&#xC35;&#xC48;&#xC2A;&#xC41;. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2A;&#xC32;&#xC15;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; an eight sided pillar. A plank, board, table, &#xC2C;&#xC32;&#xC4D;&#xC32;. A board used as a slate in schools. A writing tablet, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC2A;&#xC32;&#xC15;. A slab or flat stone. One side of any polygon, as of a lantern. A gambling table. &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32;. The bar of wood in a loom that strikes the weft close after the shuttle has passed. A tom-tom. A shield, &#xC21;&#xC3E;&#xC32;&#xC41;. &quot;&#xC06;&#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC28; &#xC2E;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2C;&#xC32;&#xC15;&#xC2E;&#xC46;&#xC30;&#xC2F; &#xC5B;&#xC21;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC24;&#xC43;&#xC02;&#xC1A;&#xC46; &#xC2E;&#xC26;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC17; &#xC35;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC32;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC47;.&quot; M. IX. i. 154 &quot;&#xC2C;&#xC32;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC24;&#xC43;&#xC02;&#xC1A;&#xC46; &#xC2E;&#xC26;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC17;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC32;&#xC15;&#xC2F;&#xC41;.&quot; ib. IX. i. 304. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC3E;&#xC32;&#xC2A;&#xC32;&#xC15;&#xC32;&#xC41;&#xC2E;&#xC42;&#xC21;&#xC41; three inscriptions on plates of copper. &#xC2A;&#xC32;&#xC15;&#xC2E;&#xC3E;&#xC17;&#xC3F;&#xC28; palaka-m&#x101;gina. adj. Over ripe, dropping to pieces. &#xC2A;&#xC32;&#xC15;&#xC32;&#xC41; gleanings, corn picked up. &quot;&#xC1A;&#xC4B;&#xC21;, &#xC38;&#xC30;&#xC2A;&#xC24;&#xC3F; &#xC2F;&#xC3E;&#xC30;&#xC4B;&#xC17;&#xC23;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC38;&#xC32;&#xC41;&#xC2A;, &#xC2A;&#xC32;&#xC15; &#xC28;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.&quot; BD. v. 1228. adj. Flat, as a board. &#xC2A;&#xC32;&#xC15;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; a flat breast. &#xC2A;&#xC32;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; a slate-stone; a sort of rock, like slate, that splits into plates. &#xC2A;&#xC32;&#xC15;&#xC2E;&#xC41; palakamu. n. A small cot, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC15;&#xC38;&#xC30;&#xC3F; palaka-sari. n. A kind of neck ornament worn by men.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC02;&#xC15;&#xC37;</span>&#xA0;&#xA0;palankasha. [Skt.] n. A thorny weed, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;. A horse radish, &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41; parvu. [Tel.] v. n. To spread or extend, as darkness. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, n. Running. &#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parvamu. [Skt.] n. A knot, a joint in a cane or body. &#xC17;&#xC23;&#xC41;&#xC2A;&#xC41;. A feast or annual festival at a certain division of the year. A name given to certain days in the lunar month, as the full and change of the moon, and the 8th and 14th of each half month, &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;. &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41; the five holidays in a month, i.e., &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC3F;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC36;&#xC3F;, &#xC15;&#xC41;&#xC28;&#xC42;&#xC35;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E;, &#xC30;&#xC35;&#xC3F;&#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; is a feast celebrated in one of these holidays. A sub-division of a book. The Mah&#x101;bh&#x101;rata is divided into eighteen (Purvamulu) books. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; a joyful sight, a feast for the eyes. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC02;&#xC27;&#xC3F; parva-sandhi. n. The time that divides a new or full moon and the next day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;parvatamu. [Skt.] n. A mountain. &#xC15;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F; Same as &#xC2A;&#xC30;&#xC3F;&#xC2F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;parru. [Tel.] n. The sound caused in tearing a paper, cloth, &amp;c. &#xC2A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; parru-na. adv. (anuk.) Aloud. &#xC2A;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41; he tore it up and threw it away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;parra. [Tel.] n. A marsh, bog, fen, swamp, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;. A plain, &#xC2C;&#xC2F;&#xC32;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC30; a salt marsh. &#xC2A;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; the soil of a salt swamp, &#xC1A;&#xC35;&#xC41; &#xC21;&#xC41;. A certain measure of capacity, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC47; &#xC24;&#xC42;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41; parra-m&#x12B;nu. n. A genus of fish, called Scomber, or Zeus, of which there are many species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC17;&#xC21;&#xC3F;, &#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC41;&#xC17;&#xC21; palaga&#x1E0D;i. [Tel.] n. Gratings, bars, a door set with spikes: a gate. Vaija. iii. 51. H. ii. 47. and iv. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC17;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pala-gan&#x1E0D;u&#x1E0D;u. [Skt.] n. A brick layer, a plasterer. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; &#xC2A;&#xC42;&#xC24;&#xC2A;&#xC42;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A tank-digger or excavator. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                