&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC2A;&#xC30;</span>&#xA0;&#xA0;palavara. [Tel.] n. The name of a certain tree much cultivated in the neighbourhood of Hyderabad for its fruit. &#xC2A;&#xC32;&#xC35;&#xC30; &#xC06;&#xC15;&#xC41;&#xC32;&#xC41;, its leaves, which are used to manure land. See description in the K&#x101;si Y&#x101;tra, date 7th September, 1830.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC35;</span>&#xA0;&#xA0;palava. [Tel.] n. A branch, a fork. &#xC2A;&#xC32;&#xC35;&#xC15;&#xC30;&#xC4D;&#xC30; a forked branch or piece of wood. &#xC2A;&#xC32;&#xC35;&#xC32;&#xC41;&#xC17;&#xC32; &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F; a deer with forked or branched horns.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;palamu. [Skt.] n. A weight, equal to that of ten pagodas. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. One-fortieth part of a viss. &#xC2A;&#xC32;&#xC2E;&#xC46;&#xC21;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC47; &#xC24;&#xC42;&#xC2E;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2D;&#xC42;&#xC2E;&#xC3F; a land which will produce a bushel for a half handful of seed corn. &#xC2A;&#xC32;&#xC2E;&#xC41; or &#xC2A;&#xC32;&#xC32;&#xC2E;&#xC41; palamu. n. Flesh, meat, &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC32;&#xC32;&#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;.&quot; (A. vi. 19.) a string of dried mutton chops. &#xC2A;&#xC32;&#xC35;&#xC48;&#xC24;&#xC43;&#xC15;&#xC2E;&#xC41; pala-paitrikamu. n. A rite at a funeral (now obsolete) of making flesh offerings. A verse says. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC02;&#xC2D;&#xC02; &#xC17;&#xC35;&#xC3E;&#xC32;&#xC02;&#xC2D;&#xC02; &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC02;, &#xC2A;&#xC32;&#xC35;&#xC48;&#xC24;&#xC43;&#xC15;&#xC02;, &#xC26;&#xC47;&#xC35;&#xC30;&#xC47;&#xC23; &#xC38;&#xC41;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC03; &#xC15;&#xC32;&#xC4C; &#xC2A;&#xC02;&#xC1A;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC2F;&#xC47;&#xC24;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC2A;&#xC32;, &#xC2A;&#xC32;&#xC4D;&#xC2A;&#xC32;, &#xC2A;&#xC32;&#xC35;&#xC32;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC2A;&#xC32;&#xC28; pala-pala. [Tel. anuk.] adv. Scatteredly, here and there, one by one, dispersedly. M. IX. i. 453. Plainly, &#xC35;&#xC3F;&#xC30;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;. adj. Thin, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;. &quot;&#xC2A;&#xC32;&#xC2A;&#xC32;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC26; &#xC2A;&#xC19;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC32;&#xC30;&#xC46;.&quot; A. iv. 197. &#xC1F;&#xC40; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;. &#xC2A;&#xC32;&#xC2A;&#xC32;&#xC28; pala-palana. n. Plainness, dispersion. &#xC35;&#xC48;&#xC30;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41; Thinness, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; palan&#x101;&#x1E0D;u. [Tel.] n. The name of a country in the Kistna District, Palnad. &#xC2A;&#xC32;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC1A;</span>&#xA0;&#xA0;See &#xC2A;&#xC32;&#xC41;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;palatsamu. [Tel.] n. A tax. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41; pala-gorru. [Tel.] n. A kind of rake. See under &#xC2A;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;palikni. [Skt.] n. A grey headed woman. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC26;&#xC3F;. A cow which is for the first time in calf. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pal&#x101;stri. [Eng. &apos;plaster.&apos;] n. A plaster for a wound. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC32;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; a blister.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC36;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pal&#x101;&#x1E63;u&#x1E0D;u. [Skt.] n. A demon. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pal&#x101;&#x1E63;amu. [Skt.] n. A tree called Butea frondosa. &#xC15;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A leaf, &#xC06;&#xC15;&#xC41;. adj. Green, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;. &#xC2A;&#xC32;&#xC3E;&#xC36;&#xC3F;. pal&#x101;&#x1E63;i. n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A demon. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pal&#x101;lamu. [Skt.] n. Straw. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. A. i. 88. &quot;&#xC2A;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC26;&#xC4D;&#xC26;&#xC4B;&#xC03;&#xC2A;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC48;.&quot; A. vi. 158. &#xC1F;&#xC40; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC48;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC3E;&#xC28;&#xC3F; pal&#x101;na. [H.] adj. Such and such, such a one. &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;, &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; such a man. &#xC2A;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; such a work, such and such an affair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC24;&#xC4D;</span>&#xA0;&#xA0;pal&#x101;t. [Skt.] n. A demon. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &quot;&#xC15;&#xC43;&#xC24;&#xC2A;&#xC32;&#xC3E;&#xC38;&#xC4D;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC2D;&#xC38;&#xC4D;&#xC35;&#xC28;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3E;.&quot; A. iv. 343. &#xC1F;&#xC40; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41; &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; pal&#x101;n&#x1E0D;uvu. [Skt.] n. An onion. &#xC28;&#xC40;&#xC30;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC35;&#xC41; palavarin&#x1E6D;su. [Tel.] v. n. To use broken words or exclamations. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24; or &#xC2A;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41; palavarinta. n. Prattling, talking confusedly, &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pal&#x101;yanamu. [Skt.] n. Flight, rapid progress. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC32;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to disperse, to rout. &#xC2A;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pal&#x101;yitu&#x1E0D;u. n. One who is routed or put to flight. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;palitamu. [Skt.] n. Greyness. &#xC28;&#xC46;&#xC30;&#xC2F;&#xC41;&#xC1F;. A grey hair, &#xC28;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;.
			</div>
                