&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC32;&#xC4D;&#xC2E;&#xC30;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41; palu-maru. [Tel.] adv. Many times, often, perpetually, frequently, constantly, repeatedly. &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC28;</span>&#xA0;&#xA0;palumana. [Tel.] n. Rubbing or polishing a statue with an ivory point.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;palupu: [Tel.] n. A halter for cattle or horses; the rope collar for oxen in a cart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;palu&#x1E6D;sa. [Tel.] adj. Thin. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. Light, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC2F;&#xC48;&#xC28;, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41; palu&#x1E6D;sana. n. Thinness, leanness. Slight contempt. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28; thinness of the forest. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC27;&#xC28;&#xC15;&#xC3E;&#xC26;&#xC3E; if you behave so you will be mean in men&apos;s eyes. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F; palu&#x1E6D;sani. adj. Thin, spare, lean, paltry. Not thickset. Disreputable, contemptible. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; contemptuous words or slighting expressions. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the buttermilk is very thin. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F; a thin cloth. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC2A;&#xC21;&#xC41; palu&#x1E6D;sa-pa&#x1E0D;u. v. n. To become thin, to melt as butter. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;palugu-pi&#x1E6D;&#x1E6D;a. [Tel.] n. An owl, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; palugu&#x1E0D;u-p&#x101;mu. [Tel. n. A snake, the bite of which is not fatal but causes great pain, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;palugu. [Tel.] n. A wretch, a villain. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. A crow-bar, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;. A rock crystal, &#xC38;&#xC4D;&#xC2B;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC15; a harrow with iron teeth in it. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; the teeth of a harrow. &#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; palugu-r&#x101;yi. n. A white marble stone. Also, a goldsmith&apos;s smoothing stone. &#xC2A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E; palugu-r&#x101;-pratima. n. A white marble statue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;palug&#x101;&#x1E0D;i. [Tel.] n. Gratings or cross bars. &quot;&#xC2A;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC2A; &#xC28;&#xC32;&#xC30;&#xC41;&#xC1A;&#xC41; &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41; &#xC28;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; B. D. vii. 1650. &quot;&#xC24;&#xC4B;&#xC1F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F; &#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC17;&#xC21;&#xC46; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Vaijayanti. iii. 51. Rails, railings, &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;&#xC32;&#xC41;. plu. &#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. A cart, &#xC2C;&#xC02;&#xC21;&#xC3F;. adj. Having many gratings or cross bars. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40; pallaki. [Tel.] n. A palanquin, &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC47; &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;palla. [Tel.] adj. Red, reddish, as hair. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC48;&#xC28;&#xC1C;&#xC21;&#xC32;&#xC41; red matted hair. M. XIII. v. 26. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC40;&#xC2E; a red ant. A. vi. 21. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; red whiskers. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tre called Mimusops hexandra. Rox. ii. 238. &#xC0F;&#xC1F;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Bradleia nitida Rox. iii. 699. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; palla-ka&#x1E6D;&#x1E6D;u. Reddish tinted. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; palyayanamu. [Skt.] n,. A saddle. A howdah or seat on an elephant. &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC3F;. A. vi. 182. Parij. iv. 78.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41; or &#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; See under &#xC2A;&#xC32;&#xC41; adj.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;palu-vittu. [Tel.] n. A bastard, a child of many fathers. &#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC40;&#xC1C;&#xC41;&#xC21;&#xC41;. H. v. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC35; palu-valuva. [Tel.] n. A lip, &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;paluva-r&#x113;&#x1E47;i. [Tel.] n. A sort of tree. &quot;&#xC2A;&#xC28;&#xC38;&#xC15;&#xC30;&#xC15;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC47;&#xC23;&#xC3F;.&quot; H. iv. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC35; paluva. [Tel. &#xC2A;&#xC32;&#xC41;+&#xC35;&#xC3E; (&#xC2F;&#xC3F;)] n. A wicked wretch. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. adj. Vile, abominable, wicked, bad.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;palu-m&#x113;ru. [Tel.] n. A kind of tree. Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;palumu. [Tel.] v. n. To mutter, talk indistinctly, to prattle. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Prattle. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;palyankamu. [Skt.] n. A cot. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC3F;&#xC15; palyankika. n. A palanquin. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;palusu. [Tel.] n. The sable fish. Russell. Plate 198. A species of Clupea.
			</div>
                