&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pallarapulu [Tel. &#xC2A;&#xC32;&#xC41;+&#xC05;&#xC30;&#xC2A;&#xC41;&#xC32;&#xC41;.] n. Several cries, many useless words, much useless talking. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC06;&#xC21;&#xC30;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2A;&#xC41; pullarapu. adj. Simple, innocent. &#xC2C;&#xC47;&#xC32;&#xC48;&#xC28;. &quot;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC15;&#xC26;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC2F;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC46;&#xC2C;&#xC4B;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC1C;&#xC42;&#xC24;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC24;&#xC02;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC4B;&#xC35;&#xC3F;&#xC26;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC15;&#xC4B;&#xC26;&#xC17;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC46; &#xC15;&#xC3E;&#xC15; &#xC15;&#xC3E;&#xC28;&#xC32;&#xC02; &#xC17;&#xC4B;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC47;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC17; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC47;.&quot; Ila. iii. 181.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pallamu. [Tel.] n. A saddle, A ditch. A hole in the ground (however small.) A dale, low ground. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;, &#xC2E;&#xC46;&#xC30;&#xC15; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; hill and dale, rising and falling ground, ups and downs. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41; low ground capable of being ploughed. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC1F; a wet crop, being the crop that is sown on low land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC28;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2E;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; pallana. [Tel.] n. A saddle, an elephant&apos;s howdah, &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4B; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F; &#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC2A;.&quot; Parij. iv. 19. &#xC2A;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC1F;&#xC40; palla&#x1E6D;i. [H.] n. A sumersault. &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC23;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Tumbling (as of a pigeon in the air), bounding or skipping. &#xC2A;&#xC48;&#xC15;&#xC46;&#xC17;&#xC38;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;. A pigeon called a Tumbler. &quot;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40;&#xC32;&#xC4D; &#xC35;&#xC48;&#xC1A;&#xC41; &#xC28;&#xC3E;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC02;&#xC2C;&#xC41; &#xC1C;&#xC42;&#xC21;&#xC41;.&quot; S&#x101;ranga. 58. &quot;&#xC2C;&#xC32;&#xC38;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC40;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC2C;&#xC15;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; H. v. 166. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40;&#xC32;&#xC4D;&#xC26;&#xC3E;&#xC1F;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC40;&#xC32;&#xC4D; &#xC35;&#xC48;&#xC1A;&#xC41; palla&#x1E6D;&#x12B;l-gonu. To tumble, as a pigeon, to throw a summersault.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC2E;&#xC41; palla&#x1E6D;a. [Tel.] n. Movement. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. Difference, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. Confusion, perturbation, perplexity, agitation. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC15;&#xC41; &#xC1C;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC32; &#xC24;&#xC47;&#xC1F;&#xC28;&#xC40;&#xC1F;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC15;&#xC41; &#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC4D;.&quot; Bahulas. ii. 85. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;&#xC32;&#xC41; palla&#x1E6D;illu. v. n. To move, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To turn pale, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;. To redden with anger, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC41;. To be in convulsion or disorder, to be perplexed, to be agitated. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC17;&#xC41;, &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC23;&#xC15;&#xC41;, &#xC05;&#xC26;&#xC30;&#xC41;. &quot;&#xC21;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC41; &#xC24;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC24;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC46;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41; &#xC27;&#xC30;&#xC15;&#xC4A;&#xC30;&#xC17;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41; &#xC38;&#xC3F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC4D;, &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC28;&#xC48;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;&#xC32;&#xC02; &#xC26;&#xC4A;&#xC21;&#xC17;&#xC46;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; M. VI. i. 340. &quot;&#xC07;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;, &#xC39;&#xC3F;&#xC24; &#xC2D;&#xC3E;&#xC37;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC30;&#xC2A;&#xC41;.&quot; M. V. ii. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; palli. [Skt. Cf. Gk.  and Celtic &apos;bally&apos; a town.] n. A small village. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. A lizard, &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; palli-ka&#x1E6D;&#x1E6D;u-m&#x101;nyamu. n. Land held free by the heirs of the founder of a village. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC40; pall&#x12B;. n. A fisherman, a boatman. Local. vi. 33. plu. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pall&#x101;yanamu. [Tel.] n. Relationship, friendship. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC24;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a friend, &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;pall&#x101;. [Tel.] n. A certain measure equal to ten markals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pallavu&#x1E0D;u. [Skt.] n. A lover, an adulterer, a gallant. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;</span>&#xA0;&#xA0;pallavi. [Skt.] n. The chorus or burden in songs. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pallavamu. [Skt.] n. A sprout, a shoot. &#xC15;&#xC30;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41; rosy hands. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; superficial knowledge, &#xC2A;&#xC48;&#xC2A;&#xC48;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; pallav-&#x101;stru&#x1E0D;u. n. Manmadha, because his arrows are young leaves. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; pallavin&#x1E6D;su. v. n. To sprout or shoot. &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; pallavitamu. adj. Sprouted, &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
                