&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; palli-n&#x101;&#x1E0D;u. [Tel.] n. The Palnad Taluq in the Kristna District. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC21;&#xC41; the Rajah thereof.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC15; pallika [Tel.] n. A small basket. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC41; pallikalu. n. The scab or herpes (distinct from &#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC36;&#xC4B;&#xC2D;&#xC3F; and &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC3F;.) Varieties of this disease are called &#xC38;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC41;, &#xC0E;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; pallin&#x1E6D;su. [Tel.] v. a. To saddle a horse. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1C;&#xC40;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC28;&#xC4D; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC15;.&quot; &#xC2A;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;palvalamu. [Skt.] n. A pit, a pond. &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;pall&#x113;ru. [Tel.] n. The thorny creeping plant called Pedalium murex. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; a large species, Ruellia longifolia. Rox. iii. 50, &#xC17;&#xC4B;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC28;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; small caltrops, a weed with a yellow flower. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47; &#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; a nose jewel shaped like the caltrops blossom. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; earrings of the same shape. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC2F; a thorny seed of the &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; &#xC15;&#xC3E;&#xC2F; a thorny seed of the &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41; plant; a certain jewel of the same shape.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC02;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC40;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC02;&#xC15;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; pallenka. [Tel.] n. The bird called a kingfisher.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;palle. [Tel.] n. A small village, a hamlet. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; a village, school, &#xC2C;&#xC21;&#xC3F;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC1F;&#xC42;&#xC30;&#xC41; a hamlet. adj. Rustic, rude. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC3E;&#xC1F; a rustic expression, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; a measure. &#xC2A;&#xC24;&#xC4D;&#xC32;&#xC46;&#xC24; palleta. n. A fisherwoman. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; palle-v&#x101;&#x1E0D;u. n. A fisherman. A rustic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;pallu-gorru. n. A sort of harrow. See &#xC2A;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41; under &#xC2A;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; pallu. [Tel.] adj. Low (as land) &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC15;&#xC02;&#xC1F;&#xC46; &#xC06; &#xC28;&#xC47;&#xC32; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that place is lower than this. n. Low lands. &#xC06; &#xC0A;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the town is on the side of the hill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pallu. [Tel.] n. A tooth. A tooth of a saw. A sort of gold lace, or bits of gold in a necklace. &#xC2A;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; toothache. &#xC2A;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC30; a gumboil. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41; pan&#x1E0D;la-m&#x101;nu. n. A harrow. &#xC2A;&#xC26;&#xC3F; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC02;&#xC1F;&#xC3F; &#xC12;&#xC15; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC38;&#xC47; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC3F;</span>&#xA0;&#xA0;pavi. [Skt.] n. A thunderbolt. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41; pav&#x101;&#x1E0D;amu [Tel.] n. A pretended immolation of a human victim who is afterwards resuscitated. A vow or determination to effect an object.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC17;&#xC32;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pavanamu. [Skt.] n. Air, Wind. &#xC2A;&#xC35;&#xC28;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC21;&#xC41; pavana-tanayu&#x1E0D;u. n. The son of the air, i.e., Hanuman (&#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.), Bh&#x12B;ma (&#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;), or Agni (&#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;). &#xC2A;&#xC35;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; pavan-&#x101;&#x1E63;anamu. n. A creature that lives on air, i.e., a serpent. &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2A;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; pavanu&#x1E0D;u. n. The god of the air. Wind. the god of wind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC33;&#xC2A;&#xC33;</span>&#xA0;&#xA0;pa&#x1E37;-pa&#x1E37;a. [Tel.] n. Brightness, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. adv. Brightly, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC33;&#xC2A;&#xC33;&#xC2E;&#xC28;&#xC3F; pa&#x1E37;a-pa&#x1E37;a-m-ani. (anuk) adv. Dazzingly, brightly. &#xC2A;&#xC33;&#xC2A;&#xC33;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; pa&#x1E37;a-pa&#x1E37;a-y-in&#x1E6D;su. v. n. To be bright, to be dazzling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41; pa&#x1E37;&#x1E37;emu. [Tel.] n. A saucer, like a soup plate, a small metal basin, dish, tray or platter. &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC2E;&#xC41;, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2A;&#xC41;&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; a chalice or vessel to bathe an idol with.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41; (q. v.)
			</div>
                