&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pavitramu. [Skt.] adj. Pure, clean, purified. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. n. The sacred thread of the twice-born castes, &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. A ring or knot made of sacrificial grass, worn on the fourth or ring finger at a sacrifice. A gold ring, resembling that knot. A sort of necklace made of silk or thread, worn by Vaish&#x1E47;avas. &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; a ceremony observed in Vish&#x1E47;u temples in the month of Avani or August. &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC35;&#xC47;&#xC32;&#xC41; the ring finger. &#xC06;&#xC38;&#xC28;&#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2D;&#xC17;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41; the disease called fistula.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;</span>&#xA0;&#xA0;pasa. [Tel.] n. Sap, essence, &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. Bloom, vigour, brilliancy, &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC38;&#xC24;&#xC4D;&#xC24;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Abundance, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Skill, &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC35;&#xC17;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC26;&#xC36;&#xC26;&#xC3F;&#xC36;&#xC32;&#xC02;&#xC2C;&#xC38;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A; &#xC1C;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC17;&#xC35;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC2F;.&quot; B. viii. 419. &quot;&#xC07;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC32;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC38; &#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;.&quot; Swa. vi. 74. &#xC1F;&#xC40;. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC38;. &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC38;&#xC2A;&#xC21;&#xC41; pasa-pa&#x1E0D;u. To be inclined, addicted to, devoted to. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC2A;&#xC38;&#xC2C;&#xC21;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC2F;.&quot; L. v. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC36;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pa&#x1E63;yat&#x14D;-haru&#x1E0D;u. [Skt.] n. A deluder, a beguiler, a swindler, a common cheat. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17;, &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A goldsmith, &#xC15;&#xC02;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E63;chimamu. [Skt.] n. The West. adj. Western. &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC3F; the Western ocean.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pa&#x1E63;ch&#x101;t-t&#x101;pamu. [Skt.] n. Remorse, repentance, pity, compassion, commiseration, regret, reluctance. &#xC26;&#xC47;&#xC35;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; as you are a man of a charitable disposition and full of pity. &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2A;&#xC21;&#xC41; to repent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;pa&#x1E63;uvu. [Skt.] n. A beast, an animal, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. A domestic animal such as a cow, buffalo, goat, or sheep. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a cow house. &#xC2A;&#xC36;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; simplicity. &#xC2A;&#xC36;&#xC41;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; a brutal act. &#xC2A;&#xC36;&#xC41;&#xC18;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; a slayer of animals. &#xC2A;&#xC36;&#xC41;&#xC1C;&#xC28;&#xC2E;&#xC41; the profane or brute folk, i.e., the heathen, the heterodox, or uninitiated. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC24;&#xC3F; pa&#x1E63;u-pati. n. A name of Siva, as the master or ruler of all living creatures. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; a brutish or ignorant man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC35;&#xC4D;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; pavva&#x1E37;in&#x1E6D;su. [Tel.] v. n. To lie down, recline. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC35;&#xC4D;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC24; or &#xC2A;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC24;. n. The act or reclining or lying down, &#xC2A;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC36;&#xC2F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC38;&#xC32;&#xC2E;&#xC41; pasaramu. [Tel.] n. A beast, an animal. &#xC17;&#xC4B;&#xC2E;&#xC39;&#xC3F;&#xC37;&#xC39;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See under &#xC2A;&#xC38;&#xC41; &#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC2A;&#xC38;</span>&#xA0;&#xA0;pasa-pasa. [Tel.] n. Rainiass, a drizzling rain, &#xC35;&#xC3E;&#xC28;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC28;&#xC41;</span>&#xA0;&#xA0;pasanu. [Tel.] n. Crimson or orange colour. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC2A;&#xC28;&#xC38;&#xC41;&#xC17;&#xC3E; pasanu-g&#x101;. adv. Well, properly, duly. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;, &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC38;&#xC28;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC46; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC02; &#xC2C;&#xC4A;&#xC15;&#xC1F;&#xC3F;.&quot; DRB. 250. &quot;&#xC2E;&#xC38;&#xC32;&#xC15; &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2A;&#xC38;&#xC28;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC4A;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC26;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;, &#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC26;&#xC4B;&#xC2A;.&quot; HD. ii. 1918.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pasa-danamu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.] n. Adornment, embellishment, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC36;&#xC4B;&#xC2D;. A present of a jewel or cloth, &amp;c., &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;pasagu. [Tel.] To become evident. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC17;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;pasagarakonu. [Tel.] v. a. To tease, to torment. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;pasandu. [H.] n. Comeliness, beauty; an ornament or decoration, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. adj. Comely. handsome, pleasing, nice. &#xC2A;&#xC38;&#xC02;&#xC26;&#xC17;&#xC41; to become handsome. &#xC2A;&#xC38;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make handsome, pretty or nice; to prefer or like. &#xC06;&#xC2F;&#xC28; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC38;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he liked this. &#xC2A;&#xC38;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E; pasandu-g&#x101;. adv. Nicely, agreeably, fashionably.
			</div>
                