&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;pasaru. [Tel.] n. The juice or sap of leaves. &#xC06;&#xC15;&#xC41;&#xC30;&#xC38;&#xC2E;&#xC41;. A medicinal extract. Sap, &#xC30;&#xC38;&#xC2E;&#xC41;. Green color, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;. Bilious vomiting. Spreading, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2A;&#xC38;&#xC30;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; he vomited some bilious stuff. &#xC2A;&#xC38;&#xC30;&#xC3E;&#xC15;&#xC41; a leaf full of sap. &#xC2A;&#xC38;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17; a tender sprout. Parij. iii. 97. &quot;&#xC2A;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC28;&#xC3F;&#xC28;&quot; A. v. 122. &#xC1F;&#xC40; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC28; &#xC30;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC41;. adj. Green, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC38;&#xC30;&#xC3F;&#xC21;&#xC3F; thinking well. &#xC2A;&#xC38;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC2F; pasaru-k&#x101;ya. n. A tender or immature fruit. &#xC2A;&#xC38;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F; pasaru-gubbi. n. A sort of bird. &#xC2A;&#xC38;&#xC30;&#xC41;&#xC1A;&#xC3E;&#xC2F; pasaru-&#x1E6D;s&#x101;ya. n. Green colour, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A; &#xC30;&#xC02;&#xC17;&#xC41;. &#xC2A;&#xC38;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; pasaru-purugu. n. The sap worm, a green caterpillar. &#xC2A;&#xC38;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17; n. A tender blossom, &#xC32;&#xC47;&#xC24;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pasarin&#x1E6D;su. [Tel. corrupted from Skt. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To spread, to extend. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC38;&#xC35;&#xC2F;&#xC40;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC2D;&#xC41;&#xC35;&#xC41;&#xC28;&#xC3F;, &#xC2A;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC32;&#xC21;&#xC46;.&quot; BD. v. 452.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;pasimi. [Tel.] n. Yellowness &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;. Greenness, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;. &quot;&#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC30;.&quot; H. iv. 174. &#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; pasimi&#x1E0D;i. adj. Green, &#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32;. &#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; jaundice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pasi&#x1E0D;i. [Tel.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. Wealth, &#xC27;&#xC28;&#xC2E;&#xC41;. adj. Golden. &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; Same as &#xC2A;&#xC48;&#xC15;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; (q. v.) &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F; pasi&#x1E0D;i-k&#x101;ya. n. The fruit of the silk cotton tree. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F;. &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41; Same as &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC38; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3F;</span>&#xA0;&#xA0;pasi. [from Skt. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;.] n. Cattle. &#xC2A;&#xC36;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC4B;&#xC17;&#xC23;&#xC2E;&#xC41;. The smell of cattle, &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC35;&#xC3E;&#xC38;&#xC28;. &#xC2A;&#xC38;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pasi-pa&#x1E6D;&#x1E6D;u. To scent or follow by the nose, as a dog does a fox. &#xC2A;&#xC38;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; to trace out or smell out. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC2A;&#xC38;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; when the crocodile scented the dog. &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41; pasulu. n. plu. Cattle, &#xC17;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC2A;&#xC41; pasi-g&#x101;pu. n. A herdsman, &#xC17;&#xC4B;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; pasi-tin&#x1E0D;i. n. A tiger, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC2A;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; pasula-p&#x14D;li-g&#x101;&#x1E0D;u. n. The Black Drongo or King crow, Dicrurusater. (F.B.I.) &#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;. Also, the Adjutant. &#xC24;&#xC4B;&#xC15;&#xC2A;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the Raquet-tailed Drongo shrike. Jerdon. No. 55. 56. 59. &#xC15;&#xC4A;&#xC02;&#xC21; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the White bellied Drongo, Dicrurus coerulescens. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC28;&#xC41;&#xC32; &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the Hair-crested Drongo, Chibia hottentotta. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32; &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the larger Racket-tailed Drongo, Dissemurus paradiseus (F.B.I.) &#xC2A;&#xC38;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; pasula-v&#x101;&#x1E0D;u. n. A herdsman, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;pasirika. [Tel. &#xC2A;&#xC38;&#xC30;&#xC41;+&#xC07;&#xC15;.] n. Green or yellow color, &#xC2A;&#xC38;&#xC30;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;. Yound or tender grass. &#xC32;&#xC47;&#xC24;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. adj. Green or yellow, &#xC2A;&#xC38;&#xC30;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC17;&#xC32;. &#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC3E;&#xC2E;&#xC41; pasirika-p&#x101;mu. n. A certain green snake that is harmless. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15; a species of the same. &#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pasirika-pi&#x1E6D;&#x1E6D;a. n. The Indian bee-eater, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC39;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2F; pasiri-k&#x101;ya. n. A silk worm, cocoon. See &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F;. A miser. &#xC2A;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC2C;&#xC2F;&#xC32;&#xC41; pasirika-bayalu. n. A lawn or meadow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pas&#x101;damu. [corruption of Skt. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;.] n. Blessed food. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC38;&#xC3E;&#xC2A;&#xC21;&#xC41; pas&#x101;pa&#x1E0D;u. (&#xC2A;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;+&#xC38;&#xC3E;&#xC2A;&#xC21;&#xC41;.) v. a. To eat. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3F;</span>&#xA0;&#xA0;pasi. [Tel.] adj. Little, tender, young. &#xC2A;&#xC38;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; or &#xC2A;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC2A; an infant &#xC2A;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a little boy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC38;&#xC3E;&#xC30;&#xC41; pas&#x101;rdmu. [Tel.] n. A shop. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;. Charms, grace, &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;. &#xC2A;&#xC38;.
			</div>
                