&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;n&#x1E0D;avulu. [Skt. from &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41; (&#xC30;&#xC3E;&#xC1C;&#xC41;)] n. The P&#x101;n&#x1E0D;us or princes of the house of P&#x101;n&#x1E0D;u. The ancient heroes. Aborigines. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; time out of mind, &#xC05;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2C;&#xC40;&#xC21;&#xC41; land that has never been brought under the plough, an immemorial waste. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35; &#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; prehistoric tombs, tumuli.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC5B;&#xC4D;&#xC15;&#xC48;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;ngkt&#x113;yu&#x1E0D;u. [Skt. from &#xC2A;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;.] A respectable guest, a person received in society.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC1C;&#xC47;&#xC2C;&#xC41;</span>&#xA0;&#xA0;p&#x101;nj&#x113;bu. [H.] n. A silver anklet. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;nch&#x101;lamu. [Skt.] n. The Punjab. The country north of Delhi, between the foot of the Himalayas and the Chambal. &#xC2A;&#xC02;&#xC1C;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC3F; p&#x101;nch&#x101;li. n. The daughter of the king of P&#x101;nch&#x101;la; a title of Draupadi, the wife of the five P&#x101;ndu princes. &#xC26;&#xC4D;&#xC30;&#xC4C;&#xC2A;&#xC26;&#xC3F;. &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC15; p&#x101;nch&#x101;lika. n. A doll or puppet, an image carved on pillars, &amp;c. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;, &#xC28;&#xC30;&#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; p&#x101;nch&#x101;lu&#x1E0D;u. n. A member of any one of the five castes of artificers, viz., the carpenters, weavers, barbers, washermen, painters. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC08; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41; &#xC1C;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC26;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ncha-janyamu. [Skt. derived from &#xC2A;&#xC02;&#xC1A;&#xC1C;&#xC28;&#xC03; a certain giant, of whose bone the conch was made.] n. The conch of vish&#x1E47;u. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC15;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;nk&#x14D;&#x1E0D;u. [Tel. for &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC21;&#xC41;.] n. A weaver&apos;s treadle. A sandal for the foot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;pastu. [Tel.] n. A fast, fasting, a starved condition, starving. &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; past-un&#x1E0D;u. v. n. To be fasting or starving.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;past&#x101;yin&#x1E6D;su. [H.] v. n. To regret, to be sorry. &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC38;&#xC2A;&#xC41; pasupu. [Tel.] n. Indian saffron or turmeric. Curcuma longa. Rox. i. 32. &#xC39;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC15;&#xC42;&#xC30;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; turmeric used as a spice. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; the wild species. Rox. i. 23. &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; the species used as a yellow dye. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; another species, C&#x16B;rcuma c&#x153;sia, Rox. i. 26. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC41; (or &#xC15;&#xC41;&#xC38;&#xC02;&#xC2D;&#xC32;.) Safflower, Carthamus tinctorius. W. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; turmeric leaves. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41; to use turmeric (by smearing it over the body), that is, to bathe. A. i. 63. and v. 41. &#xC0E;&#xC02;&#xC21;&#xC2A;&#xC38;&#xC2A;&#xC41; or &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC21; golden sunshine. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC28;&#xC40;&#xC30;&#xC46;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC24; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC3F;. A. vi. 75. &#xC06;&#xC2E;&#xC46; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E; &#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC26;&#xC41; lit: She will never lose her turmeric and red paint, i.e., she will never become a window. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E; a phrase for pin money, or dower, because it is money given to a bride, nominally to supply her with yellow and red paint for the forehead. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to ratify a marriage by accepting these on behalf of the bride. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC1A;&#xC3E;&#xC2F; pasupu-&#x1E6D;s&#x101;ya. n. Yellow colour. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26; n. Lit. The saffron bird. The Baya, or Weaver bird, Ploceus baya. (F.B.I.) &#xC17;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC2E; or &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41; p&#x101;n&#x1E0D;uvu. [Skt.] n. Paleness. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. A pale yellow colour, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. Leprosy. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. adj. White, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; p&#x101;n&#x1E0D;u&#x1E0D;u. n. The name of a sovereign of ancient Delhi, the reputed father of the five Pan&#x1E0D;u princes who are the heroes of the Mah&#x101;bh&#x101;rata. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC30;&#xC2E;&#xC41; p&#x101;n&#x1E0D;uramu. n. Pale or yellowish white colour. adj. Pale or yellowish white. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; p&#x101;n&#x1E0D;u-r&#x14D;gamu. n. Leprosy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC3F; p&#x101;n&#x1E0D;ityamu. [Skt. from &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;.] n. Learning, scholarship, mastery, perfect knowledge or skill. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
                