&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;</span>&#xA0;&#xA0;p&#x101;ka. [Tel.] n. A hut, shed or hovel of mats, a booth. &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC24;&#xC47;&#xC15;&#xC41;&#xC21;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC36;&#xC3E;&#xC32;. Also, a small temple, &#xC17;&#xC41;&#xC21;&#xC3F; BD. iii. 1274.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x101;msuvu. [Skt.] n. Dust. &#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC27;&#xC42;&#xC33;&#xC3F;. &#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32;&#xC2E;&#xC41; p&#x101;msulamu. n. Saltish earth, saline earth. &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32;&#xC35;&#xC23;&#xC46;. &quot;&#xC2E;&#xC43;&#xC26;&#xC41;&#xC36;&#xC2F;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC46;&#xC32;&#xC24;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC4B;. &#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC17; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC2F;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC26;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC41;.&quot; M. III. ii. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32;</span>&#xA0;&#xA0;p&#x101;msula. [Skt.] n. An unchaste woman. &#xC1C;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;msanu&#x1E0D;u. [Skt.] n. A contemptible, wicked or bad man. &#xC26;&#xC42;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC02;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; one who is a disgrace to his family. M. IX. ii. 315.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x101;m&#x1E63;uvu. [Skt.] n. Dust. &#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;. Manure, &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC02;&#xC1A;&#xC3F;&#xC24; &#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;. Vasu. iii. 165.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;nthu&#x1E0D;u. [Skt.] n. A traveller. &#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3F;, &#xC2A;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; p&#x101;n&#x1E0D;yamu. [Skt.] n. A country in the Southern part of the Indian peninsula, comprehending the districts of Madura and Tinnevelly. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC21;&#xC41; p&#x101;n&#x1E0D;-&#x12B;&#x1E0D;u. n. A king of the P&#x101;n&#x1E0D;ya country. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC21;&#xC41; Same as &#xC2A;&#xC3E;&#xC30;&#xC15;&#xC4B;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC46;&#xC28;</span>&#xA0;&#xA0;, &#xC2A;&#xC3E;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28; or &#xC2A;&#xC3E;&#xC15;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; p&#x101;kena. [Tel. n. A ceremony performed on the third day of a wedding. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC42;&#xC21;&#xC35;&#xC28;&#xC3E;&#xC1F;&#xC3F; &#xC2F;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41; p&#x101;ku. [Tel.] To creep or crawl. &#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x101;kin&#x1E6D;su. v. a. To train, as a vine or other creeper. &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;ku&#x1E0D;u. n. A trellis for a vine or other creeper. Anything that spreads or creeps; mossiness; the scum or greenness on putrid water. Dirt on the teeth. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC1A;&#xC3F;. Dirt, nastiness, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; p&#x101;kul-&#x101;&#x1E0D;u. To creep or crawl. To scramble. &#xC2A;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; why ask the help of strangers. &#xC2A;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41; p&#x101;-konu. v. n. To attach itself to, or to stick to, as dirt or moss. &#xC2A;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41;&#xC2F;&#xC3F; a green pool. &quot;&#xC2A;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC42;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC15;&#xC32;&#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;&#xC30;&#xC4B; &#xC24;&#xC2E;&#xC47;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC3E;&#xC15;&#xC40;, &#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; p&#x101;ki. [Tel.] n. A scavenger, commonly called at Madras a T&#x14D;&#x1E6D;i. &#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC26;&#xC3F; a T&#x14D;&#x1E6D;i woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; p&#x101;k-&#x101;ri. [Skt.] n. A title of Indra as the slayer of a giant named &#xC2A;&#xC3E;&#xC15;&#xC03;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;kalamu. [Skt.] n. A fever in an elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC15;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; an elephant that has fever. A. vi. 58. A horse, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;kamu. [Skt.] n. Cooking, dressing food, boiling, &#xC35;&#xC02;&#xC1F;. Maturity, natural or artificial, as the state of being cooked or ripened. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;. The style of an author: the chief distinctions of which are &#xC15;&#xC26;&#xC33;&#xC40;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; the plantain style, which is easily comprehended, the plantain being quite soft and without stones: &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; or grape style, which is very superior and more difficult, to understand, and &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; or cocoanut style, which is puzzling and dry, requiring time and consideration to digest it. &#xC26;&#xC47;&#xC39;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; the constitution of the body. &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC15;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; she is a good cook. &#xC32;&#xC47;&#xC39;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; the concoction or preparation of medicine. &#xC2A;&#xC3E;&#xC15;&#xC17;&#xC47;&#xC39;&#xC2E;&#xC41; p&#x101;ka-g&#x113;hamu. n. A kitchen. &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;</span>&#xA0;&#xA0;p&#x101;ka-n&#x101;&#x1E6D;i-re&#x1E0D;lu. [Tel.] n. A certain sub-caste of K&#x101;pus (&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;,) who derive their name from the country named &#xC2A;&#xC3E;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41;. Also, a sub-caste of the M&#x101;las. (&#xC2E;&#xC3E;&#xC32;&#xC32;&#xC41;.)
			</div>
                