&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;kshikamu. [Skt. from &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.] n. An alternative. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. Unfairness, partiality, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1C;&#xC40;</span>&#xA0;&#xA0;p&#x101;j&#x12B;. [H.] adj. Vile; worthless, despicable, base, contemptible, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;su. [Tel. Causal of &#xC2A;&#xC3E;&#xC2F;&#xC41;.] v. a. To remove out of the way. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC3E;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To disentangle, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; p&#x101;&#x1E6D;sanamu. [Tel.] n. Looseness of the bowels, &#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41;. plu. &#xC2A;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; p&#x101;chitamu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.] n. Compensation, atonement. &quot;&#xC2C;&#xC39;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC28; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC21;&#xC3F;, &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC48;&#xC24;&#xC3E; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; A. vi. 91.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;p&#x101;chika. [Tel.] n. A die in gambling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC3F; p&#x101;chi. [Tel.] n. Rot, foulness, squalor, staleness, nastiness, scurf, (as of the teeth,) &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; Green slime produced in stagnant water, moss, water weeds, &#xC36;&#xC48;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. Also, a baby word for the nipple, breast, or milk. adj. Old, &#xC2A;&#xC3E;&#xC24;&#xC2F;&#xC48;&#xC28;. Dirty, unclean, not fresh. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; the cleaning of the house is not done. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC41; to sweep and wash a house, to clean a house. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46; p&#x101;chi-t&#x12B;ge. n. A certain creeper, also called &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41;. Anogeissus acuminata (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;chaku&#x1E0D;u. [Skt.] n. A cook &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC17;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;gemu. [Tel.] n. Connection, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;p&#x101;gu. [Tel.] n. Thick syrup, melted sugar, treacle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC17;&#xC3F;&#xC21;</span>&#xA0;&#xA0;p&#x101;gi&#x1E0D;a. [Tel.] n. Thread that remains after a web has been woven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC17; p&#x101;g&#x101;. [Tel.] n. A turban. &#xC2A;&#xC3E;&#xC17;&#xC3E;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; to tie on or form a turban. Also, a stable. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3E;&#xC32;. A troop of horses, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; Same as &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; (q. v.) &#xC2A;&#xC3E;&#xC17;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; p&#x101;g&#x101;-gurramu. n. A livery horse, stalled horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;amu. [Tel.] adj. Proper, fitting, &#xC07;&#xC26;&#xC3F; &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC47;&#xC33;&#xC15;&#xC3E;&#xC26;&#xC41; this is not a proper time of day to examine the rubies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC2C;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;a-ban&#x1E0D;i. [Tel.] n. A kind of carriage. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC2A;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;pa&#x1E6D;a-p&#x101;&#x1E6D;a. [Tel.] adj. Little by little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;anamu. [Skt.] n. Splitting. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC28;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;ana. [Tel.] n. Adornment. &#xC06;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Putting right, making right, righting. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Regard, &#xC06;&#xC26;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;ach-charu&#x1E0D;u. [Skt.] n. A thief or robber. &#xC26;&#xC4A;&#xC02;&#xC17;. A. iv. 300.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41; p&#x101;&#x1E6D;akamu. [from Skt. &#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;.] n. Small pox. [Skt.] n. A bank of a river, &amp;c., &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;a-che&#x1E6D;&#x1E6D;u. n. A tree, called Cissampelos hexandria. Rox. iii. 842. &#xC0F;&#xC15;&#xC3E;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC32;&#xC3E;, &#xC05;&#xC17;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC20;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;a. [Tel. from &#xC2A;&#xC3E;&#xC21;&#xC41;.] n. Music, a song. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC26;&#xC2E;&#xC41;. Manner, way, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC1F; in this way, &#xC08; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC47;&#xC2A;&#xC3E;&#xC1F; &#xC2F;&#xC3F;&#xC26;&#xC47; this is his incessant theme. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC06;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC06;&#xC1F; &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2A;&#xC3E;&#xC1F; his authority is all in all, or his word is law. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC1F; how, in what way? &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC28;&#xC48;&#xC28;, in any way, &#xC0F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC5B;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC28;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC3E;&#xC24;&#xC1A;&#xC47;&#xC32;&#xC41; p&#x101;j&#x113;lu. [Tel. &#xC2A;&#xC3E;&#xC24;+&#xC1A;&#xC47;&#xC32;&#xC41;.] n. Land under cultivation, as opposed to waste land, (&#xC2C;&#xC40;&#xC21;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC21;&#xC17;&#xC2E;&#xC41; p&#x101;ga&#x1E0D;amu. [Tel.] n. A silver anklet &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC12;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1A;&#xC47; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
                