&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;ari. [Tel. from &#xC2A;&#xC3E;&#xC1F;&#xC41;.] n. A hard working man, a drudge. &quot;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC30;&#xC3F;.&quot; V&#x113;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;&#x12B;lu. [Tel.] n. A sort of gold bracelets worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;&#x12B;ramu. [Skt.] n. Sandal. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC1F;&#xC40;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC3F; Mount Malaya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC41; p&#x101;&#x1E6D;illu. [Tel.] v. n. To happen, to occur, to be produced, to be brought about, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28; &#xC2F;&#xC28;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC40;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC46;.&quot; M. VII. v. 123.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;ilamu. [Skt.] adj. Split. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;in&#x1E6D;su. [Tel.] v. n. To exceed, to be excessive. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2C;&#xC3E;&#xC23;&#xC41;&#xC2C;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC17;&#xC42;&#xC21;&#xC28;&#xC48;&#xC26;&#xC41;. &#xC15;&#xC30;&#xC17;&#xC3F; &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC30;&#xC41;&#xC35;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; M. IV. ii. 31. &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;. v. a. To observe, to care for, to regard, to pay attention to, to honour. &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To consider, to to take into consideration, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To expect, hope, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To wear or carry, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To have, get, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &quot;&#xC2A;&#xC30;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3E;&#xC38;&#xC2C;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC15;.&quot; Vish. iv. 248. &quot;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC1F; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;.&quot; BD. ii. 149. &quot;&#xC24;&#xC28;&#xC24;&#xC4B;&#xC21; &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17;&#xC32; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC21; &#xC26;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC15;.&quot; Vish. iv. 143. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41; p&#x101;&#x1E6D;impu. n. Care, regard, application, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;i. [Tel.] n. Degree, extent, quantity, size. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. Value, character, quality, kind, sort. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Fitness. Resemblance, equality, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Equal, &#xC38;&#xC2E;&#xC2E;&#xC41;. Common, general, &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Due, fit, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Of such a size or character, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC26;&#xC3F;. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC32; an exact measurement. &#xC08; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; so far will do, thus much is enough. &quot;&#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2F;&#xC48; &#xC27;&#xC30;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;,&quot; the words of many people will carry weight. &#xC08;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; by this time he will have arrived. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24; &#xC28;&#xC40;&#xC15;&#xC41; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; it will be enough if you are equal to him. &#xC0F;&#xC2A;&#xC3E;&#xC1F;&#xC3F; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; how much money? &#xC05;&#xC26;&#xC3F; &#xC12;&#xC15; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is tolerably good. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC35;&#xC41; a ford in a river. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC47;&#xC32; rich soil (see &#xC2A;&#xC3E;&#xC21;&#xC41;.) &#xC35;&#xC40;&#xC21;&#xC41; &#xC0F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; what kind of a man is he? &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; a slender stick. &#xC24;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F; competent, fit, suitable. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC3E;&#xC1F;&#xC3F; small. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; base men, low people. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC32;&#xC47;&#xC21;&#xC41; there is no one here fit to advise you. &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F; what sort of business is this? &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E; little by little, &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC3E;. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; p&#x101;&#x1E6D;i-gonu. v. a. To consider as equal, &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;avamu. [Skt. from &#xC2A;&#xC1F;&#xC41;.] n. Health. &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Strength, vigour, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC24;, &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Ability, cleverness, &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC2E;&#xC41; skill in singing. Brightness, &#xC24;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Anir. ii. 65. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; he is losing his eyesight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC32;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC3F; p&#x101;&#x1E6D;ala. [Skt.] n. The flower called the Trumpet flower. Bignonia suavcolens. Rox. iii. 104. Ainslie ii. 273. &#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC41; p&#x101;&#x1E6D;alamu. adj. Red, rosy, ruddy. n. Flesh colour. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC17;&#xC02;&#xC27;&#xC3F; a rosy maid. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC27;&#xC30;&#xC3F; cherry-lipped. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC1C;&#xC1F;&#xC32;&#xC41; red matted locks. &#xC28;&#xC35;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC41; ruddy as a young sprout.
			</div>
                