&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;&#x1E0D;u. [Tel.] n. A trellis for a vine or other creeper; anything that spreads or creeps; mossiness; the scum or greenness on putrid water. Dirt on the teeth. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC1A;&#xC3F;. Dirt. nastiness. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E0D;u. [Tel.] v. a. To sing. &#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. Also, to sell or to bid at an auction. &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; pa&#x1E0D;in&#x1E6D;su. (Causal of &#xC2A;&#xC3E;&#xC21;&#xC41;.) v. a. To have something sung. To proclaim, sell by auction. &#xC28;&#xC3E; &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC47;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they sold my property by auction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E0D;u. [Tel.] adj. Waste, desolate, dismal, dreary, neglected, ruined, dilapidated. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Cursed, blasted. Horrid, vile, sad. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they left the house empty. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; sad news, a horrid story. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC32;&#xC3F; horridly cold. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC4B;&#xC1F; a neglected garden. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; an abandoned drunkard. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC47;&#xC32; waste ground. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; or &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC47;&#xC32; rich soil. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC4A;&#xC38;&#xC32;&#xC41; a blank forehead, i.e., one unadorned with the tilacam. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a wasting fever. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC28; cursed rain. n. A wreck, waste, ruin, desolation. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A village. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; p&#x101;&#x1E0D;u-ch&#x113;yu. v. a. To spoil. To waste, ruin, throw away. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC21;&#xC30;&#xC41; or &#xC2A;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC41; p&#x101;&#x1E0D;u-pa&#x1E0D;u. v. n. To become waste or desolate. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; p&#x101;&#x1E0D;u-nuyyi. n. A disused well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E0D;i. [Tel.] n. Justice, propriety, fitness, decency. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Nature. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Business, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. Abundance of diary produce. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC26;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Milk, &#xC2A;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC41; a cow in milk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC30;&#xC41;</span>&#xA0;&#xA0;See under &#xC2A;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E0D;agamu. [Tel.] n. A silver anklet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC20;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;h&#x12B;namu. [Skt.] n. A fish, which has numerous teeth. Silurus boalis. (W.) The poetical dolphin. &#xC2C;&#xC47;&#xC21;&#xC3F;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;hamu. [Skt.] n. A lesson. Study, reading. &#xC1A;&#xC26;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC20;&#xC36;&#xC3E;&#xC32; p&#x101;&#x1E6D;ha-&#x1E63;&#x101;la. n. A school, a college. &#xC2C;&#xC21;&#xC3F;. See &#xC2A;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC20;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;&#x1E6D;haku&#x1E0D;u. n. A lecturer. A spiritual preceptor. A reader. A student, &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;. &#xC2A;&#xC3E;&#xC20;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC20;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; p&#x101;&#x1E6D;ha-bh&#x113;damu. n. A various reading, another reading, a deviation found in other manuscripts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E6D;u. [Tel. from &#xC2A;&#xC21;&#xC41;] n. A fall. &#xC2A;&#xC21;&#xC41;&#xC1F;. Suffering, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Labour. A movement, an action, &#xC1A;&#xC30;&#xC4D;&#xC2F;. Distress, misfortune, hardship, mishap, &#xC06;&#xC2A;&#xC26;. Time, occasion. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. Manner, way, mode, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A declining state. The ebb of the tide. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1F;. &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC3E;&#xC1F;&#xC41; (lit: eye-lid-fall.) a wink or blink. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; the fall of a lizard. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; a deaf man understands the motions of the lips. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC21;&#xC47; &#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC32;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; the hardships they suffer are indescribable. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC21;&#xC47;&#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he leads the life of a dog. &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; though we did all we could we did not find him. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC43;&#xC27;&#xC3E;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC3E; will all his trouble be in vain. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC47; as soon as he comes. &#xC05;&#xC26;&#xC3F; &#xC06;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC47; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it remains as it was, it remains unaltered. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4B; &#xC06;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC47; &#xC09;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41; leave it as it is . &#xC05;&#xC26;&#xC4B;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC28;&#xC47;&#xC32; a declivity, slope or descent. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; the ebb and flow of a river or sea, &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41; vile pranks. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; an error. Added to some verbs it serves as an affix like-tion, -ness or -ment and forms a noun, as &#xC28;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; laughter. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; cost, expenditure. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; a correction. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; settlement. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; loneliness. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; alone, unaccompanied. &#xC06;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; where-upon, thereupon, on that occasion. &#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41; jobs. &#xC2A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a drudge, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; p&#x101;&#x1E6D;u-pa&#x1E0D;u. To toil, to labour. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x101;&#x1E6D;u-s&#x101;gin&#x1E6D;su. v. n. To cultivate, to begin cultivation operations. &#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC2C;&#xC21;&#xC41; p&#x101;&#x1E6D;uva-ba&#x1E0D;u. v. n. To come back to the original position. &#xC2F;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
                