&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;</span>&#xA0;&#xA0;p&#x101;ta. [Skt.] n. One who takes care of or guards. &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30; p&#x101;ta. [Tel.] adj. Old, decayed, worn out. &#xC2C;&#xC39;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC3E;&#xC24;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; the old clerk, i.e., the former one (not one who is aged.) &#xC2A;&#xC3E;&#xC24;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; a horse that has been with the owner for a considerable time. &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC3E;&#xC24;&#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; that is an old story. n. A cloth, clothes, usually conjoined with the word, &#xC2C;&#xC1F;&#xC4D;&#xC1F;: thus, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC3E;&#xC24; clothing and raiment. An old cloth, &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; p&#x101;tagilu. v. n. To grow old. &#xC2A;&#xC3E;&#xC24;&#xC43;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC2A;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC2A;&#xC41; p&#x101;ta-k&#x101;pu. n. An old resident. &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; p&#x101;tarikamu. n. Oldness. Experience.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC2A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC2A;&#xC21;&#xC2E;&#xC41; p&#x101;&#x1E47;ipa&#x1E0D;amu, [Tel.] n. A quiver. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;, &#xC24;&#xC42;&#xC23;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC15;</span>&#xA0;&#xA0;p&#x101;&#x1E47;ika. [Skt.] n. A spoon, a ladle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC27;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E47;in-dhamamu. [Skt.] n. A pair of bellows. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. Darkness, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. A kind of drum. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E47;i. [Skt.] n. The water or lustre of pearls. &#xC2E;&#xC41;&#xC24;&#xC48;&#xC2A;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41;. The hand. &#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC24;&#xC32;&#xC2E;&#xC41; the palm of the hand. &#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; clapping the hand. &#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41; p&#x101;&#x1E47;i-graha&#x1E47;amu. n. A wedding, nuptials. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;. &#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC40;&#xC24;&#xC3F; p&#x101;&#x1E47;ig&#x1E5B;ih&#x12B;ti. n. A wedded wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC23;&#xC38;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E47;asi. [Tel.] n. A Pariah. &#xC2E;&#xC3E;&#xC32;. &quot;&#xC2A;&#xC3E;&#xC23;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC41;&#xC32;&#xC28;&#xC41;&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E0D;yami. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;.] n. The day after the full or new moon, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC25;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC21;&#xC46;</span>&#xA0;&#xA0;p&#x101;&#x1E0D;e. [Tel.] n. A bier, a funeral pile. &#xC36;&#xC35;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC21;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F; a wretch, villain; a fool, simpleton, booby. &#xC28;&#xC40;&#xC2A;&#xC3E;&#xC21;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F; perish thou.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; p&#x101;ta&#x1E5B;al-&#x101;&#x1E0D;u. [Tel. for &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;. See &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] v. n. To dance about. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC21;&#xC41;. To be at a loss. to be perplexed or puzzled, to muse, &#xC24;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC24;&#xC15;&#xC41;, &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15;, &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC02;&#xC17;&#xC4B;&#xC2A;&#xC15;&#xC41;&#xC32;&#xC02;&#xC26;&#xC30;&#xC41;, &#xC17;&#xC40;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC21; &#xC1A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41; &#xC28;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;, &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41; &#xC28;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC46;&#xC21; &#xC35;&#xC46;&#xC21;, &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC41; &#xC2F;&#xC36;&#xC4B;&#xC26;&#xC2A;&#xC3E;&#xC2A;&#xC02;&#xC21;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC4D;.&quot; B. X. ch. 18. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC30;</span>&#xA0;&#xA0;p&#x101;tara. [Tel. &#xC2A;&#xC3E;&#xC24;&#xC41;+&#xC05;&#xC30;.] n. A grain pit or cellar built with a small mouth above, to preserve salt or grain &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;. A treasury. &#xC28;&#xC3F;&#xC27;&#xC3F;. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC30; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stored up the grain in a pit. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC3E;&#xC24;&#xC30; a pack of confusion, a puzzle. &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC24;&#xC40;&#xC2F;&#xC41; to dig a pit, or to open a grain cellar. &#xC07;&#xC38;&#xC41;&#xC15;&#xC2A;&#xC3E;&#xC24;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; in a full stream. &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC30; a pit-fall. &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC32;&#xC41; grain pits.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;tamu. [Skt.] n. A fall, descent. &#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC28;&#xC26;&#xC40;&#xC2A;&#xC3E;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F; land devastated by a flood, or that has fallen into a river. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; a passage that is lost from a book.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;takamu. [Skt.] n. A sin, a crime. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; the five great sins, viz, killing a Brahmin (&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E; &#xC39;&#xC24;&#xC4D;&#xC2F;), stealing gold (&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC2E;&#xC41;,) drinking intoxicating liquor (&#xC38;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;) dishonoring a teacher&apos;s wife (&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;) and association with such as are guilty of any of these sins (&#xC07;&#xC35;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC24;&#xC4B;&#xC21;&#xC3F; &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;) &#xC2A;&#xC3E;&#xC24;&#xC15;&#xC3F; or &#xC2A;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;taki. n. A sinner.
			</div>
                