&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC46; p&#x101;tika. [Tel.] n. One fourth or quarter of anything. Thus &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC42; &#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; twenty-five Rupees. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a person of 25 years of age. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC02;&#xC26;&#xC3F; 25 persons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;t&#x101;&#x1E37;amu. [Skt.] n. The nether world, Hades, &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC06; &#xC17;&#xC41;&#xC02;&#xC1F; &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that pond is as deep as Hades. &#xC08; &#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the water is very low down in this well. &quot;&#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC41;.&quot; A. vi. 77. &#xC1F;&#xC40; &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC27;&#xC4B;&#xC17;&#xC24;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC26;&#xC42;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC17;&#xC42;&#xC22;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC17;&#xC02;&#xC17;. &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC17;&#xC02;&#xC17; p&#x101;t&#x101;&#x1E37;a-ganga. n. The name of the river that flows through the Hindu Hades. Also, the name of that branch of the Krishna which flows past Sri Sailum. &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2D;&#xC26;&#xC3F; p&#x101;t&#x101;&#x1E37;a-bh&#x113;di. n. A grappling hook or drag to recover things sunk in a river.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;tramu. [Skt.] adj. Worthy, fit, adequate. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC24; p&#x101;trata. n. Fitness, worthiness. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; p&#x101;tru&#x1E0D;u. n. One who is worthy, deserving or fit. &#xC05;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC06;&#xC2F;&#xC28;&#xC26;&#xC2F;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC28;&#xC48;&#xC24;&#xC3F;&#xC28;&#xC3F; I was found worthy of enjoying his favour. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC26;&#xC02;&#xC21;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3F; they were guilty, they were deserving of punishment. A king&apos;s counsellor or minister. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;. &quot;&#xC15;&#xC4B;&#xC1F;&#xC32;&#xC4B; &#xC17;&#xC1C;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC2E;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC20;&#xC3E;&#xC23;&#xC3E; &#xC09;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;.&quot; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; means principal servants. A title assumed by the members of a particular caste of Sudras in Ganjam and Orissa, as &#xC2D;&#xC4B;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC39;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC40;&#xC30;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41; &#xC21;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;tramu. [Skt.] n. A character in a play, an actress. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3F;. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30; or &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; n. A utensil, &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Hardware. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41; or &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F; metal vessels. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; See &#xC2A;&#xC3E;&#xC24;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;p&#x101;tu-konu. v. n. To become firm. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; p&#x101;ti-pe&#x1E6D;&#x1E6D;u. v. a. To bury. To plant, to fix. &#xC12;&#xC15; &#xC17;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they set up a post. &#xC06; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I planted those plants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;p&#x101;tu. [Tel.] v. a. To bury, fix, set up or fasten in the ground, &#xC2A;&#xC42;&#xC21;&#xC41;&#xC1A;&#xC41;. n. The foundation, meaning that portion of a post, &amp;c., which is underground. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC24;&#xC41; the roots of the hills. &quot;&#xC15;&#xC4D;&#xC30;&#xC4C;&#xC27;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC24;&#xC41; &#xC17;&#xC26;&#xC32;&#xC02;&#xC17;&#xC28;&#xC47;&#xC35;&#xC47;&#xC33;. &#xC28;&#xC4B;&#xC32;&#xC3F;&#xC28;&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC40;&#xC35;.&quot; HN. iv. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ti-vratyamu. [Skt. from &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;.] n. Matrimonial fidelity, faithfulness in a wife. &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x101;da&#x1E6D;&#x1E6D;u. [Tel. &#xC2A;&#xC3E;&#xC21;&#xC41;+&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A cobweb. &#xC2C;&#xC42;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC25;&#xC38;&#xC4D;&#xC38;&#xC41; pathamu. [Skt.] n. Water. &#xC2A;&#xC3E;&#xC25;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41; a fish. Vasu. ii. 57. Food, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC25;&#xC47;&#xC2F;&#xC2E;&#xC41; p&#x101;th&#x113;yamu. n. Provision or provender for a journey. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. Parij. ii. 117. &#xC2A;&#xC3E;&#xC25;&#xC4B;&#xC27;&#xC3F; p&#x101;th&#x14D;dhi. n. The sea.
			</div>
                