&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC26;&#xC3F; p&#x101;du. [Tel.] n. A garden bed or plot smaller than a &#xC2E;&#xC21;&#xC3F;. Also, the watered earth round a tree. The area or areola round the nipple or round a sore. Underneath, the nether portion, &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;. Steadiness, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x101;duka&#x1E6D;&#x1E6D;u. v. n. To divide into beds. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41; p&#x101;du-konu. v. n. To be grounded, established firm. To take root or gather strength have a footing. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; being well grounded. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; p&#x101;du-kolupu. v. a. To fix, to ground, to establish. &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24; &#xC2A;&#xC02;&#xC15;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC28;&#xC47; &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC46;.&quot; Vish. i. 3.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC1F;</span>&#xA0;&#xA0;p&#x101;di-v&#x113;&#x1E6D;a. [Tel.] n. Fowling or catching birds by means of a decoy. &#xC36;&#xC3E;&#xC5B;&#xC41; &#xC2A;&#xC42;&#xC30;&#xC47;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC07;&#xC24;&#xC30; &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC35;&#xC47;&#xC1F;. &#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; p&#x101;di-guvva. n. A dove used in &#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;p&#x101;diri. [Fr. Padr&#xE8;, Eng. Father.] n. A Romish priest. A missionary, or clergyman, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC2C;&#xC4B;&#xC26;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28; &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC3F; p&#x101;diri. [Tel.] n. The flower called Bignonia suaveolens. See &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC3F;. Rox. iii. 105. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC40;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC43;&#xC02;&#xC24;&#xC3E;, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC2D;&#xC42;&#xC24;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F; are species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;da-l&#x113;panamu. n. A salve or unguent for the feet. &#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC2E;&#xC17;&#xC21;&#xC2E;&#xC41; p&#x101;d-&#x101;ngadamu. n. An ornament for the feet or toes. &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; p&#x101;da-pa&#x1E6D;&#x1E6D;amu. n. An anklet. &#xC05;&#xC02;&#xC26;&#xC46;, &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC05;&#xC02;&#xC26;&#xC46;, &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC47;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;damu. [Skt.] n. A foot. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;. A root, &#xC35;&#xC47;&#xC30;&#xC41;. A quarter, &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;. A foot or line of verse being a quarter of a stanza. &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A ray of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. A small hill at the foot of a mountain. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC26;&#xC30;&#xC3F; &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;. &#xC24;&#xC2E; &#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32;&#xC28;&#xC47; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I came in reliance on your honour as my protector. This is a mere conversational compliment, like &apos;I kiss your hands&apos; in Spanish. &#xC2A;&#xC3E;&#xC26;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; water made holy by washing a saint&apos;s feet. &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; lotus-like feet. &#xC2A;&#xC3E;&#xC26;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37; red paint for the feet of women, &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC24;&#xC2E;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32;&#xC38;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3E; &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; permit me to introduce my son to your honour&apos;s protection. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC21;&#xC46;&#xC28;&#xC41; he fell on his father&apos;s feet. &#xC24;&#xC2E;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32;&#xC35;&#xC26;&#xC4D;&#xC26; before your honour, in your presence. &#xC24;&#xC2E;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC32; &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I throw myself on your goodness. &#xC2A;&#xC3E;&#xC26;&#xC1A;&#xC3E;&#xC30;&#xC3F; p&#x101;da-ch&#x101;ri. n. A foot passenger. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41;. One who goes walking, &#xC28;&#xC21;&#xC1A;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC26;&#xC1C;&#xC41;&#xC21;&#xC41; p&#x101;daju&#x1E0D;u. n. A Sudra, because born from the feet of Brahma. &#xC2A;&#xC3E;&#xC26;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; p&#x101;da-tr&#x101;&#x1E47;amu. n. A shoe or boot. &#xC2A;&#xC48;&#xC1C;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC2E;&#xC41; p&#x101;dapamu. n. A tree. &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; p&#x101;da-p&#x16B;r&#x1E47;amu. n. An unnecessary word inserted in verse, to fill up the measure, such as in Sanskrit the words &#xC24;&#xC41;, &#xC39;&#xC3F;, &#xC1A;, &#xC38;&#xC4D;&#xC2E;, &#xC39;&#xC3F;, &#xC35;&#xC48;, or, in Telugu poetry the words, &#xC12;&#xC17;&#xC3F;, &#xC24;&#xC17;, &#xC2E;&#xC30;&#xC3F;, &#xC07;&#xC32;, &#xC2E;&#xC39;&#xC3F; , or verbs, &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &amp;c. &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41; p&#x101;da-rasamu. n. Quick-silver, mercury. &#xC30;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC26;&#xC32;&#xC3F; p&#x101;dali. n. A base or low man, &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC26;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC21;&#xC40;&#xC21;&#xC41;.&quot; HD. iii. 110.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;nalu. [Tel.] n. plu. Doubts, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41;, &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2C;&#xC38;&#xC35;&#xC3E;&#xC2F;&#xC28;&#xC17;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC3E;&#xC28;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC47;&#xC32;, &#xC2A;&#xC38;&#xC3F;&#xC2C;&#xC3E;&#xC32;&#xC32;&#xC15;&#xC41;&#xC28;&#xC48;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC21;&#xC47;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;.&quot; BD. ii. 584.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;namu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;.] n. Life.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;namu. [Skt.] n. Drinking. Also, a draught (of water, &amp;c.) &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; food and raiment. &#xC2A;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41; p&#x101;nakamu. n. A sweet drink, a beverage made of sugar and water and drunk as sherbet. &#xC2A;&#xC3E;&#xC28;&#xC15;&#xC2A;&#xC42;&#xC1C; a certain rite performed in the hot weather, when they hold a feast of cooling diets and drinks, with amusements. A. ii. 84. 88. &#xC2A;&#xC3E;&#xC28;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F; or &#xC2A;&#xC3E;&#xC28;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15; p&#x101;na-g&#x14D;sh&#x1E6D;hi n. A dram shop, a place where people drink together. Vish. P. viii. 45. &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; p&#x101;namu-ch&#x113;yu. v. a. To drink.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;dyamu. [Skt. from &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;.] n. Water for washing the feet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC37;&#xC3E;</span>&#xA0;&#xA0;, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC38;&#xC3E; or &#xC2A;&#xC3E;&#xC26;&#xC41; &#xC38;&#xC3E;&#xC39;&#xC3F; p&#x101;dush&#x101;. [H.] n. Padshah, an emperor, &#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; p&#x101;dukalu. [Skt.] n. plu. Sandals, &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; the art of flying by means of seven league-boots. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; p&#x101;d&#x16B;-v&#x101;hu&#x1E0D;u. n. A slipper-bearer, a menial. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. A. iv. 6. &quot;&#xC35;&#xC3E;&#xC26;&#xC35;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D; &#xC35;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC37;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC38;&#xC35;&#xC47;&#xC26;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; L. xix. 58. &#xC2A;&#xC3E;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; [Tel. &#xC2A;&#xC3E;&#xC21;&#xC41;+&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] Same as &#xC2A;&#xC3E;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41; [q. v.] &#xC2A;&#xC3E;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; p&#x101;do&#x1E6D;&#x1E6D;u-purugu. n. A spider.
			</div>
                