&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; p&#x101;pa&#x1E6D;amu. [Tel. from &#xC2A;&#xC3E;&#xC2F;&#xC41;.] n. A harrow, or hoeing instrument. &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC24;&#xC4B;&#xC32;&#xC41; p&#x101;pa&#x1E6D;a-t&#x14D;lu. v. n. To harrow. &#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC2E;&#xC41; p&#x101;pa&#x1E0D;amu. n. Harrowing. &#xC2A;&#xC48;&#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F; the hire for harrowing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;v. n. To doubt, to hesitate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC1F;</span>&#xA0;&#xA0;p&#x101;pa&#x1E6D;a. [Tel. from &#xC2A;&#xC3E;&#xC2F;&#xC41;.] n. The parting of the hair on the forehead. &#xC15;&#xC47;&#xC36;&#xC35;&#xC40;&#xC27;&#xC3F;. A flowering forest tree, Ixora tomentosa. &#xC35;&#xC43;&#xC15;&#xC27;&#xC42;&#xC2E;&#xC15;&#xC2E;&#xC41;. Rox. i. 385. &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC1A;&#xC47;&#xC30;&#xC41; p&#x101;pa&#x1E6D;a-bo&#x1E6D;&#x1E6D;u. n. A kind of head ornament, a brooch or locket suspended on the forehead from the parting of the hair. &#xC1A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;. &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC15; p&#x101;pa&#x1E6D;a-g&#x14D;rinka. n. The Black-headed Myna, Temenuchus pagodarum, (F.B.I.) &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2A;&#xC4B;&#xC35;&#xC41; p&#x101;pa&#x1E6D;ap&#x14D;ru. v. n. To get out of the way, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; p&#x101;pa&#x1E6D;apu&#x1E6D;s&#x1E6D;su. v. a. To remove out of the way. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;na-va&#x1E6D;&#x1E6D;amu. [Tel.] n. The base or trench into which libations, poured on the top of an idol, run down and flow to the spout. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;</span>&#xA0;&#xA0;p&#x101;pa. [Tel.] n. A child. The pupil of the eye. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC2A;&#xC32;&#xC41;&#xC32;&#xC47;&#xC30;&#xC41; she has neither chick nor child.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;</span>&#xA0;&#xA0;p&#x101;pa. [Tel. from &#xC2A;&#xC3E;&#xC2E;&#xC41;.] adj. Of the serpent, serpentine. &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC47;&#xC21;&#xC41; the king of serpents, &#xC28;&#xC3E;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41; a serpent bed, i.e., the great serpent on which Vish&#x1E47;u reclines. R. i. 46. &#xC2A;&#xC3E;&#xC2A;&#xC1C;&#xC17;&#xC2E;&#xC41; the serpent world, &#xC28;&#xC3E;&#xC17;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC3E;&#xC2A;&#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; p&#x101;pa-&#x1E0D;zanniga&#x1E6D;&#x1E6D;u. n. One who wears a serpent as his sacred thread, an epithet of Ga&#x1E47;&#x113;sa, &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC24;&#xC42;&#xC2A;&#xC41; or &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41; p&#x101;pa-t&#x16B;pu. n. A serpent arrow, &#xC28;&#xC3E;&#xC17;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC40;&#xC28;&#xC41; p&#x101;pa-n&#x101;nu. n. A serpent like fish. &#xC12;&#xC15; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2A;. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC47;&#xC2A;&#xC30;&#xC3F; or &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41; p&#x101;pa-m&#x113;pari. n. One who feeds on serpents, i.e., an eagle, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;; or a peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;, &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC47;&#xC24;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3F; p&#x101;pa-m&#x113;ta-pakki. n. The &quot;snake-eating bird,&quot; i.e., an eagle. &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41; p&#x101;pa-r-ammu. n. A serpent arrow. &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC47;&#xC32;&#xC41; p&#x101;pa-r&#x113;lu. n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41; p&#x101;nupu. [Tel.] n. A cot. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. A bed or couch. &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41; a flowery couch, a bed of roses. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32; &#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41; a bed of jasmine buds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;p&#x101;nuku. [Tel.] n. A plant called Rottb&#x153;lia perforata. Rox. i. 356.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;n&#x12B;yamu. [Skt.] n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. adj. Drinkable. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC26;&#xC17;&#xC3F;&#xC28;. See &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;n&#x101;ramu. [Tel.] n. An unbroken betel nut. A ripe areca nut. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC15;. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC16;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;nasamu. [Tel.] n. A kitchen. &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. Cookery, &#xC35;&#xC02;&#xC1F;. &#xC2A;&#xC3E;&#xC28;&#xC38;&#xC2A;&#xC41; &#xC2C;&#xC3E;&#xC21;&#xC2C;&#xC41;&#xC32;&#xC41; Brahmin cooks, &#xC35;&#xC02;&#xC1F;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC28;&#xC38;&#xC2A;&#xC41;&#xC26;&#xC3F; a kitchen maid, &#xC35;&#xC02;&#xC1F;&#xC32;&#xC15;&#xC4D;&#xC15;. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC40;&#xC2A;&#xC24;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC28;&#xC3F; &#xC2F;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02; &#xC2C;&#xC3E;&#xC28;&#xC38;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC41; &#xC28;&#xC28;&#xC02;&#xC17;&#xC32; &#xC35;&#xC3E;&#xC21;&#xC28;&#xC28;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC28;&#xC3F;.&quot; M. IV. i. 78. &#xC2A;&#xC3E;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC41; p&#x101;nas-&#x12B;&#x1E0D;u. n. A cook. &#xC2A;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC3F;. M. IV. ii. 12 &amp; i. 72.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;pa&#x1E0D;u. [Tel.) n. A little boy, a little fellow. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. A male infant, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;</span>&#xA0;&#xA0;[Skt.] adj. Being read aloud or recited. &#xC2A;&#xC20;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. R. v. 109.
			</div>
                