&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;p&#x101;ma. [Skt.] n. A cutaneous eruption, herpes, scab or itch. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;, &#xC2A;&#xC3E;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; p&#x101;manu&#x1E0D;u. n. One who is scabby or itchy. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;p&#x101;p&#x101;chi. [H.] n. Prickly pear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC30;</span>&#xA0;&#xA0;p&#x101;para. [Tel.] n. The bitter apple, or colocynth (coloquintida), &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC3E;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;. Ainslie. i. 84. &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the bitter melon vine. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC3E;&#xC2A;&#xC30; the shrub called the Self-planter, as the identations on each leaf contain the seeds. &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC1A;&#xC47;&#xC2A; p&#x101;para-ch&#x113;pa. n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;pamu. [Skt.] n. Sin, crime, evil. &#xC05;&#xC24;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41; I know nothing about him either good or bad. interj. Alas! O dear! what a pity! unhappily! &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; alas! they fell down. &#xC06;&#xC2A;&#xC46; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; her sister, alas! has nothing to eat. &#xC06; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; for shame! don&apos;t beat the boy. &#xC2E;&#xC39;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; you are a clever fellow, to be sure! &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; he believed it, alas! &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC05;&#xC24;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; to do him justice, he paid the money. &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC3F; or &#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; p&#x101;p-&#x101;tmu&#x1E0D;u. n. A sinner, wretch, villain. &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a wicked woman, a sinful wretch. &#xC2A;&#xC3E;&#xC2A;&#xC3F; p&#x101;pi. interj. A vocative particle addressed to a woman or man. My dear! &#xC12;&#xC30;&#xC47;&#xC2A;&#xC3E;&#xC2A;&#xC3F; my good fellow! &#xC2A;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC3E;, &#xC13;&#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC3E; O wicked woman. &quot;&#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3E;&#xC24;&#xC02;&#xC21;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC3F; &#xC15;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC32;, &#xC2A;&#xC3E;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC3F;&#xC24;&#xC47;? &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC28;&#xC3F; &#xC26;&#xC42;&#xC2A;&#xC4A;&#xC21; &#xC17;&#xC42;&#xC21;&#xC41;&#xC28;&#xC47;&#xC24;&#xC41;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC21;.&quot; BD. iii. 576. &#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F; p&#x101;pis&#x1E6D;hi. adj. Horrid, scandalous, nefarious (a general term of disgust.) &#xC2A;&#xC3E;&#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; p&#x101;pish&#x1E6D;hu&#x1E0D;u. n. A great sinner, a miscreant. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC2A;&#xC3F;. &#xC2A;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC41; p&#x101;pu&#x1E0D;u. n. A sinner. A cruel man, &#xC39;&#xC3F;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. A wretch, &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;. Bhag. X.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;p&#x101;pu. [Tel. from &#xC2A;&#xC3E;&#xC2F;&#xC41;.] v. a. To free from or deliver: to do away with or remove; to expiate or efface: to liquidate or pay, &#xC2A;&#xC3E;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To till, &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC1F; to do away with sin. &quot;&#xC06;&#xC24;&#xC4D;&#xC2E;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC28;&#xC24;&#xC21;&#xC41;.&quot; (M. XIII. iv. 371.) he who hath loosed the bonds of the soul. &#xC2A;&#xC3E;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; p&#x101;pu-konu. v. a. To get rid of.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41; p&#x101;mu. [Tel.] v. a. To smear, rub, or wash, as a wall, &amp;c. &#xC30;&#xC3E;&#xC1A;&#xC41;, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;. &quot;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC32; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;.&quot; KH. v. 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;mu. [Tel.] n. A snake or serpent, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. An eel of any kind, called &#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC02; &#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC24;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC3E;&#xC2E;&#xC41; and Russell on Fishes, No. 31, 35, &amp;c. &#xC28;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; the black dotted lizard. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; maggots in rain water. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC26;&#xC4D;&#xC26; p&#x101;mula-gadda. n. A sort of heron. Jerd. Catal. No. 13. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; p&#x101;mula-n&#x101;ri-g&#x101;&#x1E0D;u. n. The Common Heron. Ardea cinerea, or, the purple Heron, Ardea purpurata. (F.B.I.) &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; p&#x101;mu-don&#x1E0D;a. n. A species of &#xC26;&#xC4A;&#xC02;&#xC21; (q. v.) &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; p&#x101;mula-v&#x101;&#x1E0D;u n. A snake catcher or charmer &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC32;&#xC41; p&#x101;mu-v&#x113;lu. n. A name for the middle finger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;maramu. [Skt.] adj. Common or ordinary. Low, base, undignified. vulgar, stupid, senseless, illiterate. Lustful, cupidinous, avaricious. n. Nonsense, folly. &#xC26;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC02;&#xC15;&#xC3E; &#xC35;&#xC26;&#xC32;&#xC32;&#xC47;&#xC26;&#xC41; he has not yet ceased to dote on her. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; it is miserable to have the heart set upon money. A sort of plant. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41; Myriophyllum tetrandrum. Rox. i. 451. &#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; p&#x101;maru&#x1E0D;u. n. A common or ignorant man. an illiterate man, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;. A wretch. a sinner. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC4B;&#xC38;&#xC41; p&#x101;p&#x14D;su. [H.] n. A shoe. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2C;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;-bolamu. [Tel.] n. An old field, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;
			</div>
                