&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;p&#x101;ya. [Tel.] n. A clove or division of an onion or of garlick, The branch of a river. A piece, &#xC24;&#xC41;&#xC28;&#xC15;. A tract or division of a country. Manner or mode. &#xC13;&#xC21;&#xC2A;&#xC3E;&#xC2F; the wake of a vessel. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC4B; &#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has taken to good ways. &#xC35;&#xC3E;&#xC28; &#xC2A;&#xC3E;&#xC2F;e&#xC30;&#xC41; &#xC28;&#xC3E;&#xC2A;&#xC3E;&#xC2F;&#xC35;&#xC47;&#xC30;&#xC41; his way and mine are different &#xC2A;&#xC3E;&#xC2F;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E; p&#x101;ya-gomma. (&#xC2A;&#xC3E;&#xC2F;+&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.) n. A forked branch, &#xC2A;&#xC02;&#xC17;&#xC32;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC3E;&#xC30;&#xC41; p&#x101;ya-pa&#x1E0D;u. v. n. To split, &#xC1A;&#xC40;&#xC32;&#xC41;. To separate, to avoid, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To move out of the way. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To be excommunicated, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x101;yuvu. [Skt.] n. The anus. &#xC17;&#xC41;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;p&#x101;yu. [Tel.] v. n. To avoid. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To be disentangled, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC32;&#xC41;. To become rancid, as rice or butter, &amp;c. &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC41;. v. a. To quit, abandon, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC2F;&#xC15; p&#x101;yaka. adv. Constantly. without intermission. &#xC2A;&#xC3E;&#xC2F;&#xC17;&#xC3F;&#xC32;&#xC41; or &#xC2A;&#xC3E;&#xC2F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; p&#x101;yagilu. v. n. To avoid. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC2A;&#xC3E;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC41; p&#x101;ya-b&#x101;ru. v. n. To become rancid, &#xC2A;&#xC3E;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;yamu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Age, &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41;. Youth, &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC32;&#xC40;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F; p&#x101;yam&#x101;l&#x12B;. [H.] n. Remission granted to a renter on account of the depredations of an enemy, cattle, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;paya-ka&#x1E6D;&#x1E6D;u. [H.] n. A tract of land newly reclaimed from a jungle. A group of small villages that are connected with another important village. &#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC40; paya-k&#x101;r&#x12B;. n. A temporary or non-resident cultivator, a cultivator without hereditary interest in the soil. A sub-renter or under tenant, a tenant at will. A man who cultivates land lying in another village. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC2F;&#xC3F;&#xC24;&#xC41;, &#xC2D;&#xC3E;&#xC17; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2D;&#xC42;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC30;&#xC2F;&#xC3F;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ram-&#x101;rthikamu. [Skt. from &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC02;.] n. Devotedness, loyalty, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41; a devout man. &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41; p&#x101;radamu. [Skt.] n. Quicksilver, &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ra-tantryamu. [Skt. from &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC02;.] n. Dependence. &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC23;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; p&#x101;ra&#x1E47;a. [Skt.] n. Eating after a fast, breaking a fast, &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. Metaphorically used for eating. In Telugu it is applied to a peculiar sacrifice in honor of ancestors. &#xC05;&#xC38;&#xC24;&#xC3E;&#xC02; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC36;&#xC4D;&#xC1A;&#xC47;&#xC24;&#xC4D;&#xC38;&#xC24;&#xC3E;&#xC02; &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC02;, &#xC09;&#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2F; &#xC2A;&#xC3E;&#xC30;&#xC23;&#xC3E;&#xC2A;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC23;&#xC02;. &quot;&#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15; &#xC24;&#xC40;&#xC30;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC35;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC23;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; &#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28;).&quot; A. vi. 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;</span>&#xA0;&#xA0;p&#x101;ra. [Tel.] n. A short hoe, a spade. &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41; p&#x101;ra-m&#x12B;nu. n. A fish called &apos;Old wife,&apos; resembling a pomfret. &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC3E;&#xC24;&#xC3F; p&#x101;rammu. (&#xC2A;&#xC3E;&#xC30;+&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;.) n. A broad-tipped arrow. &quot;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC46;&#xC35;&#xC24;&#xC21;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC4D;.&quot; G. viii. 9. &#xC2A;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC3F; p&#x101;ra-ch&#x113;ti. n. A large sort of fish with a big head, a grampus. &#xC2A;&#xC3E;&#xC30;&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46; a kind of sprat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC16;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;p&#x101;yi-kh&#x101;n&#x101;. [H.] n. A privy or necessary, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;p&#x101;yi. [Tel. singular of &#xC2A;&#xC3E;&#xC32;&#xC41;.] n. Milk. &#xC2A;&#xC3E;&#xC32;&#xC41;. Breastmilk, &#xC2C;&#xC3E;&#xC2F;&#xC3F;. [Skt.] n. One who drinks. &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A drunkard, &#xC24;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC2F;&#xC38;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; p&#x101;yasamu. [Skt.] n. Rice and milk with sugar, rice pudding, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ram-paryamu. [Skt. from &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;.] n. Succession, order, series. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC35;&#xC1A;&#xC47; &#xC2D;&#xC42;&#xC2E;&#xC3F; land that is enjoyed from father to son.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;p&#x101;yal-&#x101;ku. [Tel.] n. A plant used in medicine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
                