&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ra-va&#x1E63;yamu. [Skt. from &#xC2A;&#xC30;&#xC35;&#xC36;&#xC2E;&#xC41;.] n. Ecstasy, rapture. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ra-laukikamu. [Skt. from &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC02;.] adj. Pertaining to the other world. &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. Rice and milk with sugar, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC36;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC3E;&#xC30;&#xC38;&#xC40;&#xC15;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41; p&#x101;ra&#x1E63;&#x12B;kamu. [Persian.] n. Persia. A persian horse. &#xC2A;&#xC3E;&#xC30;&#xC38;&#xC3F; p&#x101;rasi. n. The Parsee language. adj. Pertaining to Persia, &#xC2A;&#xC3E;&#xC30;&#xC38;&#xC40;&#xC15; &#xC26;&#xC47;&#xC36;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.&quot; Swa. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ramu. [Skt.] n. The further or opposite bank of a river, &amp;c.  The end or extremity. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;. Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC17;&#xC41;&#xC21;&#xC41; p&#x101;ran-gatu&#x1E0D;u. n. One who has crossed or gained the other shore. &#xC26;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC24;&#xC41;&#xC32;&#xC48; skilled in astrology. &quot;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2D;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC21;&#xC2E; &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC2F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;.&quot; S&#x101;r. D. v. 110. &#xC05;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; endless. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; p&#x101;r&#x101;-v&#x101;ramu. n. The sea or ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC25;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;p&#x101;ri-tathya. [Skt.] n. A trinket worn on the back of the head. &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC21;&#xC3F;, &#xC1C;&#xC21;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;, &#xC38;&#xC3F;&#xC17;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC3F; &#xC30;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC32;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ri-j&#x101;tamu. [Skt.] n. Amaranth. The Coral tree, Erythrina fulgens. &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;. Also, the Mimusops elengi. One of the trees in Paradise. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC2A;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; p&#x101;rij&#x101;t-&#x101;pahara&#x1E47;amu. n. The &quot;Rape of the Amaranth.&quot; This is the title of a popular poem.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;p&#x101;rika. [Tel.] n. A maid servant, a slave. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41; p&#x101;ri-k&#x101;pu. n. An attendant, a servant, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;p&#x101;ri. [Tel.] n. Time, season. &#xC12;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; once. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; once again. Earth, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;. [Skt.] n. A pail. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;, &#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC08;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC36;&#xC30;&#xC3F;</span>&#xA0;&#xA0;p&#x101;r&#x101;&#x1E63;ari. [Skt. from &#xC2A;&#xC30;&#xC3E;&#xC36;&#xC30;.] n. A name of the poet Vy&#x101;sa. Also a monk, &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;r&#x101;vatamu. [Skt.] n. A dove or pigeon. &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;r&#x101;ya&#x1E47;amu. [Skt. from &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Whole, &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;. Going over, reading or doing any thing completely, &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC1A;&#xC26;&#xC35;&#xC21;&#xC2E;&#xC41;. Reading a Pura&#x1E47;a, or holy book at daily lessons. &#xC35;&#xC47;&#xC26;&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; the recital of the Vedas. &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23; &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he reads the Ramaya&#x1E47;am daily in regular lessons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;p&#x101;r&#x101;&#x1E47;i. [Tel.] n. Turmeric mixed with chunam smeared by women on their feet at a wedding. Decorating the feet with saffron powder, &amp;c. Red dye applied by women to the instep. &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC2F; &#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x101;r&#x101;&#x1E47;in&#x1E6D;su. v. a. To decorate the feet by reddening the instep.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;p&#x101;r&#x101;. [H.] n. Watching. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41; p&#x101;r&#x101;-v&#x101;&#x1E0D;u. n. A guard, a sentry, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; par&#x101;y-i&#x1E6D;s&#x1E6D;su. v. n. To stand sentry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ri-h&#x101;ryamu. [Skt. from &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A bracelet worn by women. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;ri-h&#x101;riku&#x1E0D;u. n. A flower-boy, a maker of garlands. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ri-t&#x14D;&#x1E63;hikamu. [Skt.] n. An honorary gift, a donation. &#xC2A;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. A. iv. 3. and iv. 274.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ri-bh&#x101;vyamu. [Skt.] n. A plant or tree called &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ri-bhadramu. [Skt.] n. A tree called the Coral tree. &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;. (The name is given to some other trees.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41; p&#x101;ri-v&#x101;&#x1E0D;u. [Tel.] n. A servant. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;ri-m&#x101;n&#x1E0D;ilyamu. [Skt.] n. An atom invisibly small.
			</div>
                