&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; p&#x101;ru-pattemu. [Tel.] n. The duty or office of a manager or superintendent of a village or temple. Authority, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; p&#x101;ru-patti. n. The officer in charge of a village or temple. A man in authority. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x101;ru. [Tel.] v. n. To run or run away. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To purge, &#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To fly or rise in the air, &#xC0E;&#xC17;&#xC30;&#xC41;. To flow as water, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To creep or crawl, &#xC2A;&#xC3E;&#xC15;&#xC41;. To grow, or become. To take effect, as a spell or medicine. To begin. n. A ledge of rock, a flat rock under earth. &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC39;&#xC3F;&#xC37; &#xC38;&#xC02;&#xC18;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; the buffaloes were rushing to enter the pools. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC3E; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; if you beat the dog it will befoul the house. &#xC08; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC32;&#xC4B; &#xC2A;&#xC3E;&#xC30;&#xC47; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; in this heat birds on the wing fall down dead. &#xC06; &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC41; &#xC08; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC41; this water does not reach that garden. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC30;&#xC41; the river which has ceased to flow. &#xC28;&#xC47;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC47; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC40;&#xC2E; a black ant that crawls on the earth. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the tongue turned black. &#xC28;&#xC3E; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; my spell did not take effect. &#xC06;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the leaves are turning yellow &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3E; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when my eye lighted on him. &#xC06;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC40;&#xC21; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the shadow fell on that stone. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his thoughts run or are bent on her. &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is splitting. &#xC0E;&#xC02;&#xC21;&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is beginning to dry up. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; to grow hard. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; to grow stiff &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC28; &#xC1A;&#xC47;&#xC24; &#xC39;&#xC47;&#xC24;&#xC36;&#xC47;&#xC37;&#xC41;&#xC32;&#xC48;&#xC28; &#xC1C;&#xC28;&#xC41;&#xC32; &#xC2C;&#xC3E;&#xC30;&#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC30;&#xC25;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2A;&#xC1F;&#xC41;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC28;.&quot; M. X. i. 198. &#xC2A;&#xC3E;&#xC30;&#xC5B;&#xC32;&#xC41; p&#x101;ra-&#x1E0D;zallu. v. a. To sprinkle, or scatter abroad. &#xC2A;&#xC3E;&#xC30;&#xC5B;&#xC3E;&#xC1A;&#xC41; p&#x101;ra&#x1E0D;z&#x101;&#x1E6D;su. v. a. To extend, as the arms or legs. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC5B;&#xC3E;&#xC2A;&#xC41; to open or straddle the legs. &#xC2A;&#xC3E;&#xC30;&#xC5B;&#xC42;&#xC1A;&#xC41; p&#x101;ra-&#x1E0D;z&#x16B;&#x1E6D;su. v. a. To look through, go over, view, examine well, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC47;&#xC30;&#xC41;&#xC17;&#xC26;&#xC3E; &#xC2F;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; T. iii. 128. &#xC2A;&#xC3E;&#xC30;&#xC26;&#xC4B;&#xC32;&#xC41; p&#x101;ra-d&#x14D;lu. v. a. To drive out or away, to defeat, &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x101;ra-ba&#x1E6D;&#x1E6D;u. v. a. To winnow in the wind, to let down grain against the wind. &#xC2D;&#xC35;&#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC3E;&#xC2A;&#xC2D;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC42;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;. L. ii. 29. and ii. 1. &#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC24; p&#x101;ra-b&#x14D;ta. n. The act of pouring out or throwing away. &#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC4B;&#xC2F;&#xC41;&#xC1F;. &#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC4B;&#xC2F;&#xC41; p&#x101;ra-b&#x14D;yu. v. a. To pour away, to pour off, or empty out. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC3F; p&#x101;rami. [negative verbal noun from &#xC2A;&#xC3E;&#xC30;&#xC41;.] n. The act of not flowing or running. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &quot;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC3F;&#xC21;&#xC38;&#xC4D;&#xC38;&#xC3F;.&quot; BD. iv. 1825. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F;. &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC48;&#xC1A;&#xC41; p&#x101;ra-v&#x113;yu. v. a. To fling or throw away, to lose, &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC21;&#xC41; p&#x101;r-&#x101;&#x1E0D;u. (&#xC2A;&#xC3E;&#xC30;&#xC3F;+&#xC06;&#xC21;&#xC41;.) v. n. To creep or crawl. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; p&#x101;ri-p&#x14D;vu. v. n. To run away, escape. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; p&#x101;ruk-&#x101;&#x1E0D;u. (&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC15;+&#xC06;&#xC21;&#xC41;.) v. n. To run, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. To creep, to roam, to ramble. &#xC35;&#xC46;&#xC02;&#xC1F; &#xC2C;&#xC21;&#xC3F; &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC46;&#xC21;&#xC3F; &#xC2E;&#xC43;&#xC26;&#xC41;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC32;&#xC28;.&quot; Sar. D. 615. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC15;&#xC4D;&#xC15; or &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC24; paru-&#x1E6D;-akka. n. A Brahmin woman. A. 452. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; p&#x101;ru-&#x1E6D;-a&#x1E63;uru&#x1E0D;u. n. A demon who was formerly a Brahmin, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. A. v. i. 57. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; p&#x101;ru-&#x1E6D;-&#x101;kulu. n. Autumnal leaves. Leaves, which have got a red tinge but are not withered. (This is the clothing of hermits.) &quot;&#xC2E;&#xC02;&#xC1A;&#xC46;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC02;, &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC1A;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; K&#x101;lahas. iii. 12. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; p&#x101;ru&#x1E0D;u. (&#xC2A;&#xC3E;&#xC30;&#xC41;+&#xC35;&#xC3E;&#xC21;&#xC41;.) n. A Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. M. XII. iii. 460. A motion of the bowels, &#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41;. The act of flowing, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. A stream, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; p&#x101;ruten&#x1E6D;su. v. n. To come running, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3E;&#xC39;&#xC35;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC28; &#xC2A;&#xC21;&#xC24;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC46; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;.&quot; Jaimini. v. 725. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4B;&#xC30;&#xC41; p&#x101;ru-b&#x14D;tu. n. A fugitive, a coward. &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC1F; p&#x101;ru-v&#x113;&#x1E6D;a. n. The chase, game that is hunted. A festival, &#xC26;&#xC47;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;r&#x1E63;vamu. [Skt.] n. A side, a part. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;p&#x101;rvati. [Skt. from &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.] n. Parvati, the wife of Siva. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;. the son of P&#x101;rvati, i.e., Kum&#x101;ras&#x101;wmi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;rva&#x1E47;amu. [Skt. from &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.] n. A certain funeral rite. &#xC2A;&#xC3F;&#xC24;&#xC43; &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC23;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; the funeral cakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;rthivu&#x1E0D;u. [Skt. from &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC3F;.] A king. &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC46;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; p&#x101;rthu&#x1E0D;u. n. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;. Also, a name of Arjuna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;</span>&#xA0;&#xA0;p&#x101;rthiva. [Skt.] n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;</span>&#xA0;&#xA0;p&#x101;rtha-s&#x101;rathi. [Skt.] n. An epithet of Krish&#x1E47;a as the charioteer of Arjuna (&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;p&#x101;r&#x1E6D;i. [Eng. &apos;party.&apos;] n. A faction &#xC07;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC1F;&#xC40;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; this is a most factious village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;rushyamu. [Skt. from &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;.] n. Harshness, roughness. &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; personal violence. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; violent language.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; p&#x101;ruvamu. [Tel.] n. A dove. &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC2E;&#xC41; &quot;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC26; &#xC2A;&#xC30;&#xC4B;&#xC30;&#xC41;&#xC39;&#xC32;&#xC4B;&#xC1A;&#xC28;.&quot; &#xC38;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;p&#x101;ruva. [Tel.] n. Sight, a glance. A trace, &#xC5B;&#xC3E;&#xC21;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; he has not good eyes. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC30;&#xC41;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35; lit. he has an eagle&apos;s glance; (used to mean) he has habitually a side glance. &#xC17;&#xC30;&#xC41;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35; a spell to remove the venom of a snake. &quot;&#xC35;&#xC3F;&#xC37;&#xC26;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC17;&#xC30;&#xC41;&#xC21;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC05;&#xC28;&#xC47;&#xC15; &#xC2E;&#xC23;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC1A;&#xC42;&#xC1A;&#xC3F;.&quot; Local Records. iii. 205. &#xC07;&#xC26;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; this is a disease brought on by magic. &quot;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC47;&#xC2E;&#xC4A;&quot; &#xC09;. &#xC30;&#xC3E;. vi. A certain attitude in dancing, &#xC06;&#xC1F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC30;&#xC40;&#xC24;&#xC3F;. &quot;&#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;, &#xC26;&#xC47;&#xC39;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;, &#xC28;&#xC2F;&#xC28;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC35;, &#xC2D;&#xC43;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC1F;&#xC32;&#xC2E;&#xC41;, &#xC1D;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC15;&#xC30;&#xC32;&#xC3E;&#xC18;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC1C;&#xC2F;&#xC4C;&#xC30;&#xC40;&#xC24;&#xC41;&#xC32;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; H. i. 247.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC3F;</span>&#xA0;&#xA0;p&#x101;rshni. [Skt.] n. The heel. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC21;&#xC2E;. The rear of an army, &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;, &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. The back, &#xC35;&#xC40;&#xC2A;&#xC41;. A violent woman, &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3F;&#xC28;&#xC40;, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC30;&#xC40;. S. iii. 282. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; p&#x101;rsh&#x1E47;i-gr&#x101;hu&#x1E0D;u. n. An enemy behind an invading king. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; p&#x101;rsh&#x1E47;itramu. n. The vanguard of an army, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC47;&#xC28;.
			</div>
                