&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;l&#x101;&#x1E63;amu. [Skt. from &#xC2A;&#xC32;&#xC3E;&#xC36;.] adj. Belonging to the tree called &#xC2A;&#xC32;&#xC3E;&#xC36;&#xC2E;&#xC41;, i.e., the Butea frondosa (&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;,) the leaves of which are proverbial for brightness of deep green, and the flowers for a scarlet hue. Green. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC38;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; red colour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC2A;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;lasu&#x1E0D;u. [Tel.] n. A wretch, a fool. &#xC2A;&#xC32;&#xC41;&#xC35;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; p&#x101;lasu-r-&#x101;lu. n. The feminine of &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;lalamu. [Tel.] n. A certain creeping plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F; p&#x101;laki. [H.] n. A palanquin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;p&#x101;la. [Tel. ablative of &#xC2A;&#xC3E;&#xC32;&#xC41;, a side, a part.] adv. On behalf of. &#xC2E;&#xC3E;&#xC2A;&#xC3E;&#xC32;&#xC17;&#xC32;&#xC21;&#xC41; &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; God is on our side. See &#xC2A;&#xC3E;&#xC32;&#xC41; a share.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;p&#x101;la. [Tel. from &#xC2A;&#xC3E;&#xC32;&#xC41; milk.] n. The bird called the Indian Roller, boracias indica (F.B.I.) the flight of which is consulted as an omen. It is erroneously called a blue jay. Various varieties are called &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; and &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. See Jerdon No. 243. A treatise on Omens says. &quot;&#xC2A;&#xC3E;&#xC32;&#xC17;&#xC30;&#xC41;&#xC21;&#xC24;&#xC2A;&#xC4D;&#xC2A; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC46;&#xC21;&#xC2E;&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC17;&#xC2F;&#xC35;&#xC32;&#xC2F;&#xC41;.&quot; &#xC2A;&#xC3E;&#xC32; or &#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17; n. A certain tree, &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC17;&#xC02;&#xC27;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;; of which there are various species as, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17; Nerium reticulatum, &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17; Asclepias asthmatica, &#xC26;&#xC42;&#xC26;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17; Asclepias volubilis, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17; Convolvulus paniculatus; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC32;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC09;&#xC1F;&#xC28;&#xC3F;. Q. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC32; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;. Q. &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;. Q. Various species of the &quot;milk plant&quot; are called &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17;, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC17;, &amp;c. &#xC2A;&#xC3E;&#xC32; adj. White. &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; pure silver. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; p&#x101;la-kannu. n. A sort of grain. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC42;&#xC30; p&#x101;la-k&#x16B;ra. n. A certain pot herb. Oxystelma csculentum. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC42;&#xC30; a forest plant, Trianthema crystallina,. Rox. ii. 444. &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC3E;&#xC30; or &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; p&#x101;la-ga&#x1E6D;s&#x1E6D;su. n. Fine lime plaster. &#xC38;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2A;&#xC42;&#xC24;. &#xC2A;&#xC3E;&#xC32;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41; (S. iii. 435.) Infant&apos;s cheeks, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC3E;&#xC30; p&#x101;la-garuvu. n. A sort of earth, a whitish marl. &#xC2A;&#xC48;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC17;&#xC32; &#xC30;&#xC47;&#xC17;&#xC21;&#xC28;&#xC47;&#xC32;. &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E; Same as &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41; p&#x101;la-gorru. n. A rake used in husbandry. &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;la-goku&#x1E0D;u. n. The butter that sticks to the bottom of a milk pot. &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x101;la-che&#x1E6D;&#x1E6D;u. n. A species of the Mimusops tree. &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC47;&#xC2A; p&#x101;la-ch&#x113;pa. n. A sort of Salmon. &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC32;&#xC41; p&#x101;la-ch&#x113;rulu. n. The nerves. &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC48;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC17;&#xC5B;&#xC4D;&#xC1C;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F; &#xC28;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC21;&#xC4A;&#xC02;&#xC15;&#xC32;&#xC26;&#xC42;&#xC30;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; Swa. iv. 68. &quot;&#xC38;&#xC40; &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC17;&#xC02;&#xC21;&#xC32;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC02;&#xC17;, &#xC1C;&#xC47;&#xC30;&#xC3F; &#xC2A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC32; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC30;&#xC1A;&#xC41;.&quot; S. i. 202. &#xC2A;&#xC3E;&#xC32;&#xC1F;&#xC47;&#xC15;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC24;&#xC47;&#xC15;&#xC41; p&#x101;la-&#x1E6D;&#x113;ku. n. The white wooded teak tree. &#xC2A;&#xC3E;&#xC32;&#xC21; p&#x101;la&#x1E0D;a. (&#xC2A;&#xC3E;&#xC32;&#xC41;+&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;.) n. A shell used as a spoon or ladle in giving milk to a child. &#xC2A;&#xC3E;&#xC32;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; p&#x101;ta-tuttamu. n. White vitriol. &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; p&#x101;la-pan&#x1E0D;lu. n. Milk teeth. Also (from &#xC2A;&#xC02;&#xC21;&#xC41;,) a sort of sweet white berries. A. iv. 114. &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC2A;&#xC21;&#xC41; p&#x101;la-p&#x101;pa&#x1E0D;u. n. An infant at the breast. &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC46;&#xC21;&#xC3F;&#xC38; or &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC32;&#xC3F;&#xC38; p&#x101;lape&#x1E0D;isa. n. The Grey headed Myna, Sturned malabarica (F.B.I.) &#xC2A;&#xC3E;&#xC32;&#xC2C;&#xC4A;&#xC02;&#xC24; p&#x101;labonta. n. A fish called the white mullet, Chonos salmoneus. &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; p&#x101;la-mannu. n. White earth, pipe clay &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;. &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; p&#x101;la-m&#x101;nichekka. n. The &apos;white wood&apos; produced by the &#xC2A;&#xC3E;&#xC32;&#xC1F;&#xC47;&#xC15;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC3F; p&#x101;la-sugandhi. n. A plant called Country Sarasaparilla. &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; p&#x101;la-sunnamu. n. Fine lime plaster, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC4A;&#xC30; or &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC4A;&#xC30; p&#x101;la-sora. n. A fish, Carcharias laticaudus and also Carcharias cllioti or Carcharias macloti. &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC35; (F.B.I.) The white shark. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC1A;&#xC47;&#xC2A;. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC41; p&#x101;l-&#x101;ku. n. A certain herb. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC41; is one sort. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41; p&#x101;l&#x101;nugu. n. The white gourd, &#xC06;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;, &#xC26;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC02;&#xC2C;&#xC3F;. See &#xC2A;&#xC3E;&#xC32;&#xC41;.
			</div>
                