&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1F;&#xC3F; p&#x101;li. [Tel. from &#xC2A;&#xC3E;&#xC32;&#xC41; a part or share.] adj. Connected with, appertaining to Near. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a comrade, a partner, &#xC2D;&#xC3E;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. n. A partner, proprietor or share-holder. A farm-servant. &#xC28;&#xC3E;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC48;&#xC35;&#xC2E;&#xC41; my tutelary god. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F; &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41; the death that was doomed them. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC47;&#xC17;&#xC46; he went up to them. &#xC24;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC35;&#xC24; &#xC05;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F; he looked upon the guest as a God and took him in. Vish. P. iv. 222.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC38;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;l&#x101;sa-tr&#x101;&#x1E37;&#x1E37;u. [Tel.] A horse&apos;s leg ropes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;lu. [Tel.] n. A share or portion. &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC24;&#xC41;. Possession, charge, &#xC35;&#xC36;&#xC2E;&#xC41;. infl. &#xC2A;&#xC3E;&#xC32;&#xC3F;, or &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1F;&#xC3F;; local ablative &#xC2A;&#xC3E;&#xC32; or &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1F;&#xC3F;. plu. &#xC2A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC3E; &#xC35;&#xC2F;&#xC38;&#xC41; &#xC28;&#xC40;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I yielded up my youth to thee. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC26;&#xC3F; this is what fell to his share. &#xC28;&#xC40;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC48;&#xC35;&#xC2E;&#xC41; or &#xC28;&#xC40;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1F;&#xC3F;&#xC26;&#xC48;&#xC35;&#xC2E;&#xC41; your good angel, your tutelary God. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41; he has been a curse to me. &#xC35;&#xC47;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; a proverb regarding the wealth of a prodigal. &#xC2A;&#xC30;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC48;&#xC28; given up to others or sacrificed. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC48;&#xC28; abandoned to thieves. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41; to become a prey to ridicule, to become a laughing stock. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32; &#xC2A;&#xC3E;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has fallen into debt. &#xC2A;&#xC3E;&#xC32;&#xC2C;&#xC3E;&#xC28; or &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC28; p&#x101;la-b&#x101;na. n. The ryot&apos;s share of the crop, &#xC09;&#xC2D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F; &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC47; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC3F; &#xC2A;&#xC48;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC3F;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3E;&#xC1F;, &#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC02;&#xC2A;, &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC28;, &#xC30;&#xC3E;&#xC36;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC07;&#xC35;&#xC3F; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;,&quot; Miscell. iii. 430. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC21;&#xC41; p&#x101;l-&#x101;&#x1E0D;u. v. a. To divide into shares. To cut, to sever, to separate, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; p&#x101;l&#x101;-ru&#x1E6D;su. (&#xC2A;&#xC3E;&#xC32;&#xC41;+&#xC05;&#xC30;&#xC41;&#xC1A;&#xC41;.) v. a. To disregard, to neglect, &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC3E;&#xC17;. iii. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; p&#x101;lu-ch&#x113;yu. v. a. To hand over, give over to, deliver, sacrifice. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he plunged me in debt. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; p&#x101;lupa&#x1E0D;u. v. n. To undertake, to enter upon, to share, to engage in. &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC48;&#xC28;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. To be subject to, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC15;&#xC41;&#xC02;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;.&quot; B. X. &#xA7;. 30. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x101;lu-pu&#x1E6D;s&#x1E6D;su. v. a. To deduct or subtract: to divide or separate, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To decide or settle, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC47;&#xC26;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC47;&#xC28;&#xC41; I cannot endure being a prey to grief. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a co-heir, a cousin, &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC28; &#xC15;&#xC4A;&#xC15;&#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC21;&#xC15;, &#xC24;&#xC3E;&#xC28;&#xC24;&#xC3E;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; A. iii. 39. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; p&#x101;lu-p&#x14D;vu. v. n. To be divided or shared. &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To be decided, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC4B;&#xC15; &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2A;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; no one undertook the work, so it was left undone. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC1F;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC15; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; unable to decide how to write the passage. I omitted it. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2D;&#xC4B;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; p&#x101;lu-bh&#x14D;ga-gr&#x101;-mamu. n. A village wherein each field is held as one man&apos;s separate property.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x101;lin&#x1E6D;su. [Skt.] v. a. To nourish, cherish, foster, protect. To rule, govern. &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC32;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15; p&#x101;lika. n. An earthen vessel containing mould in which nine sorts of seed are sown, in accordance with a rite in Hindu weddings. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC13;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; the bridesmaids perform a certain ceremony, as the conclusion of the wedding. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; p&#x101;litamu. adj. Protected, cherished, nourished. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC3F; p&#x101;lini. n. She who protects or rules. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41; p&#x101;laku&#x1E0D;u. n. A guardian, protector. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41; p&#x101;lanamu. n. Preserving, guarding, cherishing: government. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC06;&#xC32;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC28; caring, heeding, regard.
			</div>
                