&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC41; p&#x101;lu-m&#x101;lu. [Tel. from &#xC2A;&#xC3E;&#xC32;&#xC41; a share, &#xC2E;&#xC3E;&#xC32;&#xC41; to be without, to go without.] v. n. To fail, neglect, slacken in exertion. To be listless or reluctant, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be unwell, out of sorts. To procrastinate or put off for the present.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;lu. [Tel.] v. n. To be pallid or turn pale. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC41;, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41;. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the natural complexion faded.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;lu. [Tel.] n. Milk. Milky juice or sap. &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41; or &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41; woman&apos;s milk, human milk. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41; the juice of the sugar cane. &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC3E;&#xC32;&#xC41; the white juice expressed from the cocoanut kernel by pounding. (&#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; is the water in the cocoanut.) &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; the milky juice of the banyan tree. &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC3E;&#xC32; &#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; men (or a tribe) like milk, i.e., candid, simple, pure, unspotted, blameless, honourable. &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC41; a pure mind, a simple heart. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC47;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; a milk-distilling face, i.e., a face radiant with loveliness. &#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; radiantly polished cheeks, beaming with beauty. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC21;&#xC32;&#xC3F;, &#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC15;&#xC21;&#xC32;&#xC3F;, &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;, &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC17;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; p&#x101;la-ka&#x1E0D;ali n. The Ocean of milk. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F;. &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; Lakshmi. &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; Vish&#x1E47;u. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC2F; p&#x101;la-k&#x101;ya. n. A sort of biscuit, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21; p&#x101;la-kun&#x1E0D;a. n. The milk pot, a certain fee claimed by various hangers on on every crop of grain. &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; p&#x101;la-vanne. adj. Milky white, whitish, pale. &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; p&#x101;la-velli. n. The sea of milk. &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. The decorated booth or shrine erected in houses for the worship of an idol at certain feasts. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC35;&#xC41; p&#x101;l-&#x101;vu. n. A milch cow. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC06;&#xC35;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; p&#x101;l-in&#x1E0D;lu. [from &#xC2A;&#xC3E;&#xC32;&#xC41; milk and &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; a home.] n. A woman&apos;s breasts. &#xC2A;&#xC3E;&#xC32;&#xC47;&#xC30;&#xC41; p&#x101;l-&#x113;ru. (&#xC2A;&#xC3E;&#xC32;&#xC41;+&#xC0F;&#xC30;&#xC41;.) n. The river or sea of milk. &#xC2A;&#xC3E;&#xC32; &#xC15;&#xC21;&#xC32;&#xC3F;. A river in South India, the Palar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC33;</span>&#xA0;&#xA0;p&#x101;&#x1E37;a. [Tel.] n. The husk or outer coat of a bud, as of that a cocoanut. Parij. iv. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x101;l&#x113;ru. [Tel. &#xC2A;&#xC3E;&#xC32;&#xC41;+&#xC0F;&#xC30;&#xC41;.] n. An under tenant, who holds land in fee. An under farmer, a sub-renter, &#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC40; &#xC27;&#xC23;&#xC40;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2B;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A hired cultivator or labourer. &#xC2A;&#xC3E;&#xC32;&#xC47;&#xC30;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; p&#x101;l&#x113;ru-tanamu. n. The state of being an under tenant. Vassalage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC46;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC33;&#xC3F;&#xC2F;&#xC2E;&#xC41; p&#x101;lemu. [Tel.] n. Watching or guarding. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;. A town ruled by a Poligar or petty baron, &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC0A;&#xC30;&#xC41;. A hamlet, a small village, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. An army, a force, troops, &#xC26;&#xC02;&#xC21;&#xC41;. A camping ground, &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;. Encamping, halting. A barony or county under a petty chief. &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; soldiers in garrison. &quot;&#xC2E;&#xC46;&#xC32;&#xC15;&#xC41;&#xC35;&#xC30;&#xC38;&#xC3F; &#xC15;&#xC4B;&#xC1F;&#xC1A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC26;&#xC3E;&#xC1F;&#xC3F; &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC48; &#xC28;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC42;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC3F;.&quot; G. 120. &quot;&#xC2E;&#xC43;&#xC17;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC47;&#xC35;&#xC26;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC3E;&#xC33;&#xC3F;&#xC2F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; K&#x101;lahas. iii. 71. &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41; p&#x101;&#x1E37;e-g&#x101;&#x1E0D;u. n. A feudal retainer, a petty chieftain called a Poligar. &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x101;&#x1E37;e-pa&#x1E6D;&#x1E6D;u. n. Feudal tenure in fee. Villages held by petty chiefs free of assessment. &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x101;&#x1E37;emu-pa&#x1E6D;&#x1E6D;u. n. An encampment. &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. A polygar&apos;s estate, &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC46;</span>&#xA0;&#xA0;p&#x101;le. [Tel.] n. A button or round plate of metal. &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC32;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41; a zone formed of such pieces. See &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; p&#x101;lu-m&#x101;lika. n. Heaviness, laziness. Listlessness, putting off the evil day, imbecility, want of energy, ill-health. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41;, &#xC15;&#xC15;&#xC4D;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC41;? I am so heavy or indisposed that I cannot come.
			</div>
                