&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E37;amu. [Tel.] n. A manner of method. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Season, time. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, A lump, ingot, or mass of metal. &#xC15;&#xC21;&#xC4D;&#xC21;&#xC3F;. Extent, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC06;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; guessing when the child would be hungry. &#xC06; &#xC2A;&#xC3E;&#xC33;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; men of that class. &#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; as much as a spoonful. &#xC12;&#xC32; &#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a moderate sized house. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it looks as if he will come. &#xC2A;&#xC3E;&#xC33;&#xC3E; p&#x101;&#x1E37;&#x101;. n. An ingot or bar of metal. &#xC15;&#xC21;&#xC4D;&#xC21;&#xC40;. &#xC2A;&#xC3E;&#xC33;&#xC3E;&#xC2A;&#xC41;&#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28; p&#x101;l&#x101;pu-&#x1E0D;zonna. n. A species of millet (&#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;,) which is of slow growth and has a large head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;p&#x101;vi. [from Skt. &#xC2A;&#xC3E;&#xC2A;&#xC3F;.] n. A sinner, &#xC2A;&#xC3E;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC28;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;vanamu. [Skt.] adj. Pure, clean, purifying, holy. &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC21;&#xC41; &#xC38;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3E; &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41; this happy day blots out all my sins: (a common phrase of joy.) &#xC2A;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC47;&#xC2E;&#xC3F; &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC3E;&#xC38;&#xC4B;&#xC2E;&#xC4D;&#xC2E;&#xC41; is wealth any object in comparison with heaven? &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC3E;&#xC35;&#xC28;&#xC40; O most holy One! &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to purify. &#xC06;&#xC2F;&#xC28; &#xC08; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41; he reformed this realm. n. Penance, purification. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. Water. &#xC1C;&#xC32;&#xC2E;&#xC41;. A vow, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC35;&#xC28;&#xC36;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC32; &#xC2D;&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC32;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; Chenn. v. 264. &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC36;&#xC2F;&#xC2E;&#xC28;&#xC17;&#xC3E;, &#xC1C;&#xC32;&#xC3E;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC3F; p&#x101;vani. [from &#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41;, wind.] n. A name of Hanuman or Bh&#x12B;ma. R. vi. 67. A pure or holy woman, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; p&#x101;vanudu. n. The purifier: an epithet of Agni, the god of fire. &#xC2A;&#xC30;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; the all-holy one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;va&#x1E0D;amu. [Tel.] n. A present, gift. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC21;</span>&#xA0;&#xA0;p&#x101;va&#x1E0D;a. [Tel.] n. A petticoat, a slip worn under a gown, &#xC32;&#xC02;&#xC17;&#xC3E;. A white cloth, &#xC27;&#xC4C;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x101;vaku&#x1E0D;u. [Skt.] n. Lit: &quot;He who purifies.&quot; &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. An epithet of Fire: &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC2A;&#xC02;&#xC1A;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC35;&#xC1F;&#xC40; p&#x101;vancha. [Tel.] n. A stair, a step, &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Plu. &#xC2A;&#xC3E;&#xC35;&#xC1F;&#xC40;&#xC32;&#xC41; steps, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC17; p&#x101;va. [Tel.] n. A sandal, a wooden shoe, &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC35;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC17;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC35;&#xC3E;&#xC32;&#xC41; or &#xC2A;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; sandals. &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC21;&#xC41; p&#x101;va-k&#x14D;du. n. A sandal. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;. Plu. &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC33;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC3E;&#xC32;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;p&#x101;&#x1E37;i. [Skt.] n. A dice board. &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC47; &#xC2A;&#xC32;&#xC15;. The sharp edge of a sword or cutting instrument, &#xC06;&#xC2F;&#xC41;&#xC27;&#xC27;&#xC3E;&#xC30;. The lobe of the ear, &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;. A line or row, &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC1C;&#xC4D;&#xC24;&#xC3F;. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC3E;&#xC33;&#xC3F; the tip of the ear. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2A;&#xC3E;&#xC33;&#xC3F; the edge of the sword. &#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2A;&#xC3E;&#xC33;&#xC3F; the temples of the head. &#xC15;&#xC32;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC33;&#xC3F; the point of the pen. This word is often omitted in translation, as &#xC1C;&#xC18;&#xC28;&#xC2A;&#xC3E;&#xC33;&#xC3F; the haunches. &#xC2A;&#xC3E;&#xC33;&#xC3F;&#xC15; p&#x101;&#x1E37;ika. n. The lobe of the ear. A quantity. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC15;&#xC2E;&#xC32;&#xC27;&#xC42;&#xC33;&#xC3F;&#xC2A;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC3E; &#xC15;&#xC47;&#xC33;&#xC3F;&#xC15;&#xC32;&#xC1C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; R. i. 162. &#xC2A;&#xC3E;&#xC33;&#xC40; or &#xC2A;&#xC3E;&#xC33;&#xC3F;. p&#x101;&#x1E37;&#x12B;. [Tel.] n. The slit of a pen. A chess table, or cloth marked with squares. &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC47;&#xC2A;&#xC32;&#xC15;. Dice-play or gambling. &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC41;. A slave. A furrow. An assemblage. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x101;vu. [H.] n. A quarter. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC35;&#xC41; three fourths. &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC3E; a quarter of a rupee, a four anna piece.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC35;&#xC32;&#xC3F; p&#x101;vili. [Tel.] n. The herb called the Thick-leaved Sorrel. Its species are &#xC2C;&#xC02;&#xC15;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;, Portulacca crystallina, Rox. ii. 464. and &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F; Trianthema monogyna, (Heyne). Also &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F; and &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;.
			</div>
                