&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;p&#x101;&#x1E63;ch&#x101;tya. [Skt.] adj. Western. &#xC2A;&#xC3E;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a westerner, &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC36;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E63;u-p&#x101;lyamu. [Skt. from &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;.] n. The business of a grazier, rearing and keeping cattle. &#xC17;&#xC35;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC36;&#xC41;&#xC2A;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E63;u-patamu. [Skt. from &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC24;&#xC3F;.] adj. Appertaining to Siva. &#xC2A;&#xC3E;&#xC36;&#xC41;&#xC2A;&#xC24;&#xC2E;&#xC24;&#xC2E;&#xC41; p&#x101;&#x1E63;upata-matamu. n. A name of the Vira Saiva creed. &#xC2A;&#xC3E;&#xC36;&#xC41;&#xC2A;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC3E;&#xC36;&#xC41;&#xC2A;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; p&#x101;&#x1E63;u-patamu. n. A sort of arrow. &#xC36;&#xC48;&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;&#x1E63;amu. [Skt.] n. A cord, &#xC24;&#xC3E;&#xC21;&#xC41;. Metaphorically, a check, a tie, a bond or instrument of curbing. A multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC15;&#xC47;&#xC36;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; much (or flowing) hair. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; the ties of rectitude. &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; the bond of iniquity. &#xC1B;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; a shabby umbrella, a mere stick of an umbrella, an apology for an umbrella. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41; a strikingly beautiful ear. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; the bonds of death. &#xC2A;&#xC3E;&#xC36;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; the eight ties: i.e., the attachment a man has to his wife, child, wealth, cattle, conveyance, land, house and friend. &#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; freed from all earthly ties.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x101;vul-&#x16B;ru. [Tel.] n. The name of a village. The &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC42;&#xC30;&#xC3F;&#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; (as we say the Eton grammar) is a well-known system of Arithmetic, mensuration and geometry written by &#xC35;&#xC40;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; p&#x101;vu-ramu. [Tel.] n. A pigeon. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41; the Indian Blue Rock Pigeon, Columba intermedia. &#xC2A;&#xC1A;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41; the Green Pigeon, Crocopus Chlorogaster. (F.B.I.) &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; p&#x101;vur&#x101;-paluku. n. Cooing, the cry of a pigeon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC3E;&#xC2A; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC38;&#xC40;&#xC17;&#xC30;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x101;s&#x12B;-garlu. [Tel.] n. Thugs or professional murderers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;p&#x101;sangu. [Tel.] n. A kind of good rice. &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2D;&#xC40;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;sh&#x101;&#x1E47;amu. [Skt.] n. A stone. (In Telugu), Poison. &#xC28;&#xC3E; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC41;&#xC35;&#xC3E; do you wish to throw a stone (or poison) into my food? &#xC36;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; white arsenic, Arsenicum album, (Watts.) There are four drugs known in the shops by these names: &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; corrosive sublimate, &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; and &#xC17;&#xC4C;&#xC30;&#xC40;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; p&#x101;sh&#x101;&#x1E47;atvamu. n. Stoneness, the being a stone, &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC26;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; p&#x101;sh&#x101;&#x1E47;a-d&#x101;ra&#x1E47;amu. n. A stone chisel, &#xC15;&#xC3E;&#xC38;&#xC46; &#xC09;&#xC32;&#xC3F;. &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2D;&#xC47;&#xC26;&#xC3F; p&#x101;sh&#x101;&#x1E47;a-bh&#x113;di. n. A stone cutter, a hewer of stone. &quot;&#xC05;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2D;&#xC47;&#xC26;&#xC41;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC20;&#xC40;&#xC35;&#xC3F; &#xC28;&#xC4A;&#xC15; &#xC26;&#xC47;&#xC35;&#xC36;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; H. i. 208.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;shan&#x1E0D;amu. [Skt.] n. Heresy, heterodoxy. &#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;&#xC3F; p&#x101;shan&#x1E0D;u&#x1E0D;u. n. A heretic, schismatic, unbeliever, blasphemer, freethinker, or heterodox Hindu. &#xC35;&#xC47;&#xC26;&#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41; the intolerant sect of Saivites, or Jangams. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41; &#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41; bigoted worshippers of Vish&#x1E47;u. In the &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC36;&#xC24;&#xC2E;&#xC41; is this verse, &quot;&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;, &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;, &#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;, &#xC2C;&#xC4C;&#xC26;&#xC4D;&#xC27;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC02;&quot; the atheist, the foreigner, the heretic, the Buddhist, the base man and the evil-doer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC39;&#xC3F;</span>&#xA0;&#xA0;p&#x101;hi. [Skt.] interj. Save! save us look upon us mercifully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC38;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x101;semu. [Tel. Corruption of &#xC2A;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;.] n. Rice-milk with sugar. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC38;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC46; &#xC2C;&#xC40;&#xC26;&#xC32;&#xC46;.&quot; A. v. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;p&#x101;su. [Tel.] n. Nastiness, filth, foulness. &#xC2A;&#xC3E;&#xC1A;&#xC3F;.
			</div>
                