&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pinjaramu. [Skt.] n. Tawny yellow color. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC17;&#xC41;. adj. Tawny or reddish yellow. &quot;&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC30;&#xC40;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC40;&#xC2A;&#xC41;&#xC02;&#xC1C;.&quot; R. i. 176.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1C;</span>&#xA0;&#xA0;pinja. [Skt.] n. Cotton. &#xC26;&#xC42;&#xC26;&#xC3F;. &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC2E;&#xC41; pinjamu. n. Strength. &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; pinjanamu. n. A cotton cleaning instrument. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC15;. n. A roll of cotton, &#xC28;&#xC42;&#xC32;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pinchhamu. [Skt.] n. A peacock&apos;s tail. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;pin&#x1E6D;su-s&#x113;yu. [Tel.] v. a. To scatter, shiver, destroy. &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC17;&#xC32;&#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC47;&#xC2F;, &#xC2C;&#xC32;&#xC3F;&#xC24;&#xC02;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2C;&#xC46;&#xC28;&#xC41;&#xC2A;.&quot; M. IX. i. 137. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC36;&#xC42;&#xC30;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC17;</span>&#xA0;&#xA0;pinga. [Skt.] n. Oxgall. &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. adj. Of the color of oxgall. &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;&#xC2A;&#xC41; &#xC30;&#xC02;&#xC17;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pin&#x1E6D;samu. [Tel.] n. Nerve, manliness, bravery, vigour, pride. &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC2E;&#xC23;&#xC1A;&#xC41; pin&#x1E6D;sam-a&#x1E47;a&#x1E6D;su. v. a. To crush one&apos;s pride, to humble. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC23;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC2E;&#xC41; [from Skt. &#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;.] Same as &#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC41;</span>&#xA0;&#xA0;pinchanu. [Eng.] n. Pension.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ping&#x101;&#x1E47;i. [Mahrati &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;, a butterfly or moth.] n. A china plate, so called because it is sometimes painted with figures of these insects. &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41; ping&#x101;&#x1E47;ulu. n. Crockery. &quot;&#xC17;&#xC3E;&#xC5B;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;.&quot; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pinga&#x1E37;amu. [Skt.] adj. Brown, swarthy, tawny, red like a lion, or of the colour of honey, the colour of the mongoose or ichneumon. &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC24;&#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; pinga&#x1E37;-&#x101;kshi. adj. Fiery eyed, red eyed. &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC28;&#xC3E;&#xC21;&#xC3F; pinga&#x1E37;a-n&#x101;&#x1E0D;i. n. An anatomical phrase, used in the Yoga school of philosophy, for a particular vessel of the body, which runs from the os coccygis to the head, and which is the chief passage of breath and air. See &#xC38;&#xC41;&#xC37;&#xC41;&#xC2E;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC5B;</span>&#xA0;&#xA0;pin&#x1E0D;za. [Tel.] n. The feather part of an arrow. &#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC02;&#xC16;&#xC2E;&#xC41;. Also, same as &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; (q. v.) &#xC2A;&#xC3F;&#xC02;&#xC5B;&#xC3E;&#xC30;&#xC3F; or &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC30;&#xC3F; pin&#x1E0D;z&#x101;ri. [H.] n. A cotton cleaner. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A poor miserable wretch. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC46;</span>&#xA0;&#xA0;pinje. [Tel.] n. The tuck in front of a Hindu&apos;s dress. &#xC2E;&#xC21;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC4B;&#xC2A;&#xC47; &#xC2C;&#xC1F;&#xC4D;&#xC1F; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;. &quot;&#xC24;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC15;&#xC42;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC47;&#xC2E;&#xC30;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC46;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; S. ii. 520. &quot;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC46;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC40;&#xC17;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC2A;&#xC48;&#xC28;&#xC4A;&#xC30;&#xC38;&#xC3F; &#xC1C;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC02;&#xC17;.&quot; Surabha. 58. &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; pinjin&#x1E6D;su. v. a. To tuck up, as cloth into folds, &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC46;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC41;. To scatter, as water, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC2A;&#xC4B;&#xC2F;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; a syringe, &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pingali. [Skt.] adj. Being behind, following. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2F;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pinga&#x1E6D;in&#x1E6D;su. [Tel.] v. n. To brag, to give oneself airs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;</span>&#xA0;&#xA0;pinga&#x1E37;a. [Skt.] n. The name of a Telugu year.
			</div>
                