&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pin&#x1E0D;&#x12B;takamu. [Skt.] n. The tree called &#xC2E;&#xC02;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F;&#xC24;&#xC17;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; pin&#x1E0D;itamu. [Skt.] adj. Squeezed, &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Close, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;pin&#x1E0D;ika. [Tel.] n. The nave of a wheel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pin&#x1E0D;i. [Tel.] n. Flour. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC3F;. [Skt.] n. A multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC06;&#xC30;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is bright moonlight. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; a residue of sesamum seeds after the oil is extracted, oil-cake. &#xC08; &#xC2E;&#xC3E;&#xC1F; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC28;&#xC41; this is equivocal, it is neither chalk nor cheese. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC32;&#xC2A;&#xC2E;&#xC41; a whitish kind of slate stone. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; a soft kind of stone; also a mica or slate. &#xC2C;&#xC32;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; a sauce made of herbs and chillies mixed with rice flour. &#xC2A;&#xC47;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; flour of parched grain. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC30; or &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC42;&#xC30; pin&#x1E0D;i-k&#x16B;ra. n. A kind of vegetable. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC21; pin&#x1E0D;i-don&#x1E0D;a. n. The herb called Acrua lanata. (Watts.) H. iv. 12. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC32;&#xC41; pin&#x1E0D;i-van&#x1E6D;alu. n. Pastry, cakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pin&#x1E0D;&#x101;ri. [Mahrati.] n. A Pindari or plunderer, a freebooter or mosstrooper. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC40;&#xC32;&#xC41; a gang of mounted robbers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pin&#x1E0D;amu. [Skt.] n. A lump of rice, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;, A ball. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;. A body, form, living frame. &#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. The f&#x153;tus or embryo, &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC38;&#xC4D;&#xC25;&#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. The oblations that are made to deceased ancestors. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;. &#xC08; &#xC17;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC17;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC2C;&#xC2F;&#xC1F;&#xC2A;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC1A;&#xC42;&#xC24;&#xC2E;&#xC41; when the fray is over we shall see what happens. &#xC28;&#xC3E;&#xC21;&#xC41; &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41; he is a perfect hero. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC1A;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am dying for a bit of bread. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to offer balls of rice to the manes of ancestors. V&#x113;ma. iii. 192. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC32;&#xC3F; or &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC21; pin&#x1E0D;ali. (from &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;.) n. A lump or mass. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;, &#xC17;&#xC21;&#xC4D;&#xC21;. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC32;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41; or &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; mud and slush. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC28;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC41;&#xC30;&#xC26;. &quot;&#xC24;&#xC41;&#xC30;&#xC17;&#xC2D;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC27;&#xC42;&#xC24; &#xC27;&#xC42;&#xC33;&#xC3F;&#xC24;&#xC4B; &#xC2C;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC28;, &#xC35;&#xC28;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC32;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC17;.&quot; M. IV. iii. 150. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC42;&#xC21;&#xC41; or &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; pin&#x1E0D;&#x101;-k&#x16B;&#x1E0D;u. n. A contemptuous word for food.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC33;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC38;&#xC32;&#xC41; pimpi&#x1E37;&#x1E37;u. [Tel.] n. plu. Antics, skips, leaps. &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC24;&#xC42;&#xC24;&#xC42; &#xC05;&#xC28;&#xC47; &#xC06;&#xC1F;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC42;&#xC2F;&#xC41; pimpi&#x1E37;&#x1E37;-&#x101;&#x1E0D;u. v. n. To dance, &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC23;&#xC40;</span>&#xA0;&#xA0;pimpi&#x1E47;&#x12B;. [Tel.] n. A woman&apos;s hair separated into four tails and then braided into one. &quot;&#xC2E; &#xC2C;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC41; &#xC28;&#xC41;&#xC17;&#xC35;&#xC47;&#xC37;&#xC02;&#xC2C;&#xC42; &#xC28;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC23;&#xC40;, &#xC1C;&#xC21;&#xC32;&#xC28;&#xC4D; &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC47;&#xC15; &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC4D; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Satyab. iii. 145.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2F; pinde. [Tel.] n. A tender fruit. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46; a very raw tamarind fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pin&#x1E0D;u. [Tel.] v. a. To press out, squeeze, wring. &#xC30;&#xC38;&#xC2E;&#xC41; &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To milk. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is no hypocrite, he speaks the simple truth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pin&#x1E0D;u. [Tel.] n. An army, a multitude, crowd, flock. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17; &#xC2C;&#xC32;&#xC2F;&#xC41;&#xC24;&#xC38;&#xC47;&#xC28;. R. i. 2. [Skt.] n. A ball. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; pin&#x1E0D;u-ka&#x1E6D;&#x1E6D;u. v. n. To form or gather in a crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pikamu. [Skt.] n. The Coel or Indian cuckoo, &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;. &#xC2A;&#xC3F;&#xC15;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC2E;&#xC41; pika-varthanamu. n. A crow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;pikapikalu. [Tel.] n. Confusion, dispersion, scatteredness, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC2A;&#xC3F;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC32;&#xC17;&#xC41; to be scattered. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC17;&#xC41;.
			</div>
                