&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;pikka. [Tel.] n. The calf of the leg, &#xC1C;&#xC02;&#xC18;. A tamarind seed, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC5B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;, &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pikili. [Tel.] n. The Common Madras Bulbul, Molpastes h&#xE6;morrhons. &#xC24;&#xC41;&#xC30;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; the Southern Red-whiskered Bulbul, Otocompsa fuscicaudata &#xC24;&#xC4B;&#xC15;&#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; the Indian Paradise Flycatcher, Terpsiphone paradisi. &#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the White-browed Bulbul, Pycnonotus luteolus. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the yellow-throated Bulbul, Pycnonotus xantheleemus. &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC41; a tuft made of the feathers of this bird. &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC42;&#xC38;&#xC32;&#xC41; pikili-p&#x16B;salu. n. plu. A kind of beads. &quot;&#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;, &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;, &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC42;&#xC38;&#xC32;&#xC4D;, &#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; R. ii. 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A; pichchi. [Tel.] n. Madness, folly. adj. Fruitless, vain. Foolish, mad. Short, deficient in measure. Applied to plants, it means Wild, uncultivated. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a weed. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC40;&#xC30; a wild cucumber. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; a wild mango. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who is mad. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a light or counterfeit rupee. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his business is gone to dogs. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC28; rain that does no good. In weights the &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC47;&#xC30;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC41; means the smaller or false quantity as opposed to &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC41; the greater or true weight. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; or &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; pichchi-pa&#x1E6D;&#x1E6D;ina. adj. Mad, foolish. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; selfishness, &#xC32;&#xC41;&#xC2C;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;pichuvu. [Skt.] n. Cotton. &#xC26;&#xC42;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC1A;&#xC41;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41; pichu-mandamu. [Skt.] n. The tree called the Neem or Margosa, &#xC35;&#xC47;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC3E;&#xC21;&#xC40;</span>&#xA0;&#xA0;pich&#x101;d&#x12B;. [H.] n. A rope by which a horse&apos;s hind legs are tied up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;[Skt.] n. The belly, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC3F;&#xC1A;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41; n. One who has a big belly, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pigulu. [Tel.] v. n. To burst, &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC1A;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F; &#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the cloth burst or was rent or split.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;See &#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;pikku. [Tel.] n. A trick, artifice, a secret. &#xC35;&#xC02;&#xC1A;&#xC28;, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he did not find out the trick of it. v. n. To withdraw. &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. v. a. To cheat, to deceive. &#xC26;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;pik-k&#x101;ru. [Tel. &#xC2A;&#xC3F;&#xC26;&#xC2A;+&#xC15;&#xC3E;&#xC30;&#xC41;.] n. The after or next season.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC41; pikka&#x1E6D;illu. [Tel.] v. n. To rise, swell, spread; to burst forth, as scent, anger, sound, passion, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3F;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; Vish. P. iii. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; pichchilu. [Tel.] v. n. To gush, flow, exude. &quot;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC02;&#xC38;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC4A;&#xC21;&#xC17;&#xC28;&#xC3F;, &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC26;&#xC41;&#xC30;&#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC26;&#xC28; &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;.&quot; Vish. vii. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41; pichchik&#x101;ru. [H.] n. A syringe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15; pichhika. [Tel.] n. A sparrow. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC41;,&#xC32;&#xC47;&#xC15;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC41; one who hops like a sparrow, i.e., a lame man; a cripple. &#xC05;&#xC28;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;; a beggar, &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;, &#xC0A;&#xC30;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;, &#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;, &#xC2A;&#xC47;&#xC26;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15; are different species. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; pichchika-g&#x14D;&#x1E37;&#x1E37;u. n. &quot;Sparrow&apos;s claws.&quot; A sort of grain. H. iv. 156. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC40;&#xC28;&#xC41; pichchika-m&#x12B;nu n. A flying fish, Exocetus volitans. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC41; pi&#x1E6D;s&#x1E6D;suka-k&#x101;lu. n. A kind of grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pi&#x1E6D;s&#x1E6D;sa&#x1E6D;illu. v. n. To quake, shudder, &amp;c. &quot;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC3F; &#xC27;&#xC30; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F;&#xC32; &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC21;&#xC35;&#xC28;&#xC4D; &#xC30;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC21;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC28;&#xC4D;.&quot; Adilakshimi Vil&#x101;sam. iv. 123.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;pi&#x1E6D;s&#x1E6D;sa. [Tel.] n. A tamarind seed, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC5B;. A skein of yarn.
			</div>
                