&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;pi&#x1E6D;&#x1E6D;a. [Tel.] n. A small bird. A little thing. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a small wild root. This name is applied to some fish, as &#xC08;&#xC38;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. adj. Trifling. &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC25;&#xC32;&#xC41; idle stories. &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41; pi&#x1E6D;&#x1E6D;a-pi&#x1E0D;ugu. adj. Inevitable, &#xC05;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC38;&#xC41; or &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41; pi&#x1E6D;&#x1E6D;a-k&#x101;su. n. A small kind of fish: what in England is called the Miller&apos;s Thumb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E6D;akamu. [Skt.] n. A pimple. &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC2F;. P. i. 489. A small box, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pi&#x1E6D;s&#x1E6D;su. [Tel.] n. Fat, grease, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. Poison. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; hog&apos;s grease, lard. A tamarind seed, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pi&#x1E6D;s&#x1E6D;salin&#x1E6D;su. [Tel.] v. n. To be in a stir, to be afraid, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC21;&#xC41;. To be proud, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To sprout, to emanate, &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A; &#xC35;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; R. v. 194. v. a. To talk or converse about, to praise, admire, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pi&#x1E0D;i. [Tel. Lit: to hold.] n. A small handle, hilt, haft. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC24;&#xC4D;&#xC38;&#xC30;&#xC41;&#xC35;&#xC41;. A handful, a fist, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;. The female of any animal, &#xC06;&#xC21;&#xC41;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC30;&#xC02;&#xC38;&#xC2E;&#xC41; a two handled saw. &#xC28;&#xC41;&#xC32;&#xC15; &#xC2A;&#xC3F;&#xC21;&#xC3F; a skein or ball of string. &#xC17;&#xC41;&#xC30;&#xC2A;&#xC3F;&#xC21;&#xC3F; or &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC3F; the female bison. K&#x101;lahas. ii. 83. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; a female elephant. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; pi&#x1E0D;i-ka&#x1E6D;&#x1E6D;u. n. The middle part of a bow where it is held, &#xC32;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F; pi&#x1E0D;i-kili. n. A hold or grasp, a fist, &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; his life is in his hand, i.e., he is in great distress: he is at the point of death. (Gen. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F;&#xC3F;. Loc. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F;. plu. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;.) &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC4B;&#xC32;&#xC41; &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he hit him with his fist which was like a thunderbolt. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pi&#x1E0D;ikilin&#x1E6D;su. v. a. To hold in the fist. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; pi&#x1E0D;ikilinta. n. Closing the hands in homage. &quot;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC48; &#xC28;&#xC30;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC3F;, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC28;&#xC41;&#xC21;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC41;.&quot; H. iv. 286.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC24;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC24; pi&#x1E0D;ata. [Tel.] n. A very small earthen pot, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC1A;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC1A; pi&#x1E0D;a&#x1E6D;sa. [Tel. from &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.] n. A handful; as much as can be clutched. &#xC2A;&#xC3F;&#xC21;&#xC1A;&#xC2A;&#xC3E;&#xC24; a besom or bit of cloth used in smearing, &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC15; pi&#x1E0D;aka. [Tel. from &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.] n. A cake of cowdung dried for fuel. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC15; a toddyman&apos;s case, containing his knife, &amp;c. &#xC2A;&#xC3F;&#xC21;&#xC15;&#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F; Same as &#xC36;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC20;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E6D;haramu. [Skt.] n. A little earthen pot. &#xC15;&#xC41;&#xC02;&#xC21;. A cooking pot, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;. A churning rod, &#xC15;&#xC35;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;pi&#x1E6D;&#x1E6D;u. [Tel.] n. Flour boiled in steam, &#xC35;&#xC3E;&#xC38;&#xC46;&#xC28;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC41;&#xC21;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
                