&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC21;&#xC4D;&#xC17;&#xC41; pi&#x1E0D;ugu. [Tel. from &#xC2A;&#xC21;&#xC41;.] n. A thunderbolt. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41; &#xC35;&#xC47;&#xC2E;&#xC3E; the thunderbolt shall fall innocuous at the foot. &quot;&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&quot; thundering liars. Charitr. ii. 1549. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC48;&#xC26;&#xC41;&#xC35;&#xC41; pi&#x1E0D;ugu-kaiduvu. n. A thunderbolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41;</span>&#xA0;&#xA0;pi&#x1E0D;ik-e&#x1E0D;u. n. A handful, as much as can be held in the closed fist. &quot;&#xC0E;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41; &#xC27;&#xC28;&#xC2E;&#xC41;&quot; (a proverb) acquaintance is a handful of money. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32; pi&#x1E0D;i-k&#x14D;la. n. The handle of a plough staff, &#xC28;&#xC3E;&#xC17;&#xC47;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC21;&#xC3F;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC1F; pi&#x1E0D;i-gan&#x1E6D;a. n. A bell with a long handle. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; pi&#x1E0D;i-guddulu. n. Blows. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; pi&#x1E0D;i-go&#x1E6D;&#x1E6D;u. v. a. To geld, as an animal. Literally, to strike the handle (of a chisel, &amp;c., which is placed on the testicle.) &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC3E;&#xC15;&#xC41; pi&#x1E0D;i-pippe&#x1E0D;-&#x101;ku. n. An acrid gummy weed, poisonous to sheep, also called &#xC35;&#xC46;&#xC17;&#xC1F;&#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; or &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC17;&#xC21;&#xC2A;&#xC30;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC42;&#xC30; pi&#x1E0D;i-m&#x16B;ra. n. The distance between the elbow and the closed fist. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; or &#xC2A;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41; pi&#x1E0D;iyamu. n. A dagger, &#xC2C;&#xC3E;&#xC15;&#xC41;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41; pi&#x1E0D;i-v&#x101;&#x1E6D;u. n. Taking sheaves of corn up in the hand and beating out the grain from them. An agreement, &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC1F;&#xC3F; a note or letter which parties write to each other after an agreement. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; pi&#x1E0D;i-v&#x101;damu. n. Obstinacy, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; pi&#x1E0D;i-v&#x113;yu. v. n. To put a handle on to anything. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3E;&#xC28; pi&#x1E0D;i-s&#x101;na. n. An anger, a drill. &#xC2C;&#xC30;&#xC2E;&#xC3E; &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F; or &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC46; pi&#x1E0D;isi. n. A Rose colored Pastor or Cholum Bird. &quot;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC4A;&#xC15;&#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC17;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; Sri Natha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;&#xC42;&#xC30;&#xC40;</span>&#xA0;&#xA0;pit&#x16B;r&#x12B;. [H.] n. An intrigue, plot, treason, conspiracy. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;. Tale bearing (Krishna District). Riot or rebellion (Godavery District). &#xC2A;&#xC3F;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC41; pit&#x16B;ri-k&#x14D;ru. n. A rebel, a traitor, a conspirator, &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC3F;. A tale-bearer, &#xC1A;&#xC3E;&#xC21;&#xC40;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41; pituku. [Tel.] v. a. To milk out, express, squeeze, draw (milk.) &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;. &#xC06;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he milked the cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC24;&#xC32;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; pital&#x101;&#x1E6D;amu. [Tam.] n. Trickery, cheating, humbug, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;, &#xC2A;&#xC3F;&#xC24;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC24;&#xC30;&#xC41;&#xC21;&#xC41; pita. [Skt.] n. A father. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. &#xC2A;&#xC3F;&#xC24;&#xC30;&#xC26;&#xC4A;&#xC30; pitara-dora. n. The lord of our fathers, Yama. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC2A;&#xC24;&#xC3F;, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41; pit&#x101;-mahu&#x1E0D;u. n. A father&apos;s father. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;, &#xC24;&#xC3E;&#xC24;. Brahma, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41; &apos;the Father of Telugu poesy,&apos; a title of the celebrated poet Allas&#x101;ni Peddanna. &#xC2A;-&#xC30;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41; great grandfather. &#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC3F; a grandmother on the father&apos;s side, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; pi&#x1E6D;a&#x1E37;&#x1E37;u. (another form of &#xC2A;&#xC3F;&#xC24;&#xC30;&#xC41;&#xC32;&#xC41;.) n. The manes or ghosts of forefathers. Charitr. i. 1526. &#xC2A;&#xC3F;&#xC24;&#xC30;&#xC41;&#xC32;&#xC41; pitarulu. n. Deceased or departed ancestors, &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;&#xC43;&#xC32;&#xC41;</span>&#xA0;&#xA0;pit&#x1E5B;ilu. [Skt.] n. Fathers, ancestors. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC24;&#xC3F;&#xC25;&#xC3F; pit&#x1E5B;i-tithi. n. A lunar day, on which offerings are made to the manes of ancestors. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC2A;&#xC24;&#xC3F; pit&#x1E5B;i-pati. n. The lord of the ancestors, i.e., Yama. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC35;&#xC28;&#xC2E;&#xC41; pit&#x1E5B;i-vanamu. n. A cemetery. &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC12;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. M. iv. 18. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; or &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41; pit&#x1E5B;i-yagnyamu. n. An offering or sacrifice to ancestors. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; pitr-&#x101;rjitamu. adj. Earned by one&apos;s ancestors, inherited from one&apos;s ancestors, ancestral. n. Ancestral property. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41; pitryamu. adj. Paternal, ancestral. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC3F;. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pit&#x1E5B;ivyu&#x1E0D;u. n. A paternal uncle, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC5B;&#xC41;, &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC23;&#xC41;&#xC26;&#xC41; pi&#x1E0D;u&#x1E0D;zu. [Tel.] n. A tick or louse that infests cattle, a bott, &#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC30;&#xC3F;. Various kinds are &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21; &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41; or &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41; a cattle tick. &#xC05;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC5B;&#xC41; or &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41; a woodlouse, and &#xC1A;&#xC40;&#xC2E;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41; a body louse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E47;y&#x101;kamu. [Skt.] n. An oil cake, sesamum seed left after the oil is extracted. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC47;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;pi&#x1E0D;&#x113;rapu-guvva. [Tel.] n. A common kind of dove. Jerdon. No. 295.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41; pi&#x1E0D;e. [Tel.] n. A bundle or a clump (of bamboos) &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC26;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;. See &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;, under &#xC2A;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pi&#x1E0D;u&#x1E6D;su. [Tel.] v. a. To wring, squeeze, press. &#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC24;</span>&#xA0;&#xA0;See &#xC2A;&#xC3F;&#xC21;&#xC24;.
			</div>
                