&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pidh&#x101;namu. [Skt.] n. A covering, concealment, veil. &#xC06;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2C;&#xC41;&#xC30;&#xC15;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC3F;&#xC24;&#xC41;&#xC15;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC26;&#xC2A;&#xC3F;&#xC26;</span>&#xA0;&#xA0;pida-pida. [Tel.] adj. Soft, smooth, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC41;. &#xC2A;&#xC3F;&#xC26;&#xC2A;&#xC3F;&#xC26;&#xC28; pida-pidana. n. Softness. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Fright, &#xC2D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC1A;&#xC46;&#xC26;&#xC30;&#xC15;&#xC2F;&#xC26;&#xC30;&#xC15; &#xC1A;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;, &#xC2C;&#xC46;&#xC26;&#xC30;&#xC15; &#xC35;&#xC26;&#xC32;&#xC15; &#xC2A;&#xC3F;&#xC26;&#xC2A;&#xC3F;&#xC26;&#xC17;&#xC3E;&#xC15;, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC38;&#xC42;&#xC2A;&#xC15; &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC24;&#xC32;&#xC47;&#xC15;.&quot; Charitr. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC21;&#xC2A;</span>&#xA0;&#xA0;pidapa. [Tel.] n. The after or succeeding time, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;. adj. Succeeding, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;. Meanspirited, degenerate, base, vile, silly, foolish. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;. adv. Afterwards. &#xC2A;&#xC3F;&#xC26;&#xC2A;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC3F;&#xC26;&#xC2A;&#xC1A;&#xC47;&#xC28;&#xC41; an after crop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3F; pittalamu. [Skt.] n. Brass, &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;. adj. Bilious, relating to bilious humour. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41; pitta&#x1E0D;i-k&#x101;su. n. A sort of fish. H. iv. 224. See &#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pittamu. [Skt.] n. Bile, gall, the bilious humour. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC15; or &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; bilious heat. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41; a kind of consumption. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC36;&#xC4B;&#xC2D; a kind of jaundice, Leucophlegmatia. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; choppings of the hands and feet. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC21;&#xC3F; a bilious pulse. &#xC08; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; &#xC2E;&#xC40;&#xC30;&#xC41; &#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC26;&#xC41; this medicine will stir up the bile, so you must stay at home. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41; pitta-k&#x14D;&#x1E63;amu. n. The gall bladder. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1C;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41; pitta-j&#x101;&#x1E0D;yamu. n. A bilious disease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pippalamu. [Skt.] n. The sacred fig tree, the Peepul tree. Ficus religiosa. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC2A;&#xC40;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;pip&#x12B;lika. [Skt.] n. An ant. &#xC2A;&#xC3F;&#xC2A;&#xC40;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41; from an ant to God.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC2A;&#xC3E;&#xC38;</span>&#xA0;&#xA0;pip&#x101;sa. [Skt.] n. Thirst. &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC2A;&#xC3F;&#xC2A;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pip&#x101;situ&#x1E0D;u. n. A thirsty man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41; pinugu. [Tel.] n. A selfish or covetous man, &#xC32;&#xC2C;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pin&#x101;kamu. [Skt.] n. The name of the bow or trident used by Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;. A rain of mud, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC28;. &#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC3F; pin&#x101;ki. n. An epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F; pin&#x101;kini. n. The Sanskrit name of the river Pennar which rises near Nandidroog and falls into the sea near Nellore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28; pina. [Tel.] adj. Little, young, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;. &#xC2A;&#xC3F;&#xC28;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; pina-tan&#x1E0D;ri. n. Literally, a younger father, i.e., a father&apos;s younger brother: also, the husband of a mother&apos;s younger sister. &#xC2A;&#xC3F;&#xC28;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; pina-talli. n. Literally, a younger mother, i.e., a mother&apos;s younger sister, the wife of a father&apos;s younger brother. See &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;.
			</div>
                