&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC26;&#xC41; or &#xC2B;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41; piry&#x101;du. [H.] n. A complaint, &#xC2E;&#xC4A;&#xC30;. &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; or &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC26;&#xC3F; a complainant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pirumu. [Tel.] n. Severity, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. adj. Severe, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC40;&#xC15;&#xC41;, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC40;&#xC15;&#xC41; or &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC41; piru-p&#x12B;ku. [Tel. &#xC2A;&#xC40;&#xC15;&#xC41;+&#xC2A;&#xC40;&#xC15;&#xC41;.] n. Wrangling. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1F;, &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC1C;&#xC02;&#xC1D;&#xC3E;&#xC1F;&#xC2E;&#xC41;. Pain, &#xC2C;&#xC3E;&#xC27;. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; piru-v&#x12B;kul-&#x101;&#x1E0D;u. v. n. To struggle. &#xC35;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC40;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to torment, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;; to struggle, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC30;&#xC41;</span>&#xA0;&#xA0;piru. [Tel. short for &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;.] n. The back part or side. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. adv. Behind, back. &quot;&#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; &#xC28;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC28;&#xC15;&#xC24;&#xC21;&#xC41;.&quot; BD. vi. 45. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC28;&#xC15; without going back. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41; pirundu. The back side, the loins, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. Back, behind, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;. &quot;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC40;&#xC32;.&quot; L. vi. 185. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC21; pirundi-ka&#x1E0D;a. adv. Behind, at the back of, after, following. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC26;&#xC28;&#xC4D; at her heels. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pirudu-konu. v. a. To follow, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC41; or &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC35;&#xC41;&#xC1A;&#xC41; pirut&#x12B;yu. v. n. To draw back, shrink back, retreat. &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC02;&#xC16;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC28;&#xC41; piru-pa&#x1E0D;u. v. n. To go back, to retreat, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. To be afraid, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; piru-ve&#x1E6D;&#x1E6D;u. v. a. To slight, disregard. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41; pilugu. [Tel.] n. A selfish man, &#xC32;&#xC2C;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. A mere formalist. &#xC15;&#xC2A;&#xC1F;&#xC3F;, &#xC2E;&#xC3E;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41;. &quot;&#xC15; &#xC15;&#xC32;&#xC26;&#xC3E;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC39;&#xC41;, &#xC15;&#xC32;&#xC27;&#xC4C;&#xC24;&#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC41;&#xC02;&#xC25; &#xC38;&#xC26;&#xC3E;&#xC2F;, &#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2F;&#xC24;&#xC3F;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC28;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC15; &#xC26;&#xC3E;&#xC23;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; P. i. 222.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;piluku. [Tel.] n. Pride, conceit, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41; piluku-m&#x101;ru. v.n To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be destroyed,to perish. &#xC28;&#xC3E;&#xC33;&#xC2E;&#xC46;&#xC02;&#xC26;&#xC41;. &quot;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC28;&#xC35;&#xC40;&#xC15;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC1A;&#xC4D;, &#xC2E;&#xC41;&#xC30;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC42;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC4D; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC1F;&#xC4D;.&quot; M. VIII.i.4 &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC35;&#xC4D;&#xC1A;&#xC41; piluku-m&#x101;ru&#x1E6D;su v.a To kill, to destroy &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC1C;&#xC28;&#xC3E;&#xC27;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC35;&#xC41;&#xC35;&#xC42;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC39;&#xC4A;&#xC26;&#xC4D;&#xC1A;&#xC41;&#xC24; &#xC2C;&#xC3E;&#xC39;&#xC28;&#xC02;&#xC2A;&#xC26;&#xC1A;&#xC4D;, &#xC2E;&#xC2E;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC26;&#xC3E;&#xC15;&#xC46;&#xC26;&#xC1A;&#xC4D; &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC46; &#xC26;&#xC28;&#xC02;&#xC1F; &#xC2F;&#xC41;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC46;&#xC28;&#xC27;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; M.IX. ii. 102.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC15; piluka. [Tel.] n. A young one, a young shoot. &#xC32;&#xC47;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15; the young of the antelope. &quot;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC40;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC21;&#xC3F;&#xC32;&#xC47;, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32;&#xC35;&#xC46;&#xC02;&#xC1F; &#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; R. ii. 69. &#xC05;&#xC02;&#xC1A;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15; a young swan. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15; the cub of a lion. &#xC24;&#xC47;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15; a young bee. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC41; piluka-v&#x101;&#x1E6D;u. n. Bearing young ones, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;. &quot;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC46; &#xC1C;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;.&quot; A. iv. 36. &#xC1F;&#xC40; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC3F;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47;, &#xC17;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;, &#xC06;&#xC21;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC15;</span>&#xA0;&#xA0;pilaka. [Tel.] n. A young one, a young shoot. &#xC15;&#xC02;&#xC26;&#xC2A;&#xC3F;&#xC32;&#xC15; a small root, as that of a radish. See &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;pirra. [Tel.] n. A buttock, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; the buttocks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC32;</span>&#xA0;&#xA0;pila-pila. [Tel. anuk.] adv. Suddenly, at once.
			</div>
                