&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pilli. [Tel.] n. A cat. &#xC0A;&#xC30;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a tame cat. Several different animals go by this name: as &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2D;&#xC42;&#xC24;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC5B;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; and some more. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, a civet cat. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; blue eyes (lit: &apos;cat&apos;s eyes.&apos;) &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24; mewing. &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC28; a kitten. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC3E;&#xC17;&#xC41; like a cat, i.e., demurely, harmlessly. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; a feline disposition. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he wanders about like a cat whose feet are burnt. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; n. A corruption of &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; as &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC08;&#xC21;&#xC47;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &amp;c. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; (&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;) a precious stone, a cat&apos;s eye, &#xC35;&#xC48;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; pill-ga&#x1E0D;&#x1E0D;a n. A root called Urtica tuberosa. Rox. iii. 583. Musk. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; (&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;+&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;+&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) pill-a&#x1E0D;ugu-che&#x1E6D;&#x1E6D;u n. Cowach, a certain plant &#xC15;&#xC2A;&#xC3F;&#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC42;, &#xC0E;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC17;&#xC3F;&#xC32;. Rox. iii. 283. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC40;&#xC38;&#xC30; &#xC17;&#xC21;&#xC4D;&#xC21; pilli-m&#x12B;sara-ga&#x1E0D;&#x1E0D;a. n. Cat&apos;s whiskers, a sort of plant. Rasica. i.pref.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F; pill&#x101;&#x1E47;i. [Tel.] n. A silver ring worn by women on the fourth toe. plu. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC40;</span>&#xA0;&#xA0;pillar&#x12B; [Tel.] n. A kind of song. &quot;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Pal. 271.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;pilla. [Tel.] n. A child, a babe, a young girl. A young one, offspring. A shoot or young plant. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;, children, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;, young ones. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC41; I am a parent. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a puppy. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a tiger&apos;s cub. &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a chicken. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a kid. &#xC0E;&#xC32;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a young rat. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bring forth young ones. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to throw doublets on the dice. &quot;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC4D;, &#xC35;&#xC02;&#xC1A;&#xC28;&#xC32;&#xC47;&#xC15; &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC2F;&#xC41; &#xC2A;&#xC4B;&#xC37;&#xC23;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC24;&#xC24;&#xC4D;&#xC2B;&#xC32;&#xC02;&#xC2C; &#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4B;.&quot; Radha. i. 74. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. adj. Samll, pettty. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41; a small hill. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; misrule. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41; boyish pranks or tricks. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F; a gentle breeze. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; a small beam or rafter. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41; a humming or low singing. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35; a small channel or canal. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC35;&#xC3F; or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; an inside well; a well or hole bored in the bottom of a well. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; the young of an elephant. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28; a young buffalo. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;&#xC17;&#xC02;&#xC24;&#xC41; pill-&#x113;ru-gantu. (&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;+&#xC0F;&#xC30;&#xC41;+&#xC17;&#xC02;&#xC24;&#xC41;.) n. A summersault. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC4B;&#xC21;&#xC41; pillan-g&#x14D;&#x1E0D;u. n. A hockey stick or bat used in games. See &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41; pillan-gr&#x14D;vi. n. A flageolet. plu. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; pilla-k&#x101;ya. n. A child, a little boy. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; pilla-ga&#x1E0D;&#x1E0D;amu. n. A very small beard. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; pilla-g&#x101;&#x1E0D;u. n. A boy or lad &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC41; pilla-girulu. n. The name of a game. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41; pilla-g&#x14D;&#x1E6D;lu. n. A boy&apos;s game in which hockey sticks are used. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F; pilla-chu&#x1E6D;&#x1E6D;a. n. A noose, &#xC09;&#xC30;&#xC3F;. H. v. 112. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; pilla-&#x1E0D;su&#x1E6D;&#x1E6D;u. n. The lesser lock behind or in front of the principal one, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41; pilla&#x1E0D;u. n. A boy, a child. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F; pilladi. n. A girl or lass, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC40;&#xC35;&#xC41;&#xC32;&#xC41; pilla-d&#x12B;pulu. n. A certain boy&apos;s game. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC40;&#xC1A;&#xC30; pilla-p&#x12B;tsara. n. A plant, Asparagus raccmosus. (Ains. and Watts.) H. v. 51. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC38;&#xC30; pilla-pesara. n. A sort of green gram called &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC41; pilla-p&#x113;gulu. n. The small intestines. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; pilla-meramu. n. A summersault, &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41;, &#xC2A;&#xC32;&#xC4D;&#xC1F;&#xC40;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; pilla-vr&#x113;lu. n. The little finger, &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;. &quot;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;.&quot; &#xC1C;&#xC48;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41; pilu&#x1E6D;su. [Tel.] v. a. To call; to invite. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pilu&#x1E6D;su-konu. v. a. To call for (a man), to call near, call upon, invite. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15; (for &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;) &#xC2A;&#xC4B;&#xC35;&#xC41; to take (a man) along with one. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; to bring (a man along) with one. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pilupin&#x1E6D;su-konu. v. a. To send for, to invite. &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC28;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pilipin&#x1E6D;su. v. a. To call for, invite, send for. &#xC2A;&#xC3F;&#xC32;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; pilu. (Imperative of &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;.) v. &quot;Call him.&quot; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41; pilupu. n. A call; a cry; an invitation, &#xC06;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
                