&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E63;&#x101;chamu. [Skt.] n. A demon or ghost. A whirlwind or stormy gust. &#xC2D;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC3F; pi&#x1E63;&#x101;chi. n. A female fiend or spirit. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC3F; a familiar demon. &#xC27;&#xC28;&#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC3F; a dragon placed as a guard over hidden treasure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC36;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E63;angamu. [Skt.] adj. Tawny, red, as hair. &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1A;&#xC28;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pi&#x1E37;&#x1E37;u. [Tel.] n. plu. A tuft of grass. &#xC15;&#xC38;&#xC2A;&#xC41;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC3F;. &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;pi&#x1E37;&#x1E37;a. [Tel.] n. A title generally assumed by the members of some of the Sudra&apos;s castes. &#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC3F; pi&#x1E37;&#x1E37;&#x101;ri. n. A name of the god Ga&#x1E47;&#x113;sa, &#xC17;&#xC23;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC1A;&#xC27;&#xC4D;&#xC1A;&#xC15;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;. &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC38; pisaka. [Tel.] n. Grease, or dirt in the hair, &#xC24;&#xC32;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. &#xC2A;&#xC3F;&#xC38;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; or &#xC2A;&#xC3F;&#xC38;&#xC15; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; greasy. &#xC2A;&#xC3F;&#xC38;&#xC2A;&#xC3F;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC47; clammy, viseous. &#xC2A;&#xC3F;&#xC38;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; pisa-verri. n. Eager desire, strong lust. &#xC17;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;</span>&#xA0;&#xA0;pisa. [Tel.] n. Folly, nonsense, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pish&#x1E6D;amu. n. Flour or meal. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. Scori&#xE6;, meltings, dross. &#xC2E;&#xC27;&#xC41;&#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; wax. &#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; pish&#x1E6D;akamu. n. A cake, a pudding. &#xC05;&#xC2A;&#xC42;&#xC2A; &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;. &#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; pish&#x1E6D;a-chakramu. n. A round biscuit, &#xC17;&#xC3E;&#xC30;&#xC46;. &#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41; pish&#x1E6D;&#x101;takumu. n. Perfumed powder. &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;. A. iv. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC36;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E63;unamu. [Skt.] n. Reservedness of temper, a saturnine disposition. &#xC2A;&#xC3F;&#xC36;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41; pi&#x1E63;unu&#x1E0D;u. n. A reserved man, a false friend. A tale bearer, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41;. A wicked person, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pi&#x1E63;itamu. [Skt.] n. Flesh, meat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC36;&#xC40;&#xC24;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC3E;&#xC36;&#xC3F; pi&#x1E63;it-&#x101;&#x1E63;anu&#x1E0D;u. n. A cannibal, a carnivorous being. &quot;&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC4A;&#xC21;&#xC17;&#xC46; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC30;&#xC35;&#xC47;&#xC33;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC41;&#xC28;&#xC4D;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC15; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC3E;&#xC36;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; M. I. vi. 235.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;[from Skt. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC3F;.] Same as &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;pisaru. [Tel.] n. Stuff, trash, waste matter. The wash or refuse of grain. Matter in the eye, humour, pus. Any thing worthless, a mere trifle, a small quantity, &#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC38;&#xC30;&#xC02;&#xC24;&#xC2A;&#xC4A;&#xC21;&#xC3F; a pinch of snuff. &#xC2A;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they beat the stuff out of him. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC38;&#xC30;&#xC41; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; he was quite exhausted in doing the business.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC3F;&#xC38;&#xC46;&#xC02;&#xC17;&#xC3F; or &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F; pisingi. [Tel.] n. A tree called Clerodendron inerme. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;pisi. [Tel.] n. A pointed end of a stick, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pis&#x101;&#x1E37;amu. [Tel.] n. Brilliance, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. A jest, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. Spreading, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. A trick, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F; pis&#x101;&#x1E37;i. adj. Brilliant, &#xC24;&#xC33;&#xC24;&#xC33;&#xC2E;&#xC28;&#xC47;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC32;. Spreading, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;. Artful, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC32;. &quot;&#xC38;&#xC15;&#xC3F;&#xC2F; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC02;&#xC26;&#xC33;&#xC41;&#xC15;&#xC41; &#xC2C;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC4B;&#xC35;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC41;&#xC26;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC17;&#xC4B;&#xC2E;&#xC41;.&quot; Rasica. iii. 133. An artful or cunning person, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC41;&#xC28;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC30;&#xC38;&#xC41;&#xC2E;&#xC4B;&#xC1F;&#xC41; &#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;.&quot; ABA. iii. 11. &#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; pis&#x101;&#x1E37;-in&#x1E6D;su. v. n. To be brilliant, to flash, to be displayed. &#xC24;&#xC33;&#xC24;&#xC33;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be fragrant, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To jest, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. To pretend, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. &quot;&#xC38;&#xC40; &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC15;&#xC3E; &#xC39;&#xC43;&#xC24;&#xC2E;&#xC48; &#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC26;&#xC02;&#xC2C;&#xC41;.&quot; Swa. ii. 59. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC28;&#xC46;&#xC21;&#xC2A;&#xC15;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41; &#xC38;&#xC47;&#xC24;&#xC41;&#xC30;&#xC40;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;, &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC47;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; HD. ii. 1906. &#xC1F;&#xC40; &#xC2A;&#xC3F;&#xC38;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC41;, &#xC2E;&#xC3E;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC15;&#xC41;. v. a. To ridicule, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                