&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;p&#x12B;ku. [Tel.] v. a. To pull out, root up, uproot, wrest. To tear, pull to pieces, destroy demolish. To turn out, dismiss. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; &#xC2A;&#xC40;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; he pulled out his tongue and so killed himself. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC2A;&#xC40;&#xC15;&#xC3E;&#xC21;&#xC41; p&#x12B;ku-p&#x12B;k-&#x101;&#x1E0D;u. v. n. To be agitated, to be in trouble. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &quot;&#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F; &#xC2F;&#xC41;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC24;&#xC17;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02; &#xC2C;&#xC40;&#xC15;&#xC41;&#xC2C;&#xC40;&#xC15;&#xC3E;&#xC21;&#xC17;&#xC3E;, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC24; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F; &#xC2F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC21;&#xC28;&#xC4D;.&quot; M. VII. v. 386. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; p&#x12B;ku-konu. v. a. To snatch. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1F; p&#x12B;kul-&#x101;&#x1E6D;a. n. A squabble, wrangle, quarrel; nonsense; a plague, scrape. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; p&#x12B;kul-&#x101;&#x1E0D;u. v. n. To wrangle, struggle, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. A. vi. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pihitamu. [Skt.] adj. Covered, concealed. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;pisuku. [Tel.] v. a. To squeeze, knead, handle, massage. &#xC0E;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC15; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; he kept rubbing his hands as if he did not know what to do.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC21;&#xC3F; or &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28; pisini. [Tel.] adj. Avaricious, miserly. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; pisini-purugu. n. A silk worm: literally, the miser worm. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F; pisini-k&#x101;ya. n. The cocoon of the silk worm. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F; pisini-go&#x1E6D;&#x1E6D;u. n. A miser. &#xC32;&#xC4B;&#xC2D;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pisiki&#x1E37;&#x1E37;u. [Tel.] n. Rubbing, kneading, friction, rubbing ears of corn. &#xC2A;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;. Grains of millet, &amp;c. &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC1A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC0A;&#xC1A;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A. iv. 172.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC1F;</span>&#xA0;&#xA0;, &#xC2A;&#xC40;&#xC1F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; or &#xC2A;&#xC40;&#xC1F;&#xC15;&#xC4B;&#xC21;&#xC41; p&#x12B;&#x1E6D;a. [from Skt. &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;.] n. A seat made of board. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC32;&#xC15;. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC40;&#xC1F; a bench. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC40;&#xC1F; a stool. &#xC35;&#xC40;&#xC23;&#xC46;&#xC2A;&#xC40;&#xC1F; the bridge of a violin, also called &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC26;&#xC42;&#xC32;&#xC2A;&#xC41;&#xC2A;&#xC40;&#xC1F; the short cross rafter in the top of a Hindu house roof. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F; a washerman&apos;s bench on which he beats the cloth. &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC40;&#xC1F; a short piece of wood under a yoke, &#xC28;&#xC4A;&#xC17;&#xC15;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC2A;&#xC40;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC40;&#xC1F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x12B;&#x1E6D;a-be&#x1E6D;&#x1E6D;u. v. n. To set up one&apos;s seat, i.e., take up permanent residence, settle. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC15; &#xC09;&#xC02;&#xC21;&#xC41;. &#xC2A;&#xC40;&#xC1F;&#xC2E;&#xC41;&#xC21;&#xC3F; p&#x12B;&#x1E6D;a-mu&#x1E0D;i. n. A double knot, without bows.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC5B;&#xC41;</span>&#xA0;&#xA0;[Eng: fees.] n. Gold. (a secret word used among goldsmiths).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x12B;&#x1E6D;su. [Tel.] n. The fibre of plants. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC2C;&#xC40;&#xC30;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC40;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; our relations are not strong at all. Also, used for grass or straw as &#xC2C;&#xC4B;&#xC26;&#xC2A;&#xC40;&#xC1A;&#xC41; hill grass. &quot;&#xC2A;&#xC40;&#xC1A;&#xC41;&#xC2E;&#xC40;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28; &#xC2F;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41;.&quot; HK. iv. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC1A;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC40;&#xC1A;&#xC30; p&#x12B;&#x1E6D;sara. [Tel.] n. A certain wild shrub. See under &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x12B;&#x1E6D;samu. [Tel.] n. The chin, the lower jaw. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;. A dimple in the chin, &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. Pride, &#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC40;&#xC1A;&#xC2E;&#xC23;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I brought down his pride. A peacock&apos;s tail or train, &#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC17;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC15;&#xC46;</span>&#xA0;&#xA0;p&#x12B;ke. [Tel.] n. The wind-pipe, &#xC15;&#xC02;&#xC37;&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41;. A pipe. The reed used in blowing musical instruments. &#xC0A;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC2A;&#xC40;&#xC15;&#xC46; the windpipe. A leaf rolled up like a cigar, &#xC15;&#xC3E;&#xC33;&#xC46;&#xC35;&#xC32;&#xC46;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC06;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;. A cigar which is partly smoked and thrown away, &#xC24;&#xC3E;&#xC17;&#xC3F; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC40;&#xC15;&#xC46; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; p&#x12B;ke-bi&#x1E37;&#x1E37;alu. n. A kind of ornament attached to a bed. &#xC38;&#xC15;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC41;. &#xC2A;&#xC40;&#xC15;&#xC46;&#xC2A;&#xC3E;&#xC30;&#xC41; p&#x12B;ke-p&#x101;ru. v. n. To become flat. &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2F;&#xC17;&#xC41;. To become lean, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                