&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;and &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;. See under &#xC2A;&#xC40;&#xC2F;&#xC3F; and &#xC2A;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC24;</span>&#xA0;&#xA0;p&#x12B;ta. [Tel.] n. A crab. &#xC0E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2F;. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC24;&#xC3F;&#xC2A;&#xC40;&#xC24; the crab called Portunus menestho. (Linn.) &#xC2A;&#xC3F;&#xC24; [Skt.] n. Saffron. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC40;&#xC24;&#xC2E;&#xC41; p&#x12B;tamu. adj. Drunk up. n. Yellowness. adj. Yellow. &#xC2A;&#xC40;&#xC24;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41; p&#x12B;ta-d&#x101;ruvu. n. A tree called the deodar. &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; p&#x12B;t-&#x101;mbaramu. n. A yellow garment. &#xC2A;&#xC40;&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41; p&#x12B;t-&#x101;mbaru&#x1E0D;u. n. The god who is clothed in a saffron robe, an epithet of Vish&#x1E47;u. &#xC2A;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41; p&#x12B;ta-mun&#x1E0D;amu. n. A yellow throated bird. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC24;&#xC32; &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC21;</span>&#xA0;&#xA0;p&#x12B;&#x1E0D;a. [Skt.] n. Pain, annoyance, suffering, &#xC2C;&#xC3E;&#xC27;. &#xC2A;&#xC40;&#xC21;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the plague is gone. adj. Painful, nasty, annoying. &#xC2A;&#xC40;&#xC21;&#xC15;&#xC32; a bad dream. &#xC2A;&#xC40;&#xC21;&#xC28;&#xC2E;&#xC41; p&#x12B;&#x1E0D;anamu. n. Paining, gripe, seizure, squeezing, pinching, trouble caused by others. &#xC2A;&#xC30;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC27;. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x12B;&#x1E0D;in&#x1E6D;su. v. a. To pain, plague, torment, harass. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; p&#x12B;&#x1E0D;itamu. adj. Pained, distressed, troubled, afflicted. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x12B;&#x1E6D;hamu. [Skt.] n. A seat. The &quot;chair,&quot; diocese, or see of a Guru. &#xC2A;&#xC40;&#xC20;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; one who sits on a seat or throne, i.e., a Guru. &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41; p&#x12B;&#x1E6D;ha-mardu&#x1E0D;u n. A lover. &#xC2A;&#xC40;&#xC20;&#xC3F; p&#x12B;&#x1E6D;hi. Same as &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;. &#xC2A;&#xC40;&#xC20;&#xC3F;&#xC15; p&#x12B;&#x1E6D;hika. n. A high seat. &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC40;&#xC37;&#xC2E;&#xC41;. A preface, preamble, preliminary note.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;p&#x12B;lika. [Tel. from &#xC2A;&#xC40;&#xC32;&#xC41;.] n. A rag, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC40;&#xC30;&#xC3F;&#xC15;. See &#xC2A;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC40;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; p&#x12B;li. [Tel.] n. A Bulbul, &#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC2A;&#xC40;&#xC32;&#xC3F;&#xC17;&#xC30;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC32;&#xC32;&#xC41;.&quot; Swa. iv. 13. A helm or rudder, &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;. M. II. ii. 44. &#xC2A;&#xC40;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; p&#x12B;li-k&#x101;&#x1E0D;u. n. A steers man, a helmsman, &#xC13;&#xC21;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x12B;ru. [H.] n. An image of a Mahomedan saint, made in the form of a hand, used by Mussalmans at the Mohurrum, &#xC24;&#xC41;&#xC30;&#xC15;&#xC32;&#xC41; &#xC0A;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; p&#x12B;rla-pan&#x1E0D;uga. n. The Mohurram. &#xC2A;&#xC40;&#xC30;&#xC41;&#xC38;&#xC41;&#xC21;&#xC3F; p&#x12B;ru-su&#x1E0D;i. n. A waterspout at sea. If descending, it is called &#xC05;&#xC35;&#xC41;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC40;&#xC32;&#xC41; or &#xC2A;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41; p&#x12B;ru. [Tel.] v. n. To tear, &#xC1A;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; p&#x12B;ru&#x1E6D;su. v. a. To tear, &#xC2A;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC2F;&#xC42;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x12B;y&#x16B;&#x1E63;hamu. [Skt.] n. Nectar, ambrosia. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3F; p&#x12B;yi. [Tel.] n. Human excreta, the dung of unclean animals. &#xC2A;&#xC40;&#xC24;&#xC3F; p&#x12B;ti. adj. Portaining to human dung, unclean. &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F; p&#x12B;tiri. n. Defilement with ordure. &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26; p&#x12B;tiri-gadda. n. The white scavenger vulture. &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F; p&#x12B;tiri-gun&#x1E6D;a. n. A dungpit, a cesspool. &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; p&#x12B;tiri-n&#x101;gu-p&#x101;mu. n. The stinking cobra, lit: the dung snake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC28;&#xC3F;&#xC17;</span>&#xA0;&#xA0;, &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;, &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC40;&#xC28;&#xC4D;&#xC17;&#xC41; p&#x12B;niga. [Tel.] n. A corpse or carcass. &#xC36;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32; &#xC24;&#xC4B;&#xC21;&#xC02;&#xC17;&#xC42;&#xC21; &#xC2A;&#xC40;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2F;&#xC47;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; T. v. 37. &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; a demon, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x12B;varamu. [Skt.] adj. Plump, big, as arms. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;, &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC32;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x12B;luru. [Skt.] n. A kind of forest tree. &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC30;&#xC17;&#xC4B;&#xC17;&#xC41;. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. An atom. &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41;. v. n. To tear, &#xC1A;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41; p&#x12B;lu&#x1E6D;su. [Tel.] v. a. To suck up, drink up with a noise. To whiff or inhale (smoke from a pipe.) To dry up the vitals, as fear does.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC28;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x12B;nasamu. [Skt.] n. Cold, catarrh. Loss of scent in consequence of cold. &#xC2A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC2E;&#xC41;. Inflammation of the nasal membrane (with loss of sense of smell). Charaka. p. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x12B;namu. [Skt.] adj. Plump, big, &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC2A;&#xC3F;&#xC28;&#xC4B;&#xC27;&#xC4D;&#xC28;&#xC3F; p&#x12B;n&#x14D;dhni. n. A cow that has plump udder, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC40;&#xC32;</span>&#xA0;&#xA0;p&#x12B;la. [Tel.] adj. Slender, lean. &#xC2C;&#xC15;&#xC4D;&#xC15;. Poor, spare, scanty: short, not tall. &#xC2A;&#xC40;&#xC32;&#xC2A;&#xC02;&#xC1F; a scanty crop. &#xC2A;&#xC40;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; learn arms.
			</div>
                