&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC47;&#xC32;</span>&#xA0;&#xA0;punja-n&#x113;la. [H.] n. Dry land, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC41;&#xC02;&#xC1C;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; punjadh&#x101;nyamu. n. Dry crops. The generic name for every kind of grain excepting rice. It includes &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;, &#xC09;&#xC32;&#xC35;&#xC32;&#xC41;, &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;, &#xC24;&#xC2E;&#xC3F;&#xC26;&#xC32;&#xC41;, &#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;, &#xC1A;&#xC3E;&#xC2E;&#xC32;&#xC41; and so forth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pungudu. [Tel.] n. White leprosy, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC32;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC17;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pum-gavamu. [Skt. &#xC2A;&#xC41;&#xC02; male+&#xC17;&#xC35;&#xC2E;&#xC41; a cow.] A bull. &#xC2A;&#xC41;&#xC02;&#xC17;&#xC35;&#xC41;&#xC21;&#xC41; pum-gavudu. n. An eminent man, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. This word is only used in composition, in the sense of &quot;pre-eminent, excellent:&quot; thus &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC35;&#xC41;&#xC21;&#xC41; a venerable hermit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;</span>&#xA0;&#xA0;pum. [Skt.] adj. Male. &#xC2A;&#xC41;&#xC2E;&#xC35;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; pum-apatyamu. n. Male offspring. R. ii. 64. &#xC2A;&#xC41;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; pum-bh&#x101;vamu. n. Manhood, manliness, virility, skill, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC3F;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC02;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC3F; pum-&#x1E63;chali. n. A harlot, &#xC30;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41;. P. i. 275. &#xC2A;&#xC41;&#xC02;&#xC38;&#xC35;&#xC28;&#xC2E;&#xC41; pum-savanamu. n. The ceremonies observed when a woman perceives the first signs of a pregnancy, in order that a son may be born. &#xC2A;&#xC41;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; pum-stvamu. n. Manhood, manliness, virility. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F; &#xC2A;&#xC41;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; priesthood. A. v. 151.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;</span>&#xA0;&#xA0;pu. [Tel.] n. Contracted for &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; a flower. Thus &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F; for &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;+&#xC2A;&#xC4A;&#xC21;&#xC3F; the pollen of flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pun&#x1E0D;alintsu. [Tel.] v. n. To invent, &#xC05;&#xC2D;&#xC42;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC21;&#xC30;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pun&#x1E0D;ar&#x12B;kamu. [Skt.] n. The white lotus. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3E;&#xC2E;&#xC30;. A royal tiger. &#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41; a royal tiger&apos;s skin. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; pun&#x1E0D;ar&#x12B;k-&#x101;kshu&#x1E0D;u. n. He whose eyes are bright as the white lotus, i.e., Vish&#x1E47;u, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC5B;&#xC41; pun&#x1E0D;zu. [Tel.] n. A cock. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC17;&#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; an epithet of Kum&#x101;r&#x101;swamy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pun&#x1E0D;samu. [Tel.] n. Thirty skeins of thread. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC02;&#xC5B;&#xC42;&#xC32; &#xC26;&#xC02;&#xC21; pun&#x1E0D;z&#x101;la-dan&#x1E0D;a. n. A kind of necklace worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;punjamu. [Skt.] n. A heap, quantity, collection. &#xC30;&#xC3E;&#xC36;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &quot;&#xC36;&#xC4B;&#xC15;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; oceans of sorrows. M. IV. iv. 282. &quot;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2D;&#xC30;&#xC3F;&#xC24;&quot; full of gems. M. I. v. 36. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC3F; punji. n. Abundance, plenty, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. adj. Plentiful, abundant, prosperous. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he promoted the welfare of the village. &quot;&#xC16;&#xC02;&#xC1C;&#xC30;&#xC40;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;.&quot; N. ix. 179. &#xC1F;&#xC40; &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are now in good circumstances. Also, a phrase for Four. &#xC30;&#xC46;&#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC1C;&#xC40;&#xC32; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC41; eight rupees. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; punji-konu. v. n. To be grouped thickly, to collect in a crowd, &#xC17;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC40;&#xC2D;&#xC35;&#xC24;&#xC4D; punj&#x12B;-bhavat. adj. Collecting, gathering. &#xC38;&#xC4B;&#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC47;. &quot;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC40;&#xC2D;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41;.&quot; A. ii. 65. &#xC1F;&#xC40; &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; punj&#x12B;-bhavintsu. v. n. To become a heap, &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pumkhamu. [Skt.] n. The feathered part of an arrow. &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC4B;&#xC2A;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC5B;. &#xC2A;&#xC41;&#xC02;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC02;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; one after another, in rapid succession. &#xC2A;&#xC41;&#xC02;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC41; punkhitamu. adj. Set on the bow. &#xC2A;&#xC41;&#xC02;&#xC16;&#xC3F;&#xC24;&#xC36;&#xC30;&#xC2E;&#xC41; an arrow set on the bow. T. ii. 214.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC1F;</span>&#xA0;&#xA0;pun&#x1E6D;a. [Tel.] Another form of &#xC2A;&#xC42;&#xC1F;. (q. v.)
			</div>
                