&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pun&#x1E0D;u. [Tel.] n. A boil, an ulcer, a sore. A blister. The reddish cake in the middle of a white-ant-hill. &#xC28;&#xC3E;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have a sore throat. &#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; a carbuncle. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC47;&#xC2E;&#xC3F; why do you nourish a thorn in your side? Infl. &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F; (S. iii. 370.) abl. &#xC2A;&#xC41;&#xC02;&#xC1F;. plu. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; pun&#x1E0D;u-ch&#x113;yu. v. n. To raise a blister, or make a sore. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; venereal disease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;pu&#x1E6D;s&#x1E6D;sa-k&#x101;ya. [Tel.] n. The wild bitter melon, called Bryonia callosa, or Cucumis trigonus. &#xC15;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A; the Colocynth plant, Citrullus colocynthis, Cucumis colocynthis. Rox. iii. 719. &#xC0F;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F; the water-melon, Citrullus vulga&#x1E5B;is (Watts) &quot;&#xC12;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F; &#xC35;&#xC3F;&#xC24;&#xC2E;&#xC3E;&#xC30;&#xC3E;.&quot; T. iv. 214. &#xC1F;&#xC40; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F; &#xC24;&#xC3F;&#xC28;&#xC30;&#xC3E;&#xC26;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC40;&#xC24;&#xC3F; &#xC2F;&#xC17;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;</span>&#xA0;&#xA0;punchche [Tel.] n. The skull, &#xC24;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;. The young unripe fruit of the palmyra, cocoanut, &amp;c. &#xC24;&#xC3E;&#xC33;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;. A cap or loose bit under a screw. The loose caps at the ends of a palm fruit. &#xC28;&#xC40;&#xC24;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC2A;&#xC17;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41; I will break your head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pukkili. [Tel.] n. The inside of the cheek, &#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; rigmarole, traditional nonsense, an old wives&apos; tale. &quot;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;.&quot; (R. vi. 112.) he could not help drawing a deep sigh. Gen. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;&#xC3F;. Loc. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;. plu. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC41;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pukkilin&#x1E6D;su. v. n. To gargle or rinse one&apos;s mouth. To spirt out. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; or &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; pukkilinta. n. Gargling, rinsing one&apos;s mouth. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41; pukk-e&#x1E0D;u. n. A mouthful. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; a mouthful of water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pun&#x1E0D;ramu. [Skt.] n. A mark worn on the forehead. &#xC28;&#xC41;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;. A blackish red variety of sugar-cane, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;. A white lotus, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; the cross mark. &#xC09;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41; the upright mark. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; pun&#x1E0D;r-&#x113;kshu-vu. n. The white sugar-cane. &#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC41; &#xC36;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; an epithet of Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC40;&#xC15; or &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC40;&#xC15;&#xC24;&#xC28;&#xC2E;&#xC41; pu&#x1E6D;s&#x1E6D;sa&#x1E6D;ika.[Tel.] n. Modesty, prudishness, shamefacedness, &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC40;&#xC15;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4B;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC24;&#xC3F;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC35; &#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;.&quot; Swa. ii. 8. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC40;&#xC15; pu&#x1E6D;s&#x1E6D;sa&#x1E0D;&#x12B;ka. n. A modest or shy person. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;punta. [Tel.] n. An alley, path, by way. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F;. A raised path, a broad ridge between two paddy fields, &#xC17;&#xC28;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3E; puk&#x101;ru. [H.] n. A rumour. An outcry, alarm, uproar.
			</div>
                