&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC1F;&#xC2D;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41; pu&#x1E6D;a-bh&#x113;damu. [Skt.] n. A city or town. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC2A;&#xC41;&#xC1F;</span>&#xA0;&#xA0;pu&#x1E6D;a-pu&#x1E6D;a. [Tel. anuk.] n. The noise caused by fast running, &#xC17;&#xC41;&#xC28;&#xC17;&#xC41;&#xC28;. &quot;&#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; &#xC2A;&#xC41;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC17;&#xC3E; &#xC35;&#xC40;&#xC27;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC1F; &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC4D;.&quot; H. v. 25. &#xC2A;&#xC41;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC28; pu&#x1E6D;a-pu&#x1E6D;ana. n. The act of breaking forth. &#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. adj. Much &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. Grand, fine. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4A;&#xC02;&#xC24;&#xC46;&#xC30;&#xC41; &#xC15;&#xC28;&#xC17;&#xC41;&#xC2E;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC28;.&quot; A. i. 34. &quot;&#xC15;&#xC02;&#xC15;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC26;&#xC33;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC30;&#xC28;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC41; &#xC1A;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F; &#xC2C;&#xC02;&#xC24;&#xC41;&#xC32;&#xC02; &#xC2C;&#xC41;&#xC1F;&#xC2C;&#xC41;&#xC1F;&#xC28;&#xC48;.&quot; Swa. iii. 47.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;</span>&#xA0;&#xA0;pu&#x1E6D;a. [Skt.] n. A page, one side of a leaf. &#xC2A;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; pu&#x1E6D;-&#x101;ksharamu. n. The heading of a page.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;puchchhamu. [Skt.] n. The tail, the hinder part. &#xC24;&#xC4B;&#xC15;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;pu&#x1E6D;s&#x1E6D;su-konu. v. a. To take This verb like &apos;To take&apos; in English is used in many senses, thus: To receive; to purchase. To eat, to drink to take medicine, poison, &amp;c. To exact (service.) &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to take leave or retire. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to take (one&apos;s) consent. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he embraced the Vaishnava creed. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; puts&#x1E6D;su-k&#x14D;lu. n. The act of taking, or receiving, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41; &#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pu&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To take. &#xC24;&#xC40;&#xC2F;&#xC41;. To send, to remove. &#xC2A;&#xC02;&#xC2A;&#xC41;, &#xC2A;&#xC4B;&#xC35;&#xC1C;&#xC47;&#xC2F;&#xC41; v. n. To decay, mortify, rot. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; puchchi-p&#x14D;vu. v. n. To be rotten, decayed &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; pu&#x1E6D;s&#x1E6D;su. adj. Rotten, decayed. &quot;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC42;&#xC30;&#xC48;&#xC28; &#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC30;&#xC30;&#xC2F;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; V&#x113;ma 69. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; pu&#x1E6D;s&#x1E6D;su. n. The Sediment of oil. &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;. Filth. &quot;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;,&quot; Jagannadha. i. 67. &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; is used idiomatically with some nouns to give them an active force. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she put the child to sleep. &#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC24;&#xC4B; &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he finished the building of the house with a hundred rupees. &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to deceive, cheat. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to disgrace. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to pass or kill time, &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC07;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2F;&#xC47;&#xC24;&#xC41;&#xC35;&#xC47;&#xC2E;&#xC3F; what is the reason of your making so much delay? &quot;&#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC15; &#xC1A;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC38;&#xC3F;, &#xC2E;&#xC2F;&#xC32;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC28;&#xC47;&#xC2E;&#xC2F;&#xC3E;.&quot; V&#x113;ma. 230. &quot;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC27;&#xC30;&#xC30;&#xC42;&#xC15;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC41;.&quot; V&#x113;ma. 258.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pu&#x1E6D;amu. [Skt.] n. A fold, a doubling. The cup or hollow formed by a fold, as in a flower or leaf or in any roll or in the joined hands, &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. A flower basket, &#xC2A;&#xC42;&#xC32;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;. A horse&apos;s hoof, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC5B;. Burning or refining a metal, calcining a medicinal drug. A kind of horse&apos;s pace, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41; the calix of the nose, i.e., the nose. &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to heat metal in the fire, to calcine a drug. &quot;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC35;&#xC46;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC28;&#xC15;, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC38;&#xC48;&#xC15;&#xC24; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC30;&#xC40;&#xC24;&#xC1F;&#xC02; &#xC2C;&#xC28;&#xC15;, &#xC26;&#xC30;&#xC40;&#xC2A;&#xC41;&#xC1F;&#xC02; &#xC2C;&#xC28;&#xC15;, &#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC38;&#xC3F;.&quot; Vasu. ii. 46. &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC2C;&#xC4D;&#xC2C; pu&#x1E6D;am-ubbu. (&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;+&#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;.) v. n. To swell upwards, &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC4A;&#xC17;&#xC2F;&#xC41; pu&#x1E6D;am-cgayu. v. n. To fly upwards. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC46;&#xC17;&#xC2F;&#xC41;. To leap over, &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC3F; pu&#x1E6D;i. n. A cup or concavity made of a leaf folded or doubled, &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. A flower basket, &#xC2A;&#xC42;&#xC32; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; pu&#x1E6D;ika. A cup. A. i.92. A small basket, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC02;&#xC2A;. &#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; pu&#x1E6D;itamu. adj. Folded, inserted, contained.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; pu&#x1E6D;ikku. [Tel. anuk.] n. Slapdash, a word imitiative of plunging or of snapping as of cord.
			</div>
                