&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15;. See under &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;pu&#x1E6D;&#x1E6D;i. [Tel.] n. An Indian measure of capacity equal to twenty tooms. (&#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;). The putty or candy (&#xC16;&#xC02;&#xC21;&#xC3F;) is from 800 to 1000 seers. The &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; is 80 &#xC15;&#xC41;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC41; but the &#xC2E;&#xC32;&#xC15;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; or Malacca ten is 200 or 240 &#xC15;&#xC41;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC41;. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC46; she wept in floods. Also the extent of land that produces this quantity of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;pu&#x1E6D;&#x1E6D;i. [Tel.] n. A wicker boat woven of cane and covered with leather. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; his raft is sunk, i.e., he is shipwrecked or ruined.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pu&#x1E6D;&#x1E6D;amu. [Tel.] n. Cloth, a garment or dress. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC41; pu&#x1E6D;&#x1E6D;a-chen&#x1E0D;u. n. A ball to play with made of cloth. &quot;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; H. v. 242. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; pu&#x1E6D;&#x1E6D;a-chen&#x1E0D;lu. n. The name of a game.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;pu&#x1E6D;&#x1E6D;a. [Tel.] n. An ant hill, &#xC35;&#xC32;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F; an ant hill in which a snake lives. &#xC28;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC1A;&#xC35;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; they pour milk in a snake&apos;s hole on the feastday called N&#x101;gula &#x1E6C;saviti. A pack, number, collection, lot heap, crowd. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC40;&#xC2E;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the house is a regular ant&apos;s nest. &#xC06; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that book is a pack of lies. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F; he is mere skin and bone. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; pu&#x1E6D;&#x1E6D;a-k&#x101;pu. n. Lit: That which feeds on ant hills, i.e., a bear, &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC41; pu&#x1E6D;&#x1E6D;a-k&#x101;lu. n. A leg swollen with elephantiasis, &#xC2C;&#xC42;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC41;, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC41;. &quot;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC4D; &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC35;&#xC41;&#xC32;&#xC4D;.&quot; Jagan. i. 54. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who is afflicted with elephantiasis in the leg. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; pu&#x1E6D;&#x1E6D;a-k&#x16B;&#x1E0D;u. n. The heart of an ant hill, the red earth that contains the eggs. A fungus. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. &quot;&#xC35; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC48;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02; &#xC1C;&#xC40;&#xC2E;&#xC32;&#xC15;&#xC41;&#xC02; &#xC1C;&#xC46;&#xC26;&#xC32;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC02; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC28;&#xC3F;&#xC1C; &#xC28;&#xC16;&#xC30;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC36; &#xC15;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC02;&#xC17;&#xC4B;&#xC30;&#xC3E;&#xC21;.&quot; Swa. iv. 49. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41; pu&#x1E6D;&#x1E6D;a-kokku. n. A mushroom, toadstool, fungus. M. XII. v. 418. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC1F; pu&#x1E6D;&#x1E6D;a-k&#x14D;ta. n. A bulwark, a buttress. &#xC15;&#xC4B;&#xC1F;&#xC15;&#xC41; &#xC15;&#xC4B;&#xC1F;&#xC2C;&#xC48;&#xC1F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC35;&#xC32;&#xC41; the pointed tops of ant hills, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4B;&#xC1A;&#xC3F; pu&#x1E6D;&#x1E6D;a-g&#x14D;chi. n. A large modesty piece. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4B;&#xC1A;&#xC3F;, &#xC15;&#xC3E;&#xC2A;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; pu&#x1E6D;&#x1E6D;a-chiluka. n. The Sirkeer Cuckoo. Taccocua leschnenaultii, (F.B.I.) &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC42;&#xC32;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; pu&#x1E6D;&#x1E6D;a-&#x1E6D;s&#x16B;lu. n. He who was &apos;born of an ant hill.&apos; This is a word translated from the Sanscrit name &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC3F;. V&#x101;lm&#x12B;ki. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pu&#x1E6D;&#x1E6D;a-tamma-che&#x1E6D;&#x1E6D;u. n. A large creeping plant, the fruit of which is used medicinally. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC47;&#xC28;&#xC46; pu&#x1E6D;&#x1E6D;a-t&#x113;ne. n. Honey found in an ant-hill. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC47;&#xC32;&#xC41; pu&#x1E6D;&#x1E6D;a-t&#x113;lu. n. The large black scorpion, so called because found in rubbish. &#xC2E;&#xC30;&#xC3F;&#xC21;&#xC4D;&#xC30;&#xC17;&#xC2C;&#xC4D;&#xC2C;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F; pu&#x1E6D;&#x1E6D;a-mungi. n. Lit: A mongoose on an ant hill, used as a type of composure. adj. Demure. &#xC05;&#xC26;&#xC3F; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; she reviled him but he stood stock still. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC4D;&#xC2E; pu&#x1E6D;&#x1E6D;al-amma. n. A village goddess.
			</div>
                