&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pu&#x1E0D;isili. [Tel.] n. The hollow of the hand. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; a handful of rice. Infl. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC1F;&#xC3F;. Abl. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC1F;. Plu. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pu&#x1E0D;isilin&#x1E6D;su. v. a. To hold anything (as water) in the hollow of the hand. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; pu&#x1E0D;isi-linta. n. The act of holding anything in the hollow of the hand, &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;pu&#x1E0D;ami. [from Skt. &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC3F;.] n. The earth, &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41; or &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; a king, &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; pu&#x1E0D;ami-t&#x101;lupu. n. Lit: One who bears or carries the earth, an epithet of the Serpent &#xC06;&#xC26;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41;. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; pu&#x1E0D;ami-pa&#x1E6D;&#x1E6D;i. n. Lit: Son of the Earth, an epithet of Mars, &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; pu&#x1E0D;ami-pu&#x1E6D;&#x1E6D;u. n. Lit: &apos;Born of the Earth,&apos; an epithet applied to a tree or to Sita, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2D;&#xC42;&#xC1C;&#xC2E;&#xC41;; &#xC38;&#xC40;&#xC24;, &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC1C;. &#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; pu&#x1E0D;ami-relupu. n. A terrestrial deity, i.e., a Brahmin, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC42;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC21;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC21;&#xC41;&#xC15; pu&#x1E0D;aka. [Tel. from &#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;.] n. A small stick or bit; a pin, a bodkin, a stiletto. &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC15; a bit of straw. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC15; a gold pin worn in the nose. &#xC2A;&#xC41;&#xC21;&#xC15;&#xC32;&#xC41; sticks, firewood. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC24;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2A;&#xC41;&#xC21;&#xC15;&#xC32;&#xC24;&#xC4B; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC26;&#xC41; that which is born with a person will not leave him till his cremation, it was born with him and he will carry it to his grave. S. i. 492. &#xC2A;&#xC41;&#xC21;&#xC15;&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F; an earring like a slender stick of gold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;pu&#x1E6D;&#x1E6D;u. [Tel.] v. n. To be born, produced. To arise, come into existence, (as love, anger, &amp;c.) &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Birth, &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;. adj. Born. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; a mother&apos;s sister. (&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; and &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; are used where it is uncertain which member of a family is the elder, as the specific Telugu names for these relations denote the precedency or succession of birth.) &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; a sister. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; life-long poverty. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2D;&#xC4B;&#xC17;&#xC3F; one who is rich from his birth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC1A;&#xC4D;&#xC1A; a birth-mark. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; a congenital disease, a disease born with one. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; pu&#x1E6D;&#x1E6D;uka. n. Birth, origin; source. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; pu&#x1E6D;&#x1E6D;u-kallari. n. A born liar, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; pu&#x1E6D;&#x1E6D;u-ga&#x1E6D;&#x1E6D;u. n. The mountain out of which the sun is supposed to be born each morning, &#xC09;&#xC26;&#xC2F;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; one who is hopelessly barren. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC15;&#xC41; pu&#x1E6D;&#x1E6D;u-gru&#x1E0D;&#x1E0D;i. n. One who is born blind. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC41;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; puttu-cheyuvulu. n. Ceremonies connected with a birth. &#xC1C;&#xC3E;&#xC24;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC2A; puttu-p&#x101;pa. n. An albino. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;, &#xC2A; &#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; pu&#x1E6D;&#x1E6D;uvu. n. Birth, origin, production, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC28;&#xC4D; in a former birth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC42;&#xC17; pu&#x1E6D;&#x1E6D;u-m&#x16B;ga. n. One who is born dumb. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC21;&#xC41;&#xC17;&#xC41; pu&#x1E6D;&#x1E6D;u-va&#x1E0D;ugu. n. One who is a bachelor all his lifetime. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; pu&#x1E6D;&#x1E6D;u-verri. n. One who is insane from his birth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; pu&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To create, generate, form, make, raise, fabricate. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1F; pu&#x1E6D;&#x1E6D;-in&#x1E6D;a. (abl. of &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.) At home, in her parent&apos;s house. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; pu&#x1E6D;&#x1E6D;in-illu. n. Birth-place, home; mint, fountain-head. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; he is a mass of wickedness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC23;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC23;&#xC41;&#xC26;&#xC41; pu&#x1E47;uju. [Tel.] n. A tick.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC15;&#xC41; pu&#x1E0D;uku. [Tel.] v. a. To pick up, to handle, to take with the five fingers. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. To pinch. To give a little, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To give, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC15;&#xC41; to grovel on the earth as in grief. &#xC06;&#xC2E;&#xC46; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; she gave good stintingly. n. A gift. &#xC08;&#xC35;&#xC3F;. Giving, &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; or &#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC38;&#xC3F; pu&#x1E0D;uku-do&#x1E0D;uku. (&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;+&#xC26;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.) n. The cow that grants all that one wishes, &#xC15;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; pu&#x1E0D;uku-gallu. n. The stone that grants all that one wishes, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC23;&#xC3F;. &#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; pu&#x1E0D;uku-mr&#x101;nu. n. The tree that grants all that one desires, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC21;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC41;&#xC23;&#xC41;&#xC15;&#xC41; pu&#x1E0D;ukulu. n. A kind of cake, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pu&#x1E47;ikirin&#x1E6D;su. v. n. To give a little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To fumble, to twitch or be convulsed, as the fingers picking the sheets, &amp;c., &#xC2A;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24; or &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24; pu&#x1E47;ikirinta. n. Fumbling; twitching. &#xC2A;&#xC41;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC41;&#xC23;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; pu&#x1E47;iki&#x1E37;&#x1E37;u. n. Poking, shoving. A romping game like Puss in the corner. &quot;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;.&quot; N. ix. 102.
			</div>
                