&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;[&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.] Same as &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; (q. v.).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;puttika. [Skt.] n. A white ant. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC26;. A honey bee, &#xC24;&#xC47;&#xC28;&#xC46;&#xC2F;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3F; putta&#x1E0D;i. [Tel.] n. Gold. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41; a gold coin. &quot;&#xC38;&#xC40; &#xC24;&#xC30;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1F; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F; &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;.&quot; S. i. 16. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3F;&#xC15; putta&#x1E37;ika. n. An image, a doll or puppet, &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;putta. [Tel.] n. The posteriors &#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;putiki. [Tel.] n. A tree called Grcwia asiatica. Rox. ii. 587. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC3F; nalla-putiki. n. A tree called Aristida depressa (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC24;</span>&#xA0;&#xA0;puta-puta. [Tel. anuk.] n. Tremor. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC2A;&#xC4B;&#xC35;&#xC41; puta-puta-p&#x14D;vu. v. n. To be perplexed, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;. &quot;&#xC2A;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC43;&#xC2A;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC35;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; Zacca. iv. 237.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pu&#x1E47;yamu. [Skt.] n. Virtue, holiness, merit, excellence, purity. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A good deed, a good or meritorious work or action, a work of supererogation, that which is more than required as a matter of duty. &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;. adj. Virtuous, sacred, holy, pure, righteous. &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Good, excellent, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. Charitable, generous. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; a celebrated man. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC25;&#xC32;&#xC41; godly legends. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; an auspicious time. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; (corrupted into &#xC2A;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;) a happy woman, one whose husband is living. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC09;&#xC24;&#xC4D;&#xC24; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he beat me without cause, meaning the same as &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC40;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; (ironical) for this trouble we may thank you. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC2E;&#xC40; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; this is all due to you goodness. &#xC28;&#xC40;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1C;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC15;&#xC41; for goodness&apos; sake do not meddle with him. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a field granted in free gift. A well known verse says. &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC47;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3F; &#xC2F;&#xC41;&#xC26;&#xC15;&#xC4D;&#xC24;&#xC02; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC2D;&#xC3F;&#xC03;, &#xC2A;&#xC30;&#xC4B;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC03; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC2F; &#xC2A;&#xC30;&#xC2A;&#xC40;&#xC21;&#xC28;&#xC02;. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; pu&#x1E47;ya-janu&#x1E0D;u. n. A man of excellence, a holy man, &#xC38;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. A R&#x101;kshasa, an evil spirit, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; pu&#x1E47;ya-jan&#x113;&#x1E63;varu&#x1E0D;u. n. Kub&#x113;ra. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2C;&#xC42;&#xC2E;&#xC3F; pu&#x1E47;ya-bh&#x16B;mi. n. The Holy land (of the Hindus), i.e., Hindustan, the land between the Himalayas and the Vindhyas. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; pu&#x1E47;ya-l&#x14D;kamu. n. Heaven. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; pu&#x1E47;ya-vantu&#x1E0D;u. n. One who is holy or virtuous. &#xC27;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC08; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC24;&#xC21;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. in this respect he is very lucky. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; or &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC28; pu&#x1E47;ya-str&#x12B;. n. A good housewife, good woman, lady. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; puny-&#x101;tmu&#x1E0D;u. n. A holy, pious or charitable person, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC2E;&#xC41; pu&#x1E47;y-&#x101;hamu. n. A holy or sacred day, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC35;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41; pu&#x1E47;y-&#x101;ha-v&#x101;chanamu. n. The consecration or hallowing of a ceremony. A ceremonial purification. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pu&#x1E47;yudu. n. A holy or virtuous man. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC3E; O holy men!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC26;&#xC40;&#xC28;&#xC3E;</span>&#xA0;&#xA0;pud&#x12B;n&#x101;. [Tel.] n. Mint, Indian, peppermint, Mentha sativa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;pudiya-bo&#x1E6D;&#x1E6D;u. [Tel.] n. An upright caste mark worn on the forehead. &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC24;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC28;&#xC46;&#xC17;&#xC38;&#xC28;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC41;&#xC2B;&#xC3E;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC28;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; &#xC30;&#xC3E;. &#xC05;&#xC30;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; putru&#x1E0D;u. [Skt.] n. A son. &#xC14;&#xC30;&#xC38;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC14;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41; aurasa-putru&#x1E0D;u. n. A legitimate son. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; patta-putru&#x1E0D;u. n. An adopted son. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F; or &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; putri. n. A duaghter. A copy or transcript from an original. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; parental affection, love towards children. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; putr-&#x14D;&#x1E6D;savamu. n. Rejoicings on account of the birth of a son. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2E;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F; putra-k&#x101;m-&#x113;sh&#x1E6D;i. n. A religious sacrifice performed for the purpose of obtaining a son. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC15; putra-j&#x12B;vika. n. A tree, a species of Nageia Rox. iii. 786. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; putra-pautra-p&#x101;ram-paryamu-g&#x101;. adv. From generation to generation. &#xC08; &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the land is to be held by him and his heirs for ever.
			</div>
                