&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pu-n&#x12B;tu&#x1E0D;u. [Skt.] n. A sinless or holy man, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;puni-str&#x12B;. [from Skt. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.] n. A woman whose husband is living.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC38;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC28;&#xC3E;&#xC38;&#xC32;&#xC41; pun&#x101;sa. [from Skt. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC41;, the name of a star or constellation.] n. The first crop of the year which consists of grain of an inferior kind, &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;pun&#x101;di. [Tel.] n. A foundation of a house, &amp;c., a basis, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC03;</span>&#xA0;&#xA0;punaha. [Skt.] prep. Again, (in composition.) Thus &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36; or &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23; a review, a re-trial. &#xC08; &#xC26;&#xC3E;&#xC35;&#xC3E; &#xC39;&#xC48;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC15;&#xC41; &#xC2A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; this suit is remanded by the High Court for a re-trial. &#xC2A;&#xC41;&#xC28;&#xC03;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23; a repeated inquiry. &#xC2A;&#xC41;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC03; again and again. &#xC2A;&#xC41;&#xC28;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20; re-consecration. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; punar-uktamu. adj. Repeated. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; punar-uktamu-g&#x101;. adv. Repeatedly. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; punar-ukti. n. Repetition. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; punar-utth&#x101;namu. n. Restoration. In the Telugu Bible it is used for Resurrection. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC1D;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41; punar-janmamu. n. A second birth. Metempsychosis, &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC28;&#xC35; punar-nava. n. Hogweed, &#xC17;&#xC32;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41;. A finger nail, &#xC28;&#xC16;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41; punar-bhavamu. adj. Lit: Being born again, &#xC2E;&#xC30;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. n. A nail. &#xC17;&#xC4B;&#xC30;&#xC41;. Family life, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, A phase of the moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC33;. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC35;&#xC41; punar-bhuvu. n. A re-marriad widow, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC26;&#xC3F;, &#xC26;&#xC3F;&#xC27;&#xC3F;&#xC37;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC41; punar-vasu. n. The seventh of the lunar mansions, See &#xC2A;&#xC41;&#xC28;&#xC3E;&#xC38;. &#xC2A;&#xC41;&#xC28;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC23; puna&#x1E63;-chara&#x1E47;a. n. The repetition of a certain prayer, or charm, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC30;&#xC32;&#xC2E;&#xC30;&#xC32; &#xC2A;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC41;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; punas-k&#x101;ramu. n. A word like &quot;&amp;c.&quot; &#xC06; &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC3E;&#xC2A;&#xC41;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; homage and the like is no longer offered to that image. &#xC2A;&#xC41;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; punas-sandh&#x101;-namu. n. Lit: Bringing together again. &#xC2E;&#xC30;&#xC32;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;. A preliminary ceremony. Also used for the ceremony performed at the consummation of marriage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pudgalamu. [Skt.] n. Matter, substance, (in a philosophical sense.) &#xC2A;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC32;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F; matter as comprising all bodies composed of atoms Colebr. Ess. i. 385. 386.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;punn&#x101;gamu. [Skt.] n. A white flower like tuberose: the tree termed Rottleria tinctoria. &#xC38;&#xC41;&#xC30;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;. A white lotus, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC41;&#xC35;. A chief, a pre-eminent man, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;</span>&#xA0;&#xA0;punnama. [from Skt. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E;.] n. The lunar day on which the moon is full. &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC28;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;punna. [Tel. another form of &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;.] adj. Young. &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC47;&#xC32;&#xC41; punna-t&#x113;lu. n. A young scorpion. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC47;&#xC32;&#xC41;&#xC35;&#xC32;&#xC46; &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC0A;&#xC30;&#xC15; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he played the part of an innocent looking scorpion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;punugu. [Tel.] n. The perfume called Civet. See &#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; punugu-&#x1E6D;sa&#x1E6D;&#x1E6D;amu. n. A civet bag or gland sold as a drug. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; punugu-pilli. n. The civet cat. The small Indian Civet, Vivcrricula malaccensis (F.B.I.) &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC46;&#xC02;&#xC21; or &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC02;&#xC21; punugu-ben&#x1E0D;a. n. A fragrant kind of &#xC2C;&#xC46;&#xC02;&#xC21;. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41; punugu-r&#x101;&#x1E0D;zan&#x101;lu. n. Musky rice. A fragrant sort of rice called Muradazalli.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC15; punuka. [Tel.] n. The skull, &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;, &#xC15;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41;. Swa. iv. 109. &quot;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC15; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30;&#xC28;&#xC3F;&#xC02;&#xC21;, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. L. i. 310. &quot;&#xC2D;&#xC42;&#xC24; &#xC38;&#xC02;&#xC18;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2A;&#xC41;&#xC28;&#xC41;&#xC15; &#xC15;&#xC02;&#xC1A;&#xC02;&#xC2C;&#xC41;.&quot; M. XII. i. 386. &#xC2A;&#xC41;&#xC28;&#xC41;&#xC15;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; punuka-t&#x101;lupu. n. The bearer of skulls, i.e., Siva.
			</div>
                