&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;pubba. [Tel.] n. The name of the eleventh lunar mansion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;puppo&#x1E0D;i. [Tel. &#xC2A;&#xC42;+&#xC2A;&#xC4A;&#xC21;&#xC3F;.] n. The dust, pollen of farina of a flower. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;puppin&#x1E6D;su. [Tel. Causal of &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] v. a. To send, &#xC2A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;puppi. [Tel. from &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to rot.] n. Decay, rottenness, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; an insect found in rotten timber, &#xC28;&#xC41;&#xC38;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. adj. Decayed, rotten. &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41; a decayed tooth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;puppamu. [from Skt. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;.] n. A flower. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC41; Same as &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; pura&#x1E47;in&#x1E6D;su. [Tel.] v. n. To excel, increase, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC1F;</span>&#xA0;&#xA0;pura&#x1E6D;a. [Tel.] n. An old form of &#xC2A;&#xC41;&#xC1F;. (q. v.).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; pura-&#x1E0D;in&#x1E6D;su. [Tel.] v. n. &amp; a. To resemble. To vie with, emulate, to contemn, to subdue. &#xC2A;&#xC4B;&#xC32;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excel, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC41;&#xC39;&#xC3E;&#xC02;&#xC24; &#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC3E;, &#xC24;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC02; &#xC2C;&#xC41;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; M. IV. ii. 334.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;puradz&#x101;. [Persian.] n. A daily account of the receipts and disbursements of a village; also sea customs. A piece, bit, rag. A note, memorandum. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;. &#xC30;&#xC4B;&#xC5B;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC5B;&#xC3E; a shopkeeper&apos;s day book.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;purandhri. [Skt.] n. A mistress of a family, a matron, a good woman. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC28;&#xC3F;, &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;purandaru&#x1E0D;u. [Skt.] n. A name of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F; puyyi. [Tel.] n. A thorny shrub, called Capparis sepiaria. Rox. ii. 568.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;puyil-&#x14D;du. [Tel. &#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC41;+&#xC13;&#xC21;&#xC41;.] v. n. To draw back, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. To hesitate, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To melt, yield, be kind or tender. To blush, be ashamed. &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC28;&#xC30;&#xC41;&#xC32;&#xC28;&#xC28;&#xC47;&#xC15; &#xC15;&#xC4B;&#xC1F;&#xC41;&#xC32; &#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC26;&#xC3E;&#xC26;&#xC46;&#xC17;&#xC1F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC46; &#xC17;&#xC3E;&#xC28; &#xC28;, &#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC2A;&#xC24;&#xC3F; &#xC28;&#xC40; &#xC38;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02; &#xC17;&#xC26;&#xC3F;&#xC2F;&#xC02; &#xC2C;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4B; &#xC21;&#xC46;&#xC21;&#xC41;&#xC28;&#xC4D;.&quot; M. XII. ii. 167. &#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4B;&#xC1F;, &#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4B;&#xC21;&#xC41;&#xC1F;, &#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4B;&#xC1F;&#xC2E;&#xC3F; or &#xC2A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4B;&#xC1F;&#xC2E;&#xC41; puyil-&#x14D;&#x1E6D;a. n. Hesitation, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;&#xC1F;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Regard, delicacy or civility, which is inspired only by a person&apos;s presence: kindness shewn with an immediate or remote view to one&apos;s one interest: shame. &#xC2E;&#xC4B;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;purava-ch&#x113;pa. n. A fish, a sort of Clupea. Russell&apos;s Fishes. No. 189, 190, 194. Or, a species of Thryssa (Swainson.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;puramu. [Skt.] n. A city, or town. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. A house, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. A storey, &#xC2E;&#xC47;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC30;</span>&#xA0;&#xA0;pura-pura. [Tel. anuk.] adv. Much, greatly, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; to sorrow bitterly, deeply, inconsolably. &quot;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC30; &#xC2E;&#xC40;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC48; &#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC30; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC17;&#xC35;&#xC32;&#xC26;&#xC41;.&quot; G. v. 235. &#xC06; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC2A; &#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; his cheek swelled much form the blow. &#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; purapural-&#x101;&#x1E0D;u. v. n. To be eager, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC21;&#xC41;. &#xC0F;&#xC26;&#xC48;&#xC28;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC30;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is eager for some food.
			</div>
                