&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pur&#x101;yin&#x1E6D;su. [from Skt. &#xC2A;&#xC41;&#xC30; again.] v. n. To excel, to increase. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur&#x101;tanamu. [Skt.] adj. Ancient, old. &#xC2C;&#xC39;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC26;&#xC3F;. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC41;&#xC32;&#xC41; pur&#x101;tanulu. n. plu. The ancients, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur&#x101;&#x1E47;amu. [Skt.] adj. Old, ancient, &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;. n. An ancient story, or legend, a mythological tale, a rhapsody or string of stories. The name of a class of books in Indian literature. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC25;. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; local archives, a book regarding the origin of a town, &amp;c. &#xC2A;&#xC4C;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC15;&#xC25; an old tale or romance. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to chant or read a legend to an audience. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC41; to be an auditor of a legend which is recited. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; a mere block-head, one who recites a legend without knowing the meaning of it. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC41;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; pur&#x101;&#x1E47;in&#x1E6D;su. v. n. To recite a Pur&#x101;&#x1E47;a, &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To become inveterate, chronic, or constitutional, as a disease, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the disease became chronic. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23; &#xC26;&#xC02;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;. pur&#x101;&#x1E47;a-dampatulu. n. The &apos;primeval pair,&apos; a phrase for Siva and P&#x101;rvati, or Vish&#x1E47;u and Lakshmi. A phrase like Adam and Eve.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur&#x101;-kritamu. [Skt.] adj. Formerly done. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. The good or evil acts committed in a former birth. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC36;&#xC41;&#xC2D;&#xC3E;&#xC36;&#xC41;&#xC2D; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41; pura-harudu. [Skt.] n. An epithet of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;puras-saru&#x1E0D;u. [Skt.] n. One who walks in front. A leader, a chief, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC21;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;puras-karin&#x1E6D;su. [Skt.] v. a. To set in front, as a leader, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32; &#xC2C;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; M. v. ii. 134. To worship, to revere, &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; puras-kritamu. adj. Placed in front, put forward. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Worshipped or honored. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; or &#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC30;&#xC3F;&#xC2F; pu&#x1E5B;a-sk&#x101;ramu. n. The act of setting a person in front; worshipping.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;[Skt.] Same as &#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; (q. v.). &#xC2A;&#xC41;&#xC30;&#xC3F; [Tel.] n. A twist, &#xC2E;&#xC46;&#xC32;&#xC3F;. A peacock&apos;s tail. &#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;. Packthread, twine. twist. A straw basket, plastered with clay, in which grain is stored. A wattle thus plastered. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC3E;&#xC23;&#xC15;&#xC35;&#xC32;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC47; &#xC17;&#xC02;&#xC2A;, &#xC17;&#xC4B;&#xC28;&#xC46;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC24;&#xC3E;&#xC21;&#xC41;. Spreading, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC1F;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;. Strength; refreshment. Pride. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; (peacocks) having spread their tails. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;, &#xC2A;&#xC41;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; twisted, refreshed, strengthened. &quot;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2C;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; R. vi. 9. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; puri-konu. v. n. To be refreshed, to regain strength or spirits. To come to mind, to prick the heart. To cover, surround &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &quot;&#xC15; &#xC09;&#xC2D;&#xC2F;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;, &#xC2F;&#xC3F;&#xC2D;&#xC24;&#xC41;&#xC30;&#xC17;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;, &#xC30;&#xC2D;&#xC38;&#xC3E;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC32;&#xC48;, &#xC28;&#xC2D;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC28;&#xC40;&#xC38;&#xC41;&#xC28;&#xC02; &#xC2C;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC4D;.&quot; M. VII. iii. 133.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur-&#x101;val&#x14D;kanamu. [Skt. &#xC2A;&#xC41;&#xC30;+&#xC05;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41;.] n. Looking again, reperusal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur-&#x101;vrittamu. [Skt.] n. An ancient story. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC25;, &#xC07;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. M. XIII. v. 371.
			</div>
                