&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;puru&#x1E0D;in&#x1E6D;su. [Tel.] v. n. &amp; a. To resemble. &#xC2A;&#xC4B;&#xC32;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; purugu. [Tel.] n. A worm, any insect or reptile that has no wings. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;, &#xC15;&#xC40;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a shell fish. &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he exterminated them. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; he is a vile wretch. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; infested with insects, decayed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur&#x12B;shamu. [Skt.] n. Dung, excrement, f&#xE6;ces, &#xC2E;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; urine and f&#xE6;ces.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;puri&#x1E0D;ipi&#x1E6D;&#x1E6D;a. [Tel.] n. A quail. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC21;&#xC3F; a snipe. See &#xC2A;&#xC42;&#xC30;&#xC47;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46;</span>&#xA0;&#xA0;puri&#x1E6D;i-t&#x12B;ge. [Tel.] n. A creeper, Ipomoea hispida.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;puri-kolupu. v. a. To spur on, move, instigate, incite, stir up, rally. &#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC42;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC38; puri-kosa. n. A large poisonous spider or tarantula. Also, a rough kind of twine. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; puri-ga&#x1E6D;&#x1E6D;ina. part. Strong, vigorous. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; puri-pe&#x1E6D;&#x1E6D;u. v. a. To twine or twist. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; puri-y-ekkin&#x1E6D;su. v. a. To incite. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; puri-vits&#x1E6D;su. v. a. To untwist or unravel a thread. v. n. To separate, withdraw, retreat. &#xC35;&#xC47;&#xC30;&#xC17;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC41; puru-l&#x14D;mu. (&#xC2A;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;+&#xC13;&#xC2E;&#xC41;.) v. n. To be enraged, &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC47; pur&#x113;. [Tel.] interj. Ah! alas! &quot;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC24; &#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC47;&#xC2E;&#xC32;.&quot; HD. i. 246.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC39;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;puru-h&#x16B;tu&#x1E0D;u. [Skt.] n. An epithet of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;purushu&#x1E0D;u. [Skt.] n. A man. A husband. &#xC28;&#xC3E; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; my husband. &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; a great person. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; an attempt of man, human effort, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41; purush-&#x14D;ttamu&#x1E0D;u. n. Lit: the best of men. The Almighty. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; purushamu. n. A person in verbs. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32; &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; the third person. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; the second person. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; the first person. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; or &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; purusha-ratnamu. n. A species of violet or phallus flower, Viola suffruticosa. Ainslie. ii. 267. Ionidium suffruticosum. Wight, plate XIX. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41; purush-&#x101;yitamu. n. Man-fashion; playing the husband. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; purush-&#x101;rthamu. n. An object of desire. The principal thing or object in life, i.e., &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; the gratification of desire, acquirement of wealth, discharge of duty, and final emancipation. &#xC07;&#xC26;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC3E; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3E; if one does this, does it bring merit or the satisfaction of one&apos;s desires?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC41; See &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC28;</span>&#xA0;&#xA0;puru-dona. [Tel.] n. A tree that is commonly used for fuel, the Ekebergia. Rox. ii. 392.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;puru&#x1E0D;u. [Tel.] n. Likeness, similarity. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC24;, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC2D;&#xC4B;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;&#xC28;&#xC02; &#xC26;&#xC47;&#xC1C;&#xC4B; &#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3F;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; M. vi. ii. 136. &quot;&#xC27;&#xC30;&#xC23;&#xC3F;&#xC17;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC28;&#xC17;&#xC3E;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC20;&#xC3F;&#xC17;&#xC46;&#xC26;&#xC30;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41;&#xC32; &#xC17;&#xC21;&#xC35;&#xC02;&#xC17;&#xC35;&#xC28;&#xC3F; &#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC35;&#xC30;&#xC41; &#xC21;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC35;&#xC43;&#xC37;&#xC26;&#xC38;&#xC41;&#xC24;&#xC41;&#xC15;&#xC25;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4D;.&quot; M. I. vii. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;puru&#x1E0D;u. [Tel.] n. Parturition, child birth. Ceremonial uncleanness for ten days after the birth of a child, &#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to put away a woman&apos;s uncleanness, &#xC35;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC35;&#xC41;&#xC30;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; the house wherein a birth has happened, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC35;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; the lesser degree of uncleanness, extending from the 10th to the 30th day. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a reptile, imagined to injure new born children. &#xC06;&#xC2E;&#xC46; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I got her through her confinement, I attended on her in her childbed. &quot;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC1C;&#xC3F;&#xC02;&#xC15;&#xC32;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&quot; S. i 176. &#xC2A;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28;&#xC3E; &#xC15;&#xC3E;&#xC28;&#xC3F; &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41; or &#xC2A;&#xC41;&#xC30;&#xC41;&#xC1F;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41; puri&#x1E6D;-&#x101;lu. n. A woman in childbed. &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
                