&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pulasaramu. n. Indigestion. &#xC28;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC32;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am suffering from indigestion. Enthusiasm, spirit. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC38;&#xC30;&#xC3F; pulasari. adj. Proud. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC2A;&#xC41;&#xC32;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; pulasari-tanamu n. Presumption, pride, arrogance. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC15;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC40;&#xC35;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC2A;&#xC41;&#xC32;&#xC38;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;.&quot; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;. iv. 590.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC38;</span>&#xA0;&#xA0;pulasa. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;n. Same as &#xC2A;&#xC41;&#xC32;&#xC15;&#xC30;&#xC2E;&#xC41; (q. v.). adj. Large, broad. &#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; pula-po&#x1E0D;u&#x1E6D;su. [Tel.] v. n. To look without winking the eyes, to stare &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC47;&#xC2F;&#xC15;&#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC2A;</span>&#xA0;&#xA0;pulapa. [Tel.] n. A mess of various roots, boiled with lime juice. &#xC15;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC28;&#xC3F;&#xC2A;&#xC3F; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC17;&#xC2E;&#xC41; pulagamu. [Tel.] n. A dish made of rice boiled with green gram. &#xC08; &#xC2D;&#xC3E;&#xC37;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; this language is a mere hodge podge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;pulakalu. [Skt.] n. plu. A bristling, a glow, a tingling or glowing of the skin, as in a blush, the hair of the skin being erected. &#xC17;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC17;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Fever, &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pulak-&#x101;nkitu&#x1E0D;u. n. One who glows or tingles with ecstasy, &#xC17;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41; pulak-&#x101;nkuramu. n. A bristling, a tingle, glow, shudder, thrill. &#xC17;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; pulakin&#x1E6D;su. v. n. To glow, bristle or tingle. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC4B;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41; pulak-&#x14D;dgamamu. n. A bristling, tingle, glow. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC30;&#xC2E;&#xC41; pulakramu. [from &#xC2A;&#xC41;&#xC32;&#xC15;&#xC32;&#xC41;.] n. Feverishness, aguishness, &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. Startling, &#xC17;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pulakarin&#x1E6D;su. v. n. To be feverish or startled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;</span>&#xA0;&#xA0;pula. [Tel.] adj. Yellowish white. Also, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;. adj. (q. v.). &#xC2A;&#xC41;&#xC32;&#xC15;&#xC02;&#xC21;&#xC2E;&#xC41; pula-kan&#x1E0D;amu. n. Sugar candy. &#xC15;&#xC32;&#xC4D;&#xC15;&#xC02;&#xC21;, &#xC15;&#xC02;&#xC21;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;, &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2F; purre. [Tel.] n. The skull. The head when cut off. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC21;&#xC41; purr-e&#x1E0D;u. n. A skull-ful, as much as fills as skull. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC3F; n. A quail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;purru. [Tel.] n. Mash, slush, ooze, soft mire, a loose motion of the bowels. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F; &#xC2C;&#xC41;&#xC30;&#xC26;, &#xC2E;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. The noise made in tearing a cloth. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC47; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;purra. [Tel.] adj. Left. &#xC0E;&#xC21;&#xC2E;, &#xC35;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; purra-cheyyi. n. The left hand, &#xC0E;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a left handed man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC2E;&#xC41; pur&#x14D;-gamu. [Skt.] n. Going before, preceding. &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC3E;&#xC2E;&#xC3F;, &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC21;&#xC41; pur&#x14D;-g&#x101;mi. adj. n. One who precedes or goes in front of, a herald, a leader. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC28;&#xC21;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4A;&#xC2D;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;pur&#x14D;-bh&#x101;vi. [Skt.] adj. Probable, likely to happen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur&#x14D;-bh&#x101;gamu. [Skt.] n. The front. &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC2D;&#xC3E;&#xC17;&#xC3F; pur&#x14D;-bh&#x101;gi. n. One who is malevolent of censorious. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC38;&#xC42;&#xC1A;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pur&#x14D;-s&#x16B;chakamu. [Skt.] n. Prognostication, a foreboding, an omen or portent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC27;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pur&#x14D;dhasu&#x1E0D;u. [Skt.] n. A family priest. &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC23;&#xC40;</span>&#xA0;&#xA0;pur&#x14D;n&#x12B;. [Mahrati.] n. A short note or letter; a bill; a note of hand. &#xC1A;&#xC40;&#xC1F;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;pulaka-ch&#x113;yu. [Tel.] v. a. To harrow land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pur&#x14D;-hitudu. [Skt.] n. A family priest.
			</div>
                