&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;pul&#x101;vu. [H.] n. A kind of rich food prepared by Mahomedans.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pul&#x101;kamu. [Skt.] n. A grain of boiled rice. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;. Brevity, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2F;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F; pulipiri. [Tel.] n. Callus, hard skin, callosity, as that of a wart. A wart. A villain, a scoundrel. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;, i.e., what feeling has a scoundrel? &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3F; puli-puli. adj. Tormented. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC17; pulipuli-g&#x101;-ga. adv. Easily, into slices, &#xC24;&#xC42;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC30;&#xC17;&#xC3E; &#xC28;&#xC3E;&#xC1F;&#xC46;&#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2F;&#xC40;&#xC1F;&#xC46;.&quot; R. ii. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC33;&#xC3F;&#xC28;&#xC2E;&#xC41; pulinamu. [Skt.] n. A sandbank; a sandhill, &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;puli. [Tel.] n. A tiger. Felis tigris. (F.B.I.) &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F; a cheetah, leopard or panther, Felis pardus. (F.B.I.) &#xC08;&#xC17;&#xC2A;&#xC41;&#xC32;&#xC3F; the fly tiger, i.e., a spider. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC5B;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; cheese of &apos;tiger&apos;s milk&apos; equivalent to &apos;pigeon&apos;s milk&apos; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F; &#xC28;&#xC32;&#xC46;&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC38;&#xC3E;&#xC21;&#xC41; he was fierce, or, he acted in a many manner. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC3E;&#xC24; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; as a jackal brands itself to look like a tiger: a proverb meaning &quot;to ape another person.&quot; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC1A; puli-k&#x14D;&#x1E6D;sa. n. The tarantula, a large venomous spider. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41; puli-g&#x14D;ru. A tiger&apos;s claw, used as the central ornament of a necklace. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC41; puli-chevul-&#x101;ku. n. Tiger&apos;s ears; a certain medicinal plant. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC5B;&#xC42;&#xC26;&#xC2E;&#xC41; puli-&#x1E0D;z&#x16B;damu. A game like drafts. One sort is called &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC5B;&#xC42;&#xC26;&#xC2E;&#xC41;, because played with gourd seeds H. iv. 148. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F; puli-&#x1E6D;enki. n. A kind of fish. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; puli-penjera. n. The snake called &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC47;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; puli-mekamu. n. A certain fish, a species of Squalus or Tigrinus. Russell, plate. XVII. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC41; puliya&#x1E0D;u. n. A name given to a dog which looks like a tiger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32; puli. [Tel.] adj. Acid, sour. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC17;&#xC41; sour washings, i.e., water in which raw rice has been washed and is then left to ferment. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC41; food that has turned sour. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41; puli-k&#x101;pu. n. A mixture of tamarinds in water with which copper or brass images are scoured. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC1C;&#xC3F; sour gruel. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41; puli-ga&#x1E0D;ugu. v. a. To wash. (&#xC15;&#xC21;&#xC41;&#xC17;&#xC41;) pearls, &amp;c. in (&#xC2A;&#xC41;&#xC32;&#xC3F;) acid, to restore their brilliancy To scour, burnish. &quot;&#xC28;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC40;&#xC17;&#xC24;&#xC3F;&#xC2E;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC17;&#xC41;&#xC1A;&#xC4B;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC3E;, &#xC26;&#xC41;&#xC32;&#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot; Prab&#x14D;dha chandr&#x14D;d. ii. 108. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; puli-g&#x101;yamu. n. A scar. &#xC06;&#xC30;&#xC3F;&#xC28;&#xC2E;&#xC1A;&#xC4D;&#xC1A;, &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC1A;&#xC4D;&#xC1A;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC41; puli-chin&#x1E6D;sa-lamu. n. A medicinal plant. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC02;&#xC24; or &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC02;&#xC1A;&#xC46;&#xC32;&#xC3F; puli-chinta. n. Yellow wood sorrel, Oxalis corniculata. Linn. Ainsl. ii.324. &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC15;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15; a fresh field, one lately left fallow. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC47;&#xC2A;&#xC41; or &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41; puli-t&#x113;nupu. n. Acid belching, &#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC41;&#xC24;&#xC47;&#xC2A;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; raw rank fluid, serum that oozes from a sore. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; puli-me&#x1E6D;&#x1E6D;u. The sediment of water in which raw rice has been washed. &#xC24;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC41; puliyu. v. n. To turn sour. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC41; or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41; puliya. n. A leaf on which one&apos;s food has been taken, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC15;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC41; Same as &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; puli-velagache&#x1E6D;&#x1E6D;u. n. A species of wood apple. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC30;&#xC41;&#xC17;&#xC41; puli-varugu. n. Dried and sour fruits, pickled fruit, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC35;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC39;&#xC4B;&#xC30;&#xC41; pulih&#x14D;ru. [Kan.] n. Rice dressed with acid sauce, &#xC2A;&#xC41;&#xC32;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
                