&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; pulu. [Tel. cf. Tam. &#xC2A;&#xC41;&#xC32;&#xC4D;.] n. Grass. &#xC15;&#xC38;&#xC35;&#xC41;. Also, foulness in gems, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; a grass house. A. iv. 167. &#xC15;&#xC28;&#xC15;&#xC35;&#xC41;&#xC32;&#xC41; golden grass. adj. Little, mean. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; a little or low man. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; pulu-mr&#x101;nu. n. A tree which belongs to the family of the Palms. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC24;&#xC43;&#xC23;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; pulu-k&#x101;si-purugu. n. An insect with green wings, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. A low person, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; pulu-k&#x101;si-pulugu. n. A parrot. &quot;&#xC24;&#xC47; &#xC07;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC47;&#xC2E;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC3F;, &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC3F; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC24;, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC41;&#xC16;&#xC47;&#xC26;, &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC2A; &#xC35;&#xC3F;&#xC38;&#xC3F; &#xC35;&#xC3F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC42;&#xC30;&#xC3F;&#xC2C;&#xC38;&#xC3F;&#xC35;&#xC3F;.&quot; S. iii. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;. See under &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pulumu. [Tel.] v. n. and a. To scour or rub, in washing or bathing. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. To beat, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he waked up rubbing his eyes. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to rub the head in bathing. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to wash clothes. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they thrashed him well. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41; palumu&#x1E0D;u. n. Rubbing, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; pulimi-pu&#x1E6D;s&#x1E6D;su. v. a. To evade, &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC3E;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC28;&#xC02;&#xC26;&#xC41;&#xC21;&#xC26;&#xC47;&#xC2E;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC40;&#xC15;&#xC47;&#xC32;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC35;&#xC47;&#xC33; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; N. ix. 344.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2A;</span>&#xA0;&#xA0;pulupa. [Tel.] n. An acid chutney, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC0A;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC15;&#xC3E;&#xC36;&#xC3F;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; pulu&#x1E6D;su. [Tel.] n. A certain tree, perhaps, Antidesma ghaesembilla. (Watts.) &quot;&#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC15;&#xC46;&#xC28;, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC17;&#xC02;&#xC17;&#xC30;&#xC47;&#xC17;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;.&quot; H. iv. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pulugu&#x1E0D;u. [Tel.] n. A certain medicinal plant. &#xC35;&#xC3E;&#xC24;&#xC18;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;pulugu. [Tel.] n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. A mark or sign. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;, &#xC5B;&#xC3E;&#xC21;. &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC32;&#xC41;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2F;&#xC46; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; A. v. 63. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; pulug&#x1EE5;-pi&#x1E6D;&#x1E6D;a. n. An owl, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC30;&#xC3F; or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC17;&#xC30;&#xC3F; pulug-ari. n. One who understands a sign, &#xC5B;&#xC42;&#xC21;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41; or &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; pulugu-bolla&#x1E0D;u. n. An eagle, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; pulugu-r&#x101;yi. n. An emerald, &#xC2A;&#xC1A;&#xC4D;&#xC1A;, &#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC2A;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC32;&#xC41;&#xC35; pulu-din&#x1E0D;i-r&#x101;yi. n. A sapphire, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;pulu-g-&#x101;ku. [Tel. &#xC2A;&#xC41;&#xC32;&#xC41;+&#xC15;&#xC3E;&#xC15;&#xC41;.] n. Harm, mischief. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41; &#xC32;&#xC48;&#xC2C;&#xC39;&#xC41;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC4B;&#xC32;&#xC26;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;.&quot; HD. i. 1124.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC41; puluku-puluku. [Tel.] n. Blinking. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC28;&#xC1A;&#xC42;&#xC1A;&#xC41; puluku-puluku-na-&#x1E6D;s&#x16B;&#x1E6D;su. v. n. To blink or view with blinking eyes: to look piqued, &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41;. &quot;&#xC24;&#xC47; &#xC2A;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC28;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC2F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4B;&#xC21;, &#xC2C;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC28; &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC15;&#xC2C;&#xC32;&#xC3F;&#xC15;&#xC46;.&quot; S&#x101;ranga. P. ii. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC36;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC21;&#xC41; pulka&#x1E63;u&#x1E0D;u. [Skt.] n. A man of the Chan&#x1E0D;&#x101;la or Pariah caste. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC4D;&#xC35;&#xC2A;&#xC1A;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC38;&#xC3F; pulkasi. n. A female of the Pariah caste, &#xC2E;&#xC3E;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pul&#x14D;mu&#x1E0D;u. [Skt.] n. The name of a Rishi, slain by Indra. &#xC2A;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC1C; pul&#x14D;ma-ja. n. The daughter of Pul&#x14D;ma who was ravished by Indra and became his wife, &#xC36;&#xC1A;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC2A;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; pul&#x14D;ma-jittu. n. The slayer of pul&#x14D;ma: an epithet of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;pulusu. [Tel.] n. Acidity, an acid, as the juice of tamarinds. Pride, self conceit. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they humbled his pride. adj. Acid, sour. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC30; vegetables dressed with acids, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F; &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. (q. v.)
			</div>
                