&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See under &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; pulla-ba&#x1E0D;u. [Tel.] v. n. To be stunned, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;. &quot;&#xC15; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC21;&#xC3F;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC30;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC48;&#xC28;&#xC28;&#xC24;&#xC02;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D;, &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC26;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;, &#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC17;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;.&quot; M. III. iv. 371.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pullati. [Tel.] n. A club, &#xC15;&#xC30;&#xC4D;&#xC30;. A butt, &#xC28;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; pulla. [Tel.] adj. Sour, acid, unripe, raw. Whitish, pale, dun-coloured, or reddish, yellow, grizzled, like a lion. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC26; pulla-kanda. n. A certain root, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC02;&#xC26;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC3F; pulia-kali. n. Sour gruel. &#xC24;&#xC30;&#xC35;&#xC3E;&#xC23;&#xC3F;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC42;&#xC30; Same as &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC30;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC41; pulla-gillu. v. n. To turn sour. (Metaphorically,) to be afraid, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. Pal. 261. &#xC2A;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC30;&#xC15; pulla-goraka. n. A water fowl, &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC2A;&#xC41;&#xC32;&#xC24;&#xC40;&#xC17;&#xC46; pulla-t&#x12B;ge. n. The Soma plant, &#xC38;&#xC4B;&#xC2E;&#xC32;&#xC24;. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;. v. &#xC2A;&#xC41;&#xC32;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E; pulla-danimma. n. A sour pomegranate tree. &#xC2A;&#xC41;&#xC32;&#xC28; or &#xC2A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41; pullana. n. Sourness, acidity. &#xC2A;&#xC41;&#xC32;&#xC28;&#xC3F; pullani. adj. Sour, acid. &#xC2A;&#xC41;&#xC32;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; pulla-n&#x12B;&#x1E37;&#x1E37;u. n. Soured rice-water, &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC17;&#xC02;&#xC1C;&#xC3F;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C; pulla-prabba. n. Sorre, Rumex vesicarius. &#xC36;&#xC24;&#xC28;&#xC47;&#xC27;&#xC3F;, &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC42;&#xC30;&#xC3F;. Ainsl. i. 398. &#xC2A;&#xC41;&#xC32;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; pulla-ba&#x1E6D;s&#x1E6D;sali. n. The sour species of &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC41;&#xC5B;&#xC41; pull-aru&#x1E0D;zu. (&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;+&#xC05;&#xC30;&#xC41;&#xC5B;&#xC41;.) n. A kind of fish. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC35;&#xC41; pullavu. (&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;+&#xC06;&#xC35;&#xC41;.) n. A dun cow, &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC35;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F; or &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41; pulle. n. A leaf plate, i.e., a platter made of leaves stitched together and thrown away after it is used.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;pulla. [Tel.] n. A small bit or piece of stick. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; small pieces of wood for fuel. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he goaded me on to quarrel with them. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; pins used in making leaf platters. &#xC2A;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC32;&#xC46; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he came in my way like a twig in a draught of water. &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC15;&#xC41; do not throw obstacles in its way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28;</span>&#xA0;&#xA0;pullena. [Tel.] n. A plant used in medicine, also called &#xC32;&#xC3E;&#xC32;&#xC4D;&#xC4D;&#xC26;&#xC4D;&#xC2C;&#xC40;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC32;&#xC41; pullu. [Tel.] n. Grass: foulness in precious stones. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Little, small, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; pull-an&#x1E6D;u-rayi. n. A sapphire, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41; or &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41; pull-irusu. n. The little wheel over which the bottom rope of a water-lift (&#xC15;&#xC2A;&#xC3F;&#xC32;) runs to upset the bucket when it reaches the top. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC3F; pull-u&#x1E0D;i. (&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;+&#xC09;&#xC21;&#xC3F;.) n. Poor land, land productive only at intervals. &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC38;&#xC46;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC47;&#xC32;. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F; pull-arti. (&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. Tax, a tax on pasture lands. Also, a tax levied on a fishery, or a head-tax on cattle. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; pull-uruka-pamu. n. A sort of snake which springs out of grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;[Tel.] n. A kind of shrub.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC02;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; pullingamu. [Skt.] n. The masculine gender.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pullasillu. [Tel.] v. n. To turn pale or pallid, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;. To be confused in mind, &#xC15;&#xC32;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;. To be dejected, &#xC15;&#xC41;&#xC02;&#xC26;&#xC41;. &quot;&#xC09; &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC28;&#xC38;&#xC41; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC41;&#xC28;, &#xC28;&#xC4D;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC35;&#xC40;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC46;&#xC26;&#xC35; &#xC2F;&#xC4B;&#xC24;&#xC17;&#xC35;&#xC3E;&#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4D;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC2F; &#xC2C;&#xC4A;&#xC30;&#xC2A;&#xC4A;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC17; &#xC28;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC46;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B; &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21; &#xC38;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC17;&#xC3E;&quot; V. P. ii. 240.
			</div>
                