&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC41;&#xC35;&#xC41; or &#xC2A;&#xC42;&#xC35;&#xC41; puvvu. [Tel.] n. A flower. A cock&apos;s wattles. The gills of a fish. Albugo, a kind of blindness. A cataract in the eye. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; there is a cataract in the eye. An asterisk or star used in printing. Flowers or flower-like flames which are thrown out by certain fireworks. Vish. viii. 399. A thief in a candle. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a golden ball or ornament on a pagoda. BD. vii. 754. A proverb says &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC36;&#xC3F;&#xC16;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC24;&#xC41;&#xC02;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC47;&#xC21;&#xC41;, i.e., no one can lay a finger upon him. P. iii. 91. &#xC14;&#xC26;&#xC32; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC47; before his garland loses its bloom, i.e., with perfect ease. plu. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC42;&#xC32;&#xC41;. &#xC2A;&#xC42;&#xC32;&#xC35;&#xC3E;&#xC28; a slight shower, a few drops. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1F;&#xC41; puv-v&#x101;&#x1E6D;u. (&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;+&#xC35;&#xC3E;&#xC1F;&#xC41;.) n. &quot;Like a flower&quot; - i.e., waving or rocking backwards and forwards. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC35;&#xC32;&#xC46; &#xC15;&#xC26;&#xC32;&#xC41;&#xC1F;. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30; puv-v&#x101;ra. (&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;+&#xC35;&#xC3E;&#xC30;.) n. The blossoms of a palm tree. The inner part of fish&apos;s gills. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; puvv-aru-b&#x14D;&#x1E0D;i. n. A woman who is a beautiful as a flower. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC41; puv-vilu. [&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;+&#xC35;&#xC3F;&#xC32;&#xC41;.] n. The bow of flowers: Manmadha&apos;s weapon. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; puv-vilu-ka&#x1E0D;u. n. An epithet of Manmadha. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2A; puvtu-chi&#x1E6D;s&#x1E6D;su. n. A large fish called the Veral. A species of Chuetonon: Russell&apos;s plate. 78. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC23;&#xC3F; puvvu-bo&#x1E0D;i. n. A nymph, lady, fair woman. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; puvvu-mu&#x1E0D;upa. n. Placing flowers in the hair, a ceremony performed with pregnant women. &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC15;&#xC30;&#xC2E;&#xC41;. See &#xC2A;&#xC42;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC26;</span>&#xA0;&#xA0;pu&#x1E37;inda. [Skt.] adj. Barbarian, savage, rude. &#xC2A;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; a certain country inhabited by savages. Bulinda Devi is the goddess of the Bheels. Tod&apos;s Rajasthan. i. 506. &#xC2A;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41; pu&#x1E37;indu&#x1E0D;u. n. A barbarian, savage, cannibal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;push&#x1E6D;i. [Skt.] n. Fatness, strength, increase. &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; a farrago of words, wordiness. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; fullness of pulse. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are well to do. &#xC1B;&#xC3E;&#xC24;&#xC41; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; impotent. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; he has plenty of money. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; push&#x1E6D;amu. adj. Cherished, nourished, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC41;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; pushitamu. adj. Nourished, nurtured, reared, fostered. &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pushkaramu. [Skt.] n. The tip of an elephant&apos;s trunk. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC35;&#xC30;. A lotus. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC2E;&#xC30;. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. The head of a drum. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;.The revolution of twelve years. A feast held once every twelve years at certain holy rivers as the &#xC17;&#xC4B;&#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2A;&#xC41; &#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;, &amp;c. &#xC12;&#xC15; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30; &#xC2A;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; a dozen holy stones. &#xC15;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; the lilies of her hands, i.e., her fair hands. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC23;&#xC3F; pushkarini. n. A flowery lake, a pond wherein lotuses grow. A i. 55. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;, &#xC15;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC41;. A female elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pushkatamu. [Skt.] adj. Excellent, eminent, chief, best. Much, many. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
                