&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC3F;</span>&#xA0;&#xA0;pusi. [Tel.] n. The rheum of the eyes. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3F; his eyes are full of gummy rheum. &#xC2A;&#xC41;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; granulations is a wound or sore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pushal&#x101;yin&#x1E6D;su. [H.] v. a. To coax, persuade. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; pusal&#x101;yimpu. n. Coaxing, persuasion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pashyamu. [Skt.] n. The lunar month (December - January, or January February,) in which the moon&apos;s change takes place when the sun is in Capricorn. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3F; pushyami. n. The eighth of the lunar mansions. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; pushya-r&#x101;gamu. n. A topaz.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pushpamu. [Skt.] n. A flower. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. Menses, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC02;&#xC27;&#xC2F;&#xC2E;&#xC41; pushpandhagamu. n. A bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC15;&#xC2E;&#xC41; pushpakamu. n. A chariot, a car, or stately conveyance used by K&#x16B;b&#x113;ra or Krishna. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC27;&#xC28;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; pushpa-ketuva. n. An epithet of Manmadha. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2B;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41; pushpa-dantamu. n. The name of the elephant that is supposed to support the earth at the North-west corner. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2A;&#xC3E;&#xC2E;&#xC41; pushpa-p&#x101;mu. n. A certain snake. resembling the one given in Russell&apos;s serpents. 2. 5. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A; &#xC2E;&#xC02;&#xC1C;&#xC30;&#xC3F; pushpa-manjari n. A bouquet of flowers. &#xC2A;&#xC42;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC41;&#xC32;&#xC41; pushpa-manjarulu. n. A sort of grain. A. i. 75. R. i. 111. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC30;&#xC25;&#xC2E;&#xC41; or &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC30;&#xC25;&#xC2E;&#xC41; pushpa rathimu n. A pleasure chariot, a car or carriage for any purpose excepting war. &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC35;&#xC3E;&#xC30;&#xC40;&#xC30;&#xC25;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41; &#xC30;&#xC25;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2B;&#xC30;&#xC38;&#xC2E;&#xC41; pushpa-rasamu. n. The nectar of honey of flowers, &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC46;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC15; pushpa-vantula. n. The &apos;Luminaries:&apos; i.e., the sun and the moon,. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC24;&#xC3F; or &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC23;&#xC3F; pushpa-cati. n. A menstruous woman. &#xC0B;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC3F;, &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC26;&#xC42;&#xC2E;&#xC48;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC32;, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3F;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41; or &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15; pushpa-vanamu. n. A flower garden. &#xC2A;&#xC42;&#xC26;&#xC4B;&#xC1F;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; or &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; pushpa-varshamu. n. Lit: a shower of flowers, a poetical phrase for the strewing or scattering of flowers on joyful occasions. Colloquially, it means a slight or vernal shower: a mere sprinkling of rain. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; pushpa-samayamu. n. Spring, the season of flowers. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pushpin&#x1E6D;su. v. n. To flower, to bloom. &#xC2A;&#xC42;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; pushpilamu. adj. Flowered. &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;puste. [Tel.] n. The mark of marriage, being a small gold disc worn round the neck by married women. &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, Any charmed bead, though worn on the wrist. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; the tali string. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; puste-mudupu. n. A woman married a second time, &#xC15;&#xC02;&#xC1F;&#xC46;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to marry in an irregular fashion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;pusuku. [Tel. (anuk.)] adv. Pop! slapdash! suddenly, abruptly. &#xC2A;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; to pop out. &#xC2A;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to blurt out, or say heedlessly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;pustu. [Tel.] n. Stinking, a foul scent, a rammish stink. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC41;. &quot;&#xC15;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC48;&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC46;&#xC21;&#xC38;&#xC3F;.&quot; HD. ii. 508.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pustamu. [Skt.] n. A cake of flesh. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;. Plaster, &#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; pustakamu. [Skt.] n. A book, a volume.
			</div>
                