&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC5B;</span>&#xA0;&#xA0;p&#x16B;&#x1E0D;za. [from Skt. &#xC2A;&#xC42;&#xC1C;.] Same as &#xC2A;&#xC42;&#xC1C;. (q. v.) &#xC2A;&#xC42;&#xC5B;&#xC3E;&#xC30;&#xC3F;, &#xC2A;&#xC42;&#xC5B;&#xC30;&#xC3F; or &#xC2A;&#xC42;&#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; p&#x16B;j&#x101;ri. (&#xC2A;&#xC42;&#xC5B; +&#xC05;&#xC30;&#xC3F;.) n. An officiating Brahmin or priest of a temple. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC28;&#xC3F; p&#x16B;j&#x101;ri-s&#x101;ni. n. A priestess. Zacca. vi. 127.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; p&#x16B;chi. [Tel.] n. A sort of long stiff grass of which brooms are made, Aristia setocea. &#xC24;&#xC43;&#xC23;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;gamu. [Skt.] n. The areca palm, &#xC2A;&#xC4B;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;</span>&#xA0;&#xA0;pu. [Tel. for &#xC2A;&#xC42;&#xC35;&#xC41;.] n. A flower. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC2A;&#xC42;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F; pu-gutti. n. A cluster of flowers, a nosegay. &#xC2A;&#xC42;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E; p&#x16B;-gomma. n. A flowery branch. &#xC2A;&#xC42;&#xC1C;&#xC47;&#xC2A; p&#x16B;-jepa. n. A large fish with particoloured sides: called veral (&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC4D;.) in Tamil. &#xC2A;&#xC42;&#xC26;&#xC30;&#xC3F; pu-dari. (&#xC2A;&#xC42;&#xC35;&#xC41;+&#xC24;&#xC30;&#xC3F;.) n. Spring time. Lit: the flower season. &#xC35;&#xC38;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC46; or &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC3F;&#xC2F; p&#x16B;d&#x113;ne. n. Honey of flowers, &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC28;&#xC40;&#xC30;&#xC41; p&#x16B;-n&#x12B;ru. n. Essence, distilled water. &#xC06;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;. &#xC2A;&#xC42;&#xC28;&#xC42;&#xC15; p&#x16B;-nuka. n. Very fine grits of grain, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC42;&#xC15;. &#xC2A;&#xC42;&#xC28;&#xC42;&#xC28;&#xC46; p&#x16B;-n&#x16B;ne. n. The oil extracted from the Champaka flower, &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC46;. &#xC2A;&#xC42;&#xC2C;&#xC3E;&#xC33; p&#x16B;-b&#x101;&#x1E37;e. (&#xC2A;&#xC42;+&#xC2A;&#xC3E;&#xC33;.) n. A bunch of flowers, as of an areca palm, &amp;c. &#xC2A;&#xC42;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC46; p&#x16B;-binde. n. A very tender fruit, with the flower still attached to it. &#xC2A;&#xC42;&#xC2C;&#xC4B;&#xC21;&#xC3F;, &#xC2A;&#xC42;&#xC2C;&#xC4B;&#xC23;&#xC3F; or &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; p&#x16B;-b&#x14D;&#x1E0D;i. n. A beautiful woman, lit: one of a flower-like form. &#xC2A;&#xC42;&#xC30;&#xC47;&#xC15;&#xC41; p&#x16B;-r&#x113;ku. (&#xC2A;&#xC42;&#xC35;&#xC41;+&#xC30;&#xC47;&#xC15;&#xC41;.) n. The petal of a flower. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC26;&#xC33;&#xC2E;&#xC41;. A jewel worn by women on head. &quot;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC47;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC41;&#xC2E;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3E; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; Naish. vi. 56. &#xC2A;&#xC42;&#xC30;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; p&#x16B;-r&#x113;kulu. n. A kind of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1C;&#xC46;</span>&#xA0;&#xA0;p&#x16B;je. [Tel.] n. Painting or filagree work on pots. A bead or spangle: particularly, drops or beads of gold attached to golden jewels. Flourishes or ornaments in a manuscript. Illumination. &#xC18;&#xC1F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC15;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; the pot is painted with chunam, ochre, &amp;c. Metaphorically a flogging. &#xC28;&#xC40;&#xC15;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC46;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC3E; do you want a thrashing? &#xC2A;&#xC42;&#xC1C;&#xC46;&#xC15;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC42;&#xC1C;&#xC46;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41; p&#x16B;je-k&#x101;gulu. (&#xC2A;&#xC42;&#xC1C;&#xC46;+&#xC15;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;.) n. Painted pots, &#xC05;&#xC2F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC46;&#xC1A;&#xC47;&#xC2F;&#xC41; to paint pots, &amp;c., &#xC18;&#xC1F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1C;</span>&#xA0;&#xA0;or &#xC2A;&#xC42;&#xC1C;&#xC28;&#xC2E;&#xC41; p&#x16B;ja. [Skt.] n. Worship, reverence, respect, veneration, obeisance, homage, adoration. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC42;&#xC1C;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41; this is an answer to his prayers. &#xC2A;&#xC42;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41; p&#x16B;jaku&#x1E0D;u. n. A worshipper, a priest. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; p&#x16B;jan&#x12B;yamu. adj. Venerable, honourable. M. XIII. v. 29. &#xC2A;&#xC42;&#xC1C;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC32;&#xC41; the noble. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC42;&#xC1C;&#xC1A;&#xC47;&#xC2F;&#xC41; p&#x16B;jin&#x1E6D;&#x1E63;u v. a. To worship, adore, do homage or obeisance to, reverence. &#xC05;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; p&#x16B;jitamu. adj. Worshipped, adored, reverend, reverenced. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; p&#x16B;jitu&#x1E0D;u. n. One who is honoured or saintly, &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC24; p&#x16B;jyata. n. Venerableness. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; p&#x16B;jyamu. adj. Venerable, deserving of respect and reverence. n. Nothing. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have nothing to live upon. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; p&#x16B;jyu&#x1E0D;u. n. One who is venerable or honourable, &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28; p&#x16B;jy&#x1E0D;-aina. adj. Venerable, adorable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x16B;&#x1E6D;su. [Tel.] v. n. To flower, bloom, blossom, bud, shoot out, open or expand, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To have a bad mark, as a horse. To become sapless or weak, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the tongue furred. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; the eyes became discoloured by disease. &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; spotty clothes, which shew odd marks although washed, &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC32;&#xC4B; &#xC2C;&#xC21;&#xC47; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;. A. v. 127. &quot;&#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;&quot; horses that have unlucky marks, &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;&#xC17;&#xC32; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1A;&#xC40;</span>&#xA0;&#xA0;or &#xC2A;&#xC42;&#xC1A;&#xC3F; p&#x16B;ch&#x12B;. [H.] n. Responsibility &#xC2A;&#xC42;&#xC1A;&#xC40; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC32;&#xC47;&#xC26;&#xC41; I am not responsible for it. &#xC2A;&#xC42;&#xC1A;&#xC40;&#xC2A;&#xC21;&#xC41; p&#x16B;ch&#x12B;-pa&#x1E0D;u. v. n. To undertake the responsibility. &#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC42;&#xC1A;&#xC40;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; accounts necessary for current business. &#xC2A;&#xC42;&#xC1A;&#xC40;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x16B;ch&#x12B;-pa&#x1E6D;&#x1E6D;u. v. n. To be bent upon or firmly resolved, to persist.&#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC26;&#xC2E;&#xC42;&#xC21;&#xC41; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC28;&#xC24;&#xC28;&#xC3F;&#xC32;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC40;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC32;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC26;&#xC3F;.&quot; M. VI. iv. 206. &quot;&#xC35;&#xC40;&#xC21;&#xC46;&#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC40;&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC17;&#xC43;&#xC2A;, &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC28;&#xC42;&#xC1C; &#xC38;&#xC4B;&#xC2E;&#xC26;&#xC24;&#xC4D;&#xC24; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2E;&#xC17;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC28; &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; M. VII. iii. 179.
			</div>
                