&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC02;&#xC27;&#xC3F;</span>&#xA0;&#xA0;p&#x16B;ti-gandhi. [Skt.] n. A stink, a foul smell, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;tamu. [Skt.] adj. Strained, cleaned, cleansed. &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC28;, &#xC35;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;. Pure, purified, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC24;&#xC28;</span>&#xA0;&#xA0;p&#x16B;tana. [Skt.] n. The name of an ogress. &#xC05;&#xC26;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B; &#xC2A;&#xC42;&#xC24;&#xC28; she is a perfect fiend.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC24;</span>&#xA0;&#xA0;p&#x16B;ta. (from Tel. &#xC2A;&#xC42;&#xC2F;&#xC41; or &#xC2A;&#xC42;&#xC1A;&#xC41;.) n. Rubbing, besmearing. &#xC2A;&#xC42;&#xC2F;&#xC41;&#xC1F;, &#xC1A;&#xC30;&#xC4D;&#xC1A;. Sandal which is smeared over the body, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. Mortar. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;. Blooming, budding, &#xC2A;&#xC42;&#xC1A;&#xC41;&#xC1F;, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC42;&#xC24; Aphthae, a disease of the mouth, thrush. Fragrant paste applied to the skin. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC24;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; four coats of gilding are applied. &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC42;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; that tree has not commenced to flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC21;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; p&#x16B;&#x1E0D;ulu. [Tel.] adj. Many, &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC0F;&#xC21;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC21;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17; for many years.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x16B;&#x1E0D;u. [Tel.] v. n. To be filled or closed up: to fall in, as a well or pit. &#xC2C;&#xC3E;&#xC35;&#xC3F; &#xC2A;&#xC42;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the well has fallen in. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35; &#xC2A;&#xC42;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the canal is filled up with earth. &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the bones are covered with flesh &#xC2A;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; p&#x16B;&#x1E0D;u-p&#x101;mu. n. A small, fierce and venomous snake called the cobra maurilla. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC2A;&#xC41;. n. Burying, &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1F;. Buried treasure. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41; p&#x16B;&#x1E0D;&#x1E6D;su. (Madras Telugu for &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;.) v. n. To go &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC2A;&#xC42;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x16B;&#x1E0D;ipi&#x1E47;&#x1E6D;su. v. a. To cause to be buried or filled up. &#xC2A;&#xC42;&#xC21;&#xC41; or &#xC2A;&#xC42;&#xC21;&#xC3F;&#xC15; p&#x16B;&#x1E0D;u. n. The filling up, stuff, that has fallen in. &#xC2A;&#xC42;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41; p&#x16B;&#x1E0D;u&#x1E6D;su. v. a. To fill up, to close, as a pit with earth, to inter or bury, to conceal under the ground. To plant, &#xC2A;&#xC3E;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC21;</span>&#xA0;&#xA0;. [Tel.] n. The anus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;&#x1E6D;amu. [Tel.] n. Weight, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC21;&#xC35; &#xC2A;&#xC42;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; the boat is filled with the due quantity of goods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC1F;</span>&#xA0;&#xA0;p&#x16B;&#x1E6D;a. [Tel.] n. A time. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. A part of a day. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;. A day, &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. Security, surety, bail. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. One who stands bail for another. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41;. &#xC2A;&#xC17;&#xC1F;&#xC3F;&#xC2A;&#xC42;&#xC1F; in the day time. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC1F; at night. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC1F; in the morning. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC42;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he administered medicine two mornings and two evenings. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41; p&#x16B;&#x1E6D;a-k&#x101;pu. n. One who stands security. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC41;. &#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC42;&#xC21;&#xC41; food obtained by paying for each meal, boarding. &#xC0F;&#xC2A;&#xC42;&#xC1F;&#xC15;&#xC41; &#xC06;&#xC2A;&#xC42;&#xC1F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41;&#xC1F;, &#xC35;&#xC46;&#xC32;&#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC33;&#xC35;&#xC47;&#xC33;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; an inn or boarding house. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC2E; a woman who makes her living by preparing food for daily wages. &#xC2A;&#xC42;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC42;&#xC1F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. v. a. To give bail. &#xC2A;&#xC42;&#xC1F;&#xC2C;&#xC21;&#xC41; or &#xC2A;&#xC42;&#xC1F;&#xC2C;&#xC21;&#xC41; p&#x16B;&#x1E6D;a-ba&#x1E0D;u. v. n. To stand bail. &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC42;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stood security for me, &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC1F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a hired or false witness. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC2C;&#xC42;&#xC1F;&#xC15;&#xC2A;&#xC41; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2A;&#xC42;&#xC1F;&#xC2A;&#xC42;&#xC1F;&#xC15;&#xC41;&#xC28;&#xC41; &#xC07;&#xC26;&#xC47; &#xC30;&#xC1A;&#xC4D;&#xC1A; this is the daily plague, &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC07;&#xC26;&#xC47; &#xC2A;&#xC4B;&#xC30;&#xC41; or &#xC30;&#xC02;&#xC27;&#xC3F;. &#xC2A;&#xC42;&#xC1F;&#xC35;&#xC3E;&#xC1F;&#xC41; p&#x16B;&#x1E6D;a-v&#x101;&#x1E6D;u. n. The act of standing security for another.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC26;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x16B;de-ka&#x1E6D;&#x1E6D;u. v. n. To form into a gold bead. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC38;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC42;&#xC26;&#xC3F;&#xC2F; p&#x16B;de. [Tel.] n. A bead of gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC38;. Also, &#xC2A;&#xC42;&#xC1C;&#xC46; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x16B;ni-golla&#x1E37;u. [Tel.] n. A particular class of shepherds.
			</div>
                