&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC2F;&#xC41;</span>&#xA0;&#xA0;p&#x16B;yu. [Tel.] v. n. To bear or produce, as flowers. &#xC2A;&#xC42;&#xC1A;&#xC41; &#xC06; &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that ground produces salt. v. a. To smear, besmear, daub, anoint, lay on, apply (oil, paint. medicine, &amp;c.) &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; rubbing oneself with sandal paste. &#xC2A;&#xC42;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x16B;yin&#x1E6D;su. v. a. To cause to apply or smear, paint, oil, &amp;c. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; or &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I got my house whitewashed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;yamu. [Skt.] n. Pus or matter from an abscess or sore, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;, &#xC1A;&#xC40;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC42;&#xC28;&#xC4D;&#xC2A;&#xC41; p&#x16B;pu. [Tel. from &#xC2A;&#xC42;&#xC28;&#xC41;.] n. An undertaking, effort, attempt, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. &quot;&#xC35;&#xC40;&#xC30;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC3E;&#xC36;&#xC3E; &#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F; &#xC2A;&#xC42;&#xC2A;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC1F;.&quot; K&#x101;lahas. ii. 71.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;pamu. [Skt.] n. A cake, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC2A;</span>&#xA0;&#xA0;p&#x16B;pa. [Tel.] n. A tender fruit just formed, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46;. An infant. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. The pupil of the eye, &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A;. adj. Tender, young. &#xC32;&#xC47;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC28;&#xC46;</span>&#xA0;&#xA0;p&#x16B;ne. [Tel.] n. A casket, a small box. &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46;. &quot;&#xC30;&#xC17;&#xC21; &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC26;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24; &#xC28;&#xC40;&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC17;&#xC4B;&#xC28;&#xC46;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2A;&#xC41; &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC42;&#xC28;&#xC46;&#xC32;&#xC41;.&quot; S. i. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC28;&#xC41;</span>&#xA0;&#xA0;p&#x16B;nu. [Tel.] v. n. To attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To take; to undertake; to wear; to bear; to feel or suffer. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC48;&#xC28;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F; &#xC30;&#xC38;&#xC2E;&#xC41;&#xC28;, &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC43;&#xC17;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC2F;&#xC02;&#xC17;&#xC28;&#xC35;&#xC48;.&quot; Swa. vi. 101. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; a spirit or goddess has taken possession of her. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC3F; or &#xC2A;&#xC42;&#xC28;&#xC4D;&#xC15;&#xC3F; p&#x16B;nika n. Assumption, hope, persistence. &#xC06;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC15;, &#xC06;&#xC36;. An attempt, endeavour, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC42;&#xC28;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x16B;nu&#x1E6D;su. v. a. To cause to bear or wear. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cause to undertake, &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To tie, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; he harnessed the horses to the carriage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;same as &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;p&#x16B;ra-donne. [Tel.] n. A plant called Ekebergia indica. Rox. ii. 392.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;p&#x16B;ri. [Tel.] n. Grass. The milk given by animals. &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC28;&#xC4A;&#xC38;&#xC17;&#xC41; to eat grass, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC15; &#xC24;&#xC3F;&#xC28;&#xC46;&#xC28;&#xC41; he ate grass i.e., he lost the battle. &#xC06; &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC48;&#xC2A;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC15;&#xC42;&#xC21;&#xC3E; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he sold the ground with all that was on it. &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; p&#x16B;ri-illu. n. A thatched house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC3E;</span>&#xA0;&#xA0;p&#x16B;r&#x101;. [H.] adj. Full, complete. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;ramu. [Skt.] n. A flood, a flow, the flowing of the tide. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. adj. Filled, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC42;&#xC30;&#xC15;&#xC2E;&#xC41; p&#x16B;rakamu. adj. Filling, completing. n. That which fills or completes, filling up. A citron, Citrus medica. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;. Closing the right nostril and drawing up air through the left. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC42;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; p&#x16B;raku&#x1E0D;u. n. One who fills, &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x16B;ra-gin&#x1E6D;su. v. a. To fulfil. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. To pass, as time, &#xC15;&#xC21;&#xC2A;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC23;&#xC2E;&#xC41; pura&#x1E47;amu. n. Filling, completing: stuffing: the inside of a pie. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. adj. That which fills, &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x16B;rin&#x1E6D;su. v. a. To fill, to fill with air, to sound a horn. &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC39;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC2A; &#xC26;&#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24; &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC3E;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;.&quot; &#xC2A;&#xC42;&#xC30;&#xC40; or &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC15; p&#x16B;ri. n. A kind of sweet thin cake made of wheat flour. &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; p&#x16B;ritamu. adj. Filled, full, complete. &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                