&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;p&#x16B;rti. [Skt.] n. Fullness, &#xC2D;&#xC30;&#xC4D;&#xC24;&#xC40;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC1F;. Completion, termination, end, &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; p&#x16B;rtamu. adj. Filled, full, complete. &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, Covered, concealed, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. An act of beneficence, as digging a well or tank, planting a grove, building a temple, feeding the poor, &amp;c. Nourishing, cherishing. &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;r&#x1E47;amu. [Skt.] adj. Full, filled, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;. Complete, all, entire. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. Strong, powerful, able. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC2E;&#xC41; p&#x16B;r&#x1E47;akamu. n. A filling up; as &#xC2A;&#xC3E;&#xC26;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC2E;&#xC41; a peg in a verse: any useless word inserted to fill the measure, as &#xC12;&#xC17;&#xC3F;, &#xC24;&#xC17;&#xC28;&#xC4D;, &#xC07;&#xC32;, &amp;c. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41; p&#x16B;r&#x1E47;a-kumbhamu. n. An ornamented vase filled with water and used in marriages, &amp;c. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; p&#x16B;r&#x1E47;a-garbhamu. n. A sort of cake. &#xC2C;&#xC42;&#xC30;&#xC46;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41; p&#x16B;r&#x1E47;a-p&#x101;tramu. n. A full cup or vessel, a vessel filled with cloths or ornaments, which are scrambled for at a festival, a vessel full of rice presented at a sacrifice to the superintending and officiating priests. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC15;&#xC3E;&#xC32;&#xC47; &#xC2F;&#xC26;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC02;. &#xC15;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC4B;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC09;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; p&#x16B;r&#x1E47;a-m&#x101;samu. n. A sacrifice performed on the day of the full moon. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC28;&#xC2E;&#xC41; p&#x16B;r&#x1E47;amu. n. The inside of a pie. The stuffing of a cake. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E; or &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC38;&#xC3F; p&#x16B;r&#x1E47;ima. n. The lunar day on which the moon is full. &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;, &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC28;&#xC2E;&#xC3F;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x16B;r&#x1E47;&#x12B;-bhavin&#x1E6D;su. v. n. To become full, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; p&#x16B;r&#x1E47;u&#x1E0D;u. n. One who is full or well skilled. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC4B; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; he is an accomplished scholar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x16B;-r&#x113;&#x1E0D;u. [Tel.] n. A bird of the quail genus. A quail. &#xC2E;&#xC40;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC15;&#xC3F;, &#xC21;&#xC3E;&#xC2C;, &#xC17;&#xC4B;&#xC2E;&#xC3F;&#xC21;.
			</div>
                