&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC1A;&#xC4D;&#xC1B;</span>&#xA0;&#xA0;p&#x1E5B;ichcha. [Skt.] n. Questioning, a question, querry. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC2A;&#xC43;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC43;&#xC1A;&#xC4D;&#xC1B;&#xC1A;&#xC47;&#xC2F;&#xC41; p&#x1E5B;ichchin&#x1E6D;su. To question. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x1E5B;iktamu. [Skt.] adj. Joined, united, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC38;</span>&#xA0;&#xA0;p&#x16B;sa. [Tel.] n. A bead, &#xC2E;&#xC23;&#xC3F;. A joint of a finger, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC40;&#xC32;&#xC41;. A bit or piece. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC38;&#xC32;&#xC41; the joints of the backbone. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC38; the rump, os coccyx. &quot;&#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC3F;&#xC2A;&#xC42;&#xC38;&#xC2A;&#xC48; &#xC18;&#xC1F;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;&#xC17;.&quot; A. vi. 104. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC38; a bit of butter, i.e., butter. &quot;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC42;&#xC38;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC41; &#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;.&quot; (Ahalya. iii. 63.) women call for necklaces for their children before they are born, i.e., they count the chickens before they are hatched. &#xC2A;&#xC42;&#xC38;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC30;&#xC40;&#xC24;&#xC3F; (KP. iv. 193.) in regular order. &#xC2A;&#xC42;&#xC38;&#xC15;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC2E;&#xC41; p&#x16B;sa-kajjemu. n. The sweetmeat called maccaroons. &#xC2A;&#xC42;&#xC38;&#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC2A;&#xC42;&#xC38;&#xC32;&#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; p&#x16B;sa-k&#x101;manchi-ga&#x1E0D;&#x1E0D;i. n. A kind of &#xC15;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F;. &#xC2A;&#xC42;&#xC38;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC46;&#xC02;&#xC26; p&#x16B;sa-guruvenda. n. A kind of head. &#xC17;&#xC41;&#xC02;&#xC1C;&#xC3E;&#xC32;&#xC24;. &#xC2A;&#xC42;&#xC38;&#xC2F;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; or &#xC2A;&#xC42;&#xC38;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15; the back bone, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC38;. &quot;&#xC1A;&#xC47;&#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC2F;&#xC48; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC02;&#xC15;&#xC32;&#xC48; &#xC2A;&#xC42;&#xC38;&#xC2F;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; K&#x101;si Kh&#x101;nd. vi. 48. &#xC2A;&#xC42;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; p&#x16B;sala-v&#x101;&#x1E0D;u. n. One who sells beads, one who polishes precious stones, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC3E;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x16B;shu&#x1E0D;u. [Skt.] n. The sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x16B;-villu. n. A bow made of flowers, carried by Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x16B;vu. [Tel.] n. A flower. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC2A;&#xC42;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F; p&#x16B;la-ma&#x1E6D;&#x1E6D;a. n. A kind of fish. &#xC2A;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; p&#x16B;la-mu&#x1E0D;upu. n. Adorning the head with flowers. &#xC2A;&#xC42;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; p&#x16B;-vatti. n. A kind of fire works, which give a white light. &#xC2A;&#xC42;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC5B;&#xC4B;&#xC26;&#xC41;, &#xC2A;&#xC42;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC42;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC42;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; p&#x16B;-vin&#x1E6D;i-&#x1E0D;z&#x14D;du. n. An epithet of Manmadha. &#xC2A;&#xC42;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; (See under &#xC2A;&#xC42;. &#xC2A;&#xC42;&#xC35;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x16B;vu-ga&#x1E6D;&#x1E6D;u. (&#xC2A;&#xC42;&#xC35;&#xC41;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) v. n. To crystallise. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC15;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC2A;&#xC42;&#xC32;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC26; p&#x16B;la-gurivon&#x1E0D;a. n. The plant termed G&#x153;rtnera racemosa, or Banisteria bengalensis. Rox. ii. 368.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC32;&#xC3F;</span>&#xA0;&#xA0;p&#x16B;li. [Tel.] n. A star pagoda worth 3 1/2 rupees. &#xC2A;&#xC42;&#xC32;&#xC40;&#xC32;&#xC41; plu. Star pagodas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC42;&#xC32;&#xC3F; p&#x16B;li. [Tel.] n. A certain plant, Arinum pratense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x16B;rvamu [Skt.] adj. First, former, prior, preceding, initial, before, in front of: old, ancient. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC26;&#xC3F;. East, eastern. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F;. adv. Formerly, of old. &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; previously, before which, before that (time or occurrence.) n. Former or ancient times, days of old. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; p&#x16B;rva. n. The east. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41; p&#x16B;rvakamu. adj. Originating in, made of, arising from. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC48;&#xC28; intentional, originating in purpose. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC48;&#xC28; in writing. When added to many nouns it makes them adjectives as &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC48;&#xC28; humble, humbly expressed. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; p&#x16B;rvakamu-g&#x101;. adv. As a token of. As, through, by way of, a token of. As, through, by way of, in accordance with. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; on oath. &#xC26;&#xC3E;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; willingly, voluntarily. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; by means of spells, magically. &#xC35;&#xC3F;&#xC28;&#xC2F; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; humbly. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC17;&#xC02;&#xC17; p&#x16B;rva-ganga. n.The river Narbada. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C; p&#x16B;rvaja. n. An elder sister. &#xC05;&#xC15;&#xC4D;&#xC15;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41; p&#x16B;rva-janmamu. n. A former birth. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2B;&#xC32;&#xC2E;&#xC41; purva-janma-phalamu. n. The result of action in a former birth. Destiny, fortune, fate. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; p&#x16B;rvaju&#x1E0D;u. n. An elder brother, &#xC05;&#xC28;&#xC4D;&#xC28;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41; p&#x16B;rva-d&#x113;vu&#x1E0D;u. n. An elder god, a Rakshasa, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; p&#x16B;rva-pakshamu. n. An argument, one side of a question in logic, &#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. An objection to an argument. &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC47; all my words were mere statements. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; refuted, rebutted. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; p&#x16B;rva-parvatamu. n. The eastern mountain out of which the sun is supposed to rise. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; p&#x16B;rva-rangamu. n. A commencement, prologue, overture. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. BD. iii. 97. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC2D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; p&#x16B;rv-&#x101;bhi-mukhu&#x1E0D;u. n. One who faces the east. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; p&#x16B;rv-&#x101;rdhamu. n. A former half. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC37;&#xC3E;&#xC22; p&#x16B;rv-&#x101;sh&#x101;&#x1E0D;a. n. The name of a lunar constellation. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC4D;&#xC23;&#xC2E;&#xC41; p&#x16B;rv-&#x101;hnamu. n. The first part of the day, the forenoon, &#xC26;&#xC3F;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41; p&#x16B;rvulu. n. Ancestors, forefathers, predecessors. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; p&#x16B;rv-&#x14D;ttara-dikku. n. The north east, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; p&#x16B;rv-&#x14D;ttaramu. n. The whole of an affiar, from the first (&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;) to the last (&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;.) Particulars, details. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I know nothing whatever about it. &#xC28;&#xC40; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC47;&#xC2E;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; tell me your antecedents. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; p&#x16B;rv-&#x14D;tpannamu. adj. Primeval. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
                