&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC37;&#xC26;&#xC02;&#xC36;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC43;&#xC37;&#xC26;&#xC02;&#xC36;&#xC15;&#xC2E;&#xC41; p&#x1E5B;isha-dam&#x1E63;akamu. [Skt.] n. A cat. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC37;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC43;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41; p&#x1E5B;ishatamu. [Skt.] n. A drop of any liquid. &#xC1C;&#xC32;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;. The porcine deer. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC36;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;p&#x1E5B;i&#x1E63;ni. [Skt.] n. A ray of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. A dwarf, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A savage, &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC25;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x1E5B;ithukamu. [Skt.] n. An infant, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. Parched corn, first scalded and then bruised to remove the husk. &#xC05;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC25;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC43;&#xC25;&#xC41;&#xC35;&#xC41; p&#x1E5B;ithu. [Skt.] adj. Great, big. &#xC2A;&#xC43;&#xC25;&#xC41;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; a big tree. &#xC2A;&#xC43;&#xC25;&#xC41;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; p&#x1E5B;ithu-kan&#x1E6D;hamu. n. A mole cricket. &#xC2A;&#xC43;&#xC25;&#xC41;&#xC32;&#xC2E;&#xC41; p&#x1E5B;thulamu. adj. Big, great, large. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC43;&#xC25;&#xC4D;&#xC35;&#xC3F; p&#x1E5B;ithivi. [Skt.] n. The earth. &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC40;&#xC2A;&#xC24;&#xC3F; a king.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC25;&#xC15;&#xC4D;</span>&#xA0;&#xA0;p&#x1E5B;ithak. [Skt.] adv. Alone, separately. &#xC2A;&#xC43;&#xC25;&#xC17;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; p&#x1E5B;itag-janu&#x1E0D;u. n. An ignorant man, a fool, a man of low caste, a sinner, a wicked man. &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC3F;. &#xC2A;&#xC43;&#xC25;&#xC17;&#xC4D;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41; p&#x1E5B;ithag-vidhamu. adj. Of different sorts. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC25;</span>&#xA0;&#xA0;p&#x1E5B;itha. [Skt.] n. The mother of the Pandus, &#xC15;&#xC41;&#xC02;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC24;&#xC28;</span>&#xA0;&#xA0;p&#x1E5B;itamu. [Skt.] n. An army, host. &#xC38;&#xC47;&#xC28;, &#xC26;&#xC02;&#xC21;&#xC41;. &#xC2A;&#xC43;&#xC24;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; p&#x1E5B;itan-&#x101;dhi-pati. n. A commander, a general. M. VII. i. 50. &#xC2A;&#xC43;&#xC24;&#xC28;&#xC3E;&#xC37;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x1E5B;itan&#x101;sh&#x101;&#x1E6D;&#x1E6D;u. n. An epithet of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x1E5B;ish&#x1E6D;hamu. [Skt.] n. The back. &#xC35;&#xC40;&#xC2A;&#xC41;. The rear, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. The posteriors. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;p&#x1E5B;shi&#x1E6D;i. [Skt.] n. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x1E5B;sh&#x1E6D;amu. [Skt.] adj. Asked. &#xC05;&#xC21;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                