&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC28;&#xC41;&#xC1A;&#xC41; pen&#x1E6D;su. [Tel. from &#xC2A;&#xC46;&#xC28;&#xC41;.] v. a. To nourish, support, take care of. To adopt or rear a child, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC3E;&#xC15;&#xC41;. To increase, improve. To extend or swell. To exaggerate, to multiply. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; flesh meat increases the flesh. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he fomented the quarrel. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; &#xC0A;&#xC30;&#xC15; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he spun the story (or book) out. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; to grow or wear a beard &#xC24;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; to wear one&apos;s hair long, to keep one&apos;s head unshorn. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; or &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to bore the ears. Chenn. iii.145. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; to keep a hole open for a nose-jewel. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; to indulge in grief, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. ND. i. 702. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he increased the illness. &#xC15;&#xC25;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; to exaggerate. See &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41; &amp; &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pen&#x1E6D;su-konu. v. a. To adopt. &#xC26;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC15; pen&#x1E6D;su. [Tel.] n. A potsherd. &quot;&#xC05;&#xC32;&#xC41;&#xC17;&#xC15; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC17;&#xC32;&#xC27;&#xC28;&#xC02; &#xC2C;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC15;&#xC2A;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC15;.&quot; HD. i. 1447.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC15;&#xC46;</span>&#xA0;&#xA0;penke. [Tel.] adj. Obstinate, stubborn, impudent. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;, &quot;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC46;&#xC02;&#xC15;&#xC46;&#xC2F;&#xC28;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC02; &#xC2A;&#xC46;&#xC28;&#xC32;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;.&quot; S. iii. 21. n. A stubborn man, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. An impudent or insolent man. &#xC2A;&#xC46;&#xC02;&#xC15;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; penku-purugu. n. A weevil in grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;penku. [Tel.] n. A potsherd or cullet. A tile, a pantile. &#xC15;&#xC41;&#xC02;&#xC21;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; or &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; a fragment of a pot. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; a pane of glass, a broken bit of glass. &#xC24;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; or &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; the skull. &#xC30;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; pieces of glass sewn on to parts of women&apos;s dress as ornaments. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC35;&#xC32;&#xC46; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his countenance fell, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; penku-&#x1E6D;-illu. n. A tiled house, one roofed with tiles. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; pantiles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC40;&#xC17;</span>&#xA0;&#xA0;penki-t&#x12B;ga [Tel.] n. The name of a large climbing woody shrub, called Gouania tilicefolia. Rox. i. 632.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC2E;&#xC4D; pem. [Tel.] n. A contraction for &#xC2A;&#xC46;&#xC28;&#xC41; large. &#xC2A;&#xC46;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC35; (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35;) n. A large rock snake &#xC2A;&#xC46;&#xC02;&#xC23;&#xC1C;&#xC40;&#xC15;&#xC1F;&#xC3F; pen-j&#x12B;ka&#x1E6D;i. Thick darkness. The compounds (&#xC38;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;) in which it thus appears in an abbreviated form are as follow: - &#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC2E;&#xC1F; pen-jema&#x1E6D;a n. Profuse perspiration. &#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; pen-jera. (&#xC2A;&#xC46;&#xC2E;+&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;.) n. A kind of rock snake, the boa constrictor. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; a red snake. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; or &#xC24;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; and &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; are other other species. &#xC2A;&#xC46;&#xC02;&#xC1C;&#xC21; pen-&#x1E0D;za&#x1E0D;a. n. A large tress, &#xC2A;&#xC46;&#xC02;&#xC5B;&#xC21;. &#xC2A;&#xC46;&#xC02;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pen-&#x1E0D;za&#x1E6D;&#x1E6D;a-che&#x1E6D;&#x1E6D;u. n. A jungle shrub. &#xC2A;&#xC46;&#xC02;&#xC5B;&#xC4A;&#xC30; pen-&#x1E0D;zora. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC1A;&#xC4A;&#xC30;.) n. A certain large fish. The great shark. &quot;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC02;&#xC2C;&#xC46;&#xC02;&#xC1C;&#xC4A;&#xC30;&#xC26;&#xC30;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC35;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; See &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC21;&#xC3F; pen-da&#x1E0D;i. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC24;&#xC21;&#xC3F;.) n. Mud. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC21;&#xC3F; &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC28;&#xC3F; work done with stone and mud. &quot;&#xC07;&#xC02;&#xC26;&#xC42;&#xC2A;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC17;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC15; &#xC30;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC46;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC2C;&#xC02;&#xC26;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC32;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC4C;&#xC26;&#xC30;&#xC41;&#xC32; &#xC28;&#xC40;&#xC26;&#xC3F;&#xC2F;&#xC40;&#xC26;&#xC3F;.&quot; Swa. iii. 38. &#xC1F;&#xC40; &#xC07;&#xC02;&#xC26;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC46;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC2C;&#xC21;&#xC3F;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC41;&#xC35; &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC3F;&#xC2C;&#xC21;&#xC3F;. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC32;&#xC15;&#xC21; or &#xC2A;&#xC46;&#xC02;&#xC26;&#xC32;&#xC3E;&#xC21; pen-dala-ka&#x1E0D;a. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC24;&#xC32;+&#xC15;&#xC21;.) adv. Early, betimes, quickly, hastily. In the twilight. A. i. 20. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC32;&#xC41;&#xC17;. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F; pen-diru-va&#x1E0D;i. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC24;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;.) n. A Vaishnvaite&apos;s name for Garutmant. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F; &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC32;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC32;&#xC47;&#xC26;&#xC4A;&#xC17; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC24; &#xC35;&#xC40;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC36;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC3F; &#xC2E;&#xC40;&#xC17;&#xC21;&#xC32; &#xC1C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC46;&#xC02;&#xC17;&#xC21;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC2A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC30;&#xC3F;.&quot; A. iv. 10. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC40;&#xC17; pen-d&#x12B;ga. n. A large creeper. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41; pen-durumu. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;.) n. Full tresses. &quot;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC48; &#xC18;&#xC28;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC42;&#xC38;&#xC15;&#xC2E;&#xC41;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Swa. vi. 5. &#xC1F;&#xC40; &#xC2A;&#xC46;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC48;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC46;&#xC30; pen-dera. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC24;&#xC46;&#xC30;.) n. A billow, a large wave, like a screen, Swa. v. 102. A. vi. 186. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; peu-deruvu. n. A high way, &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. iii. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; pen-devulu. n. A dangerous disease. A great plague, S. iii. 200. &#xC2A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC21; pen-do&#x1E0D;a. n. The upper or thicker part of the thigh. Mand. iii. 46. &#xC2A;&#xC46;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC35; pen-dr&#x14D;va. n. Salvation. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2D;&#xC3E;&#xC17;. x. &#xC2A;&#xC46;&#xC02;&#xC27;&#xC42;&#xC33;&#xC3F; pen-dhu&#x1E37;i. n. Great dust. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC4D;&#xC1C;&#xC17;&#xC24;&#xC3F; pen-jagati. n. The great universe. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC2C;&#xC4A;&#xC17; penboga. n. A great smoke. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; pen-bh&#x16B;tamu. n. A great demon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC1F;</span>&#xA0;&#xA0;pen&#x1E6D;a. [Tel.] n. A heap, as of dirt, sweepings of manure. &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;. Ash, a dunghill. &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC32;&#xC41; heaps of corpses. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to manure land, to dung a field by penning sheep or goats in it. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC15;&#xC48; &#xC2E;&#xC02;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC06;&#xC2A;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC1F; pen&#x1E6D;a-pa&#x1E37;&#x1E37;u. n. An enclosure in which a herd of cattle or a flock of sheep are kept, &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;. Also, a suburb or village, &#xC2A;&#xC47;&#xC1F;; as &#xC30;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC1F;, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC1F;, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC1F;. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F; pen&#x1E6D;i. n. A female of a bird, animal or plant. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC3F;. adj. Female: smaller. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F; a hen. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F; &#xC05;&#xC32;. See &#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; feminine accomplishments. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; the female palm tree, &#xC06;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC15; or &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC15; pen&#x1E6D;ika. [Tel.] n. The dung of sheep, goats, hares, deer, or rats, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30;</span>&#xA0;&#xA0;penjera. See under &#xC2A;&#xC46;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC02;&#xC21;</span>&#xA0;&#xA0;penchepu-dan&#x1E0D;a. [Tel.] n. A sort of crook or staff. &quot;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2F;&#xC41;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32; &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41; &#xC26;&#xC02;&#xC21; &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC32;&#xC41; &#xC17;&#xC30;&#xC35;&#xC15; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC26;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC41;.&quot; Navan. D.
			</div>
                