&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pn&#x1E0D;alamu [Tel.] n. The yam, Dioscorea alata. Rox. iii. 797.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC21;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC21; pen&#x1E0D;a. [Tel.] n. Cowdung. &#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41;. The dung of any clean animal. &#xC17;&#xC47;&#xC26;&#xC46;&#xC2A;&#xC47;&#xC21;, &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2A;&#xC47;&#xC21;. The word &#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F; is used for the dung of fish or birds, as &#xC1A;&#xC47;&#xC2A;&#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F; or &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;; and &#xC32;&#xC26;&#xC4D;&#xC26;&#xC46; for the dung of horses or elephants, as &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC26;&#xC4D;&#xC26;&#xC46; or &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC26;&#xC4D;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;pen&#x1E6D;i-pa&#x1E0D;u. v. n. To match or equal. To pair. &#xC5B;&#xC24;&#xC17;&#xC42;&#xC21;&#xC41;, &#xC15;&#xC28;&#xC17;&#xC42;&#xC21;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2E;&#xC43;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC24;&#xC32;&#xC41;&#xC35;&#xC26;&#xC32;&#xC3F;, &#xC2A;&#xC17;&#xC32;&#xC41;&#xC30;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC38;&#xC3E;&#xC2F;&#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; L. iii. 136.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;pempu. [Tel. for &#xC2A;&#xC46;&#xC28;&#xC41;.] n. Greatness. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. Honour, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. Rearing, nourishing, fostering, &#xC38;&#xC3E;&#xC15;&#xC41;&#xC1F;. Increase, growth, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Plenty. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC32;&#xC2F;&#xC2E;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; those who enlarged the town. v. a. To ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; pempu&#x1E0D;u. adj. Fostered, reared, adopted (as a son,) brought up, tamed, domesticated, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC26;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; an adopted son. &#xC2A;&#xC46;&#xC02;&#xC35;&#xC41;&#xC21;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; an adoptive mother. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; an adoptive father. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; a pet parrot. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; pemp-ara-l-&#x101;&#x1E0D;u. v. n. To be increased, augmented. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC17;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC41; pemp-&#x101;ru. v. n. To increase, grow, improve. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC17;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC3F; or &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F; pen&#x1E0D;li. [Drav: &#xC2A;&#xC46;&#xC28;&#xC4D; a wife, a woman.] n. Lit: Taking a wife. Marriage. The rite which answers to betrothal between children, the actual marriage being called, &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC05;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; a small hillock upon which the marriage takes place. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC46; n. The bride, &#xC35;&#xC27;&#xC41;&#xC35;&#xC41;. A daughter-in-law, &#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; n. The bridegroom. A son-in-law, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; a bridesman. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; a bridesmaid.&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC26;&#xC3F; the bride chamber. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to unite two persons in marriage. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to marry a couple. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to marry, i.e., become a husband or wife.&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC46;&#xC33;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; n. plu. Marriages, weddings. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41; pen&#x1E0D;li-kun&#x1E0D;alu. n. Painted pots used at marriages, &#xC05;&#xC2F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F; the ash gourd used at marriages, &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC21;&#xC15; pen&#x1E0D;li-na&#x1E0D;aka. n. A very slow or tedious walk, as people walk in marriage processions. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC41; pen&#x1E0D;l-&#x101;&#x1E0D;u. v. a. To marry. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. To be married, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;, or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; pen&#x1E0D;l&#x101;mu n. A wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; pen&#x1E0D;emu. [Tel.] n. A door made of strips of bamboo, a wooden gate. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;. A wooden bar used to fasten a door. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC30;&#xC4D;&#xC30;. See &#xC2A;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC2C;&#xC26;&#xC4D;&#xC26; pen&#x1E0D;e. [Tel.] n. A lath or small rafter, commonly called a reaper, a strip of wood. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. A pannier or pack, being half a bullock load. &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC38;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41; the triple line of ashes drawn across the forehead by worshippers of Siva, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC32;&#xC35;&#xC32;&#xC46; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F; &#xC30;&#xC47;&#xC16;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC2E;&#xC21;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC21;&#xC47;&#xC30;&#xC2E;&#xC41; pen&#x1E0D;i-yamu. [Tel.] n. An ornament worn like a garter on one leg.
			</div>
                