&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41; pekkanamu. [Tel.] n. Dancing with gestures. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC17;&#xC42;&#xC21;&#xC3F;&#xC28; &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;pekalu. [Tel.] v. n. To come up. i.e., be torn up by the roots, &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To give way, yield. To get ready to travel, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC46;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC46;&#xC15;&#xC32;&#xC4D;&#xC1A;&#xC41; pekalin&#x1E6D;su. v. a. To root up, root out, tear up, eradicate. &#xC2A;&#xC46;&#xC15;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To tear up by the roots.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC1F;&#xC2A;&#xC46;&#xC1F;</span>&#xA0;&#xA0;pe&#x1E6D;a-pe&#x1E6D;a. [Tel. anuk.] n. A crashing or gnashing noise, a loud sound. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC2A;&#xC46;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC2E;&#xC28;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; pe&#x1E6D;a-pe&#x1E6D;a-m-anu. v. n. To produce a crashing sound. &#xC2A;&#xC46;&#xC1F;&#xC2A;&#xC46;&#xC1F; &#xC05;&#xC28;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC26;&#xC3F;&#xC05;&#xC17;&#xC41;. &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC32;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC3F;&#xC32;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; pe&#x1E6D;ulu. v. n. To crack or split, as paint, or as grain does when roasted. To explode or go off, as a gun. &#xC2A;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;. &quot;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC24; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC3E;&#xC24;&#xC38;&#xC02;&#xC18;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33;&#xC2E;&#xC02;&#xC1A;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28;.&quot; N. iv. 244. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46; or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; pe&#x1E6D;lu-kr&#x14D;vi. n. A matchlock, a gun rocket or small cannon fixed in processions, &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; petla-m&#x101;ri. n. One who makes himself or herself liable to be constantly beaten, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41; pe&#x1E6D;l-uppu. n. Saltpetre, nitre. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC15;&#xC2E;&#xC41; pe&#x1E6D;l-uppu-dr&#x101;vakamu. n. Nitric acid. &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC15;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; pe&#x1E6D;uku. n. A snapping sound, &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC47;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Disgust, &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC1F;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; pe&#x1E6D;ulu. n. plu. The explosions or reports of a gun rocket. &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC4D;&#xC32;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC2D;&#xC40;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39; &#xC2A;&#xC30;&#xC3F;&#xC30;&#xC02;&#xC2D;&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC16;&#xC47;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC38;&#xC17;.&quot; Swa. v. 52. &#xC1F;&#xC40; &#xC2A;&#xC46;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC4D;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC46;&#xC1F;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pe&#x1E6D;ilin&#x1E6D;su. v. a. To explode, to burst. &#xC2A;&#xC47;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2A;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC32;&#xC35;&#xC23;&#xC02;&#xC2A;&#xC41; &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC43;&#xC38;&#xC4D;&#xC2F;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC26; &#xC26;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC35;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC4D;&#xC2C;&#xC1F;&#xC41;&#xC32;&#xC15;&#xC4B;&#xC2F;&#xC28;&#xC17;&#xC3E;.&quot; A. iv. 122.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pe&#x1E6D;s&#x1E6D;&#x101;ri. [Tel.] n. A stubborn man, stupid or ignorant man, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; pegga&#x1E0D;i. Same as &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; a crane. &quot;&#xC2A;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC32; &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; G. i. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;pegalu. [Tel.] Another form of &#xC2A;&#xC46;&#xC15;&#xC32;&#xC41;. (q. v.) &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC17;&#xC32;&#xC32;&#xC47;&#xC26;&#xC41; I could not borrow money anywhere.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC17;&#xC21;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC21; or &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21; pega&#x1E0D;a. [Tel.] n. An elder, senior; a noble, a gentleman, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41;. Vish. vii. 153.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;pekku. [Tel.] pron. Many, &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC32; why so many? &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; many (things.) &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;. adj. Many, plentiful. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; numerous contrivances. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC32; in many ways.&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC47;&#xC32; why so many words? &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; many times. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; pekkuva. n. Increase, growth: tallness; greatness, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC35;&#xC41; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC4A;&#xC32;&#xC47;&#xC15; &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC4A;&#xC2F;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC4B;&#xC15; .&quot; T. ii. 97. &#xC1F;&#xC40; &#xC28;&#xC40;&#xC35;&#xC41; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC4A;, &#xC28;&#xC40;&#xC35;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC3E;, &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC4A;, &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC3E;, &#xC05;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC3F;. Prettiness, elegance, &#xC17;&#xC4B;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; or &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41; pekkan&#x1E0D;ru. pron: plu. Many persons, several persons. &#xC05;&#xC28;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pe&#x1E6D;s&#x1E6D;su. [Tel.] n. Peel, peelings, rind. &#xC2B;&#xC32;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC48;&#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15; Surplus, excess, premium, profit in exchange. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; incidental profits like fees. adj. Much, great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. adv. Excessively, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1A;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&quot; A. vi. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pekkali. [Tel.] n. A tree like the Love Apple.
			</div>
                