&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; pe&#x1E6D;&#x1E6D;e. [from Skt. &#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC15;.] n. A box, a chest. A coil,as of a snake. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pe&#x1E6D;&#x1E6D;e-pe&#x1E6D;&#x1E6D;u. v. n. To be coiled up as a snake. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2C;&#xC02;&#xC21;&#xC3F; pe&#x1E6D;&#x1E6D;e-ban&#x1E0D;i. n. A palanquin coach, a closed carriage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;pe&#x1E6D;&#x1E6D;u. [Tel.] v. n. To happen. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC09;. &#xC39;&#xC30;&#xC3F;. v. a. To put, place. &#xC09;&#xC02;&#xC1A;&#xC41;. To lay (eggs), to bring forth (young), &#xC15;&#xC28;&#xC41;. To wear, &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To give, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To impute a blame, a crime, &amp;c. &#xC2E;&#xC4B;&#xC2A;&#xC41;. To raise a wall, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To plant, &#xC28;&#xC3E;&#xC1F;&#xC41;. To beat, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. n. A blow, a thump. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. Bestowal, charity, giving. &#xC08;&#xC35;&#xC3F;. A time, &#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC24;&#xC21;&#xC35;, &#xC06;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. When the verb &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; is added to certain verbs like &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, it means Altogether. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to give up entirely. This verb has numerous senses peculiar to certain nouns under which it will be found. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bear young ones. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to lay eggs. &#xC06;&#xC36;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to tive hopes, tantalise. &#xC06; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they laid the fault on him. &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC32; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave her a hundred rupees worth of jewels. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to serve or help food at dinner. &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to put a guard over. &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pay a fine. &#xC28;&#xC48;&#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to offer an oblation. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to yell. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to torture. &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to watch, to find out, to wait. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to plant trees. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he adjured me not to do so. &#xC2A;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to divide or separate into shares. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to take aim. &#xC15;&#xC20;&#xC3F;&#xC28; &#xC2A;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he put him on strict diet. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F; or &#xC26;&#xC41;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to open a shop. &#xC08; &#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; do not talk of this publicity. &#xC17;&#xC4B;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to build a wall. It is also added to many verbs sometimes without altering the meaning. Thus, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to accumulate store up. &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to put to bed. &#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to conceal or hide. &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC1F;&#xC2F;&#xC48; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&quot; Molla. v. 48. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC12;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave her a slap. &#xC17;&#xC4B;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; his luck was bad in both ways. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC32;&#xC41; &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41; meat and drink are momentary matters. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC3E; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3F;, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC3F; the words are those of a mother, but the acts are those of a step-mother. &#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; four times. &#xC12;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; all at once, simultaneously. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; pe&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To have it placed or put, &amp;c. &#xC2E;&#xC30;&#xC4A;&#xC15;&#xC30;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he had food given me. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pe&#x1E6D;&#x1E6D;u-konu. v. a. To keep, or put, for one&apos;s own advantage or use, &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC28; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he gave the boy his father&apos;s name. &#xC0F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41; has he the face to speak? &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; pe&#x1E6D;&#x1E6D;u-k&#x14D;lu. n. The act of keeping, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pe&#x1E6D;&#x1E6D;u-che&#x1E6D;&#x1E6D;u. n. An epithet of the &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; pe&#x1E6D;&#x1E6D;u&#x1E0D;u. n. Giving, charity, &#xC08;&#xC35;&#xC3F;, &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; pe&#x1E6D;&#x1E6D;u-ba&#x1E0D;i. n. Money advanced or laid out. An outlay. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC02;&#xC21;&#xC41; pe&#x1E6D;&#x1E6D;u-mandu. n. A medicine given to acquire complete influence over another, &#xC24;&#xC28;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC36;&#xC4D;&#xC2F;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; pe&#x1E6D;&#x1E6D;u-pa&#x1E0D;u. v. n. To receive a blow, to be beaten, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;pe&#x1E6D;ta. [Tel.] n. A female of animals. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC1C;&#xC3E;&#xC24;&#xC3F;. A hen, &#xC06;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; a bitch. S. ii. 44. &quot;&#xC0E;&#xC26;&#xC2A;&#xC26;&#xC28;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;.&quot; Swa. iv. 51. &#xC1F;&#xC40; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC15;&#xC41;, &#xC06;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; &#xC32;&#xC48;&#xC28;&#xC35;&#xC48;. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3E;&#xC30;&#xC3F; pe&#x1E6D;&#x1E6D;a-m&#x101;ri. n. A cock that looks like a hen, &#xC06;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC02;&#xC5B;&#xC41;.
			</div>
                