&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC4D;</span>&#xA0;&#xA0;, &#xC2A;&#xC46;&#xC02; or &#xC2A;&#xC46;&#xC28;&#xC41;. pen. [Tel.] adj. Great, large, heavy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC26; pedda. [Tel.] adj. Great, big, large. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. Long, high, tall, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;. Loud. Chief, principal, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. Respectable, honest, honourable. Old, aged. Senior. n. An elder, or senior. &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41;. An old man, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, A great man, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;. An ancestor. A chief ruler or prince. &#xC30;&#xC3E;&#xC1C;&#xC41;. adv. Greatly, much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;, &quot;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; M. I. v. 272. &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; the proper distinctions between old and young, respective rank. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a long time: also, old age. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he has become an old man. &quot;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&quot; going a great distance. M. I. i. 190. &#xC07;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4B;&#xC2F;&#xC3F; why make such a noise about this? &#xC07;&#xC26;&#xC3F; &#xC12;&#xC15; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2A;&#xC28;&#xC3F;&#xC2F;&#xC3E; is this a great matter? &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC47;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; so much the better, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; the father or ruler of the gods. &#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; a class leader, or head boy. &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; young and old, every body; or village elders. &quot;&#xC2E;&#xC3E; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&quot; my ancestors were the gods. B. X. 6. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC2A;&#xC41; pedda-k&#x101;pu. n. The headman among the ryots of a village, a village headman, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; pettan&#x1E0D;ri. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;+&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;.) n. A father&apos;s elder brother: the husband of a mother&apos;s elder sister. &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; pet-talli. (&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;+&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.) n. A mother&apos;s elder sister. The wife of a father&apos;s elder brother. &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41; pet-tanamu. (&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;+&#xC24;&#xC28;&#xC2E;&#xC41;.) n. Power, authority, headship. Greatness, rank, respectability, chieftainship. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC46; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC2A;&#xC46;&#xC21;&#xC24;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC4D;.&quot; T. iv. 15. Superintendence. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Old age, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC28; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; assumed superintendence. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC3E;&#xC35;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC2E;&#xC41;&#xC02;&#xC21;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; after the death of her husband the widow became head of the family. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; childish management. &#xC2C;&#xC46;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; official insolence or swagger. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2C;&#xC48;&#xC1F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC32;&#xC47;&#xC21;&#xC41; he is now aged, he cannot walk about. &#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; pettana-g&#x101;&#x1E0D;u. n. A superintendent, a chief. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC1A;&#xC3F;&#xC02;&#xC15;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; pedda-kir&#x12B;&#x1E6D;i-g&#x101;&#x1E0D;u. n. The Indian Grey Shrike, Lanius lahtora. (F.B.I.) &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; pedda-k&#x14D;ma&#x1E6D;i. n. The head man or leader among the merchants. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC41; pedda-ch&#x113;yu. v. a. To magnify, honour, increase. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC17; &#xC28;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Vish. vi. 36. &#xC2A;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC3F; &#xC2F;&#xC46;&#xC35;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC35;&#xC3E;&#xC21;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; he is honorable whom all consent to honor. &#xC06; &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; put the light out. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC32; pedda-tala. n. A leader.&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC3F; pedd-adi. n. An old woman: an old animal; a large or great thing. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC47;&#xC15; &#xC1A;&#xC3E;&#xC30;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41; pedda-nallanchi-g&#x101;&#x1E0D;u. n. The Magpie Robin, Copsychus saularis. (F.B.I.) &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3F;&#xC26;&#xC41;&#xC30; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; pedda-nidura. n. Deep sleep, i.e., Death. &#xC1A;&#xC3E;&#xC35;&#xC41;, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC37;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC2A;&#xC46;&#xC26;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; pedda-nidra-p&#x14D;vu. v. n. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC46;&#xC32; pedda-nela. n. The month called &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC4D;&#xC28; pedd-anna. n. The eldest brother. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F; pedda-puli. n. A royal tiger. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; pedda-pulugu. n. An owl. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC4A;&#xC32; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; pedda-pola. n. Cow&apos;s flesh, beef. &#xC17;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pedda-manishi. n. An aged person. A gentleman, an honest man, a man of respectability. &#xC28;&#xC40;&#xC35;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC35;&#xC3F; you are very fine fellow. &#xC06; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; that girl has not yet reached puberty, or arrived at maturity. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; pedda-manishi-tanamu. n. Manly or respectable conduct, propriety, decency, honesty. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC41; pedda-m&#x101;nu. n. The name of a certain tree called Ailanthus excelsa. (Rox. &amp; E. P.) &#xC15;&#xC1F;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; or &#xC2A;&#xC1F;&#xC4D;&#xC1F; the bark of this tree, or, of Ailanthus malabarica, which is used in medicine. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E; pedd-amma. n. An elder mother, i.e., mother&apos;s elder sister or a father&apos;s elder brother&apos;s wife. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E; is also the name of &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F; a goddess who is the personification of misfortune, and is described as the elder sister of &#xC36;&#xC4D;&#xC30;&#xC40; or Fortune. The word is also used to mean a wretched creature, a blockhead. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is out of luck. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; his luck has taken a turn. &#xC07;&#xC26;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E; she is a sensible woman, but he is a mere blockhead. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC47;&#xC32; a wretched bit of land. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC28;&#xC2E;&#xC41; pedd-amma-tanamu. n. Wretchedness, stupidity. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41; pedda-yu. adv. Very, exceedingly, much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; peddarikamu. n. Greatness, rank, respectability, old age. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; pedda-r&#x14D;gamu. n. Leprosy. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; peddalu. n. plu. Elderly people, one&apos;s seniors, the wise, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;. Ancestors, fore-fathers. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41; pedda-vayassu. n. Old age. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41; pedda-v&#x101;&#x1E0D;u. n. An elder, senior, an old man. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; pedda-v&#x101;kili. n. The principal gate of a temple, &amp;c.&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; pedda-v&#x101;ramu. n. Wednesday. &#xC2C;&#xC41;&#xC27;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41; pedda-vinnapamu. n. Hardness of hearing. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC27;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;&#xC26;&#xC3F; pedda-vinnapamu-di n. A deaf woman. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; pedda-vinnapamu-v&#x101;&#x1E0D;u. n. A deaf man. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC40;&#xC27;&#xC3F; pedda-v&#x12B;dhi. n. A highway, a public road, &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC40;&#xC27;&#xC3F;, &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; pedda-v&#x113;lupu. n. Brahma, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;, &#xC38;&#xC41;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC47;&#xC32;&#xC41; pedda-v&#x113;lu. n. The thumb, &#xC2C;&#xC4A;&#xC1F;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pedd-&#x101;ku-che&#x1E6D;&#x1E6D;u. n. A certain forest tree. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC3F; pedd&#x101;-puri. n. A fine sort of sugar made at Peddapur, a town near Rajahmundry. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3F; peddi. (from &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;.) adj. Great. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1F;&#xC2E;&#xC4D;&#xC2E; pedd-in&#x1E6D;-amma. n. A name of a certain village goddess, &#xC12;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC24;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17; pedd-&#x113;&#x1E6D;i-konga. n. The large river heron. The pelican.
			</div>
                