&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC2E;&#xC3F;&#xC1F;&#xC3F; penimi&#x1E6D;i. [Tel. Drav. &#x221A; &#xC2A;&#xC46;&#xC28;&#xC4D; = woman. Cf. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; &amp; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;.] n. A husband.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC2F;&#xC41;</span>&#xA0;&#xA0;penayu. [Tel.] v. n. To twine, &#xC15;&#xC32;&#xC2F;&#xC41;. To struggle, to be implicated. &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;. &quot;&#xC30;&#xC42;&#xC2A;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC30;&#xC42;&#xC22;&#xC3F;&#xC24;&#xC4B; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; V&#x113;ma. 361. &#xC2A;&#xC46;&#xC28;&#xC2A;&#xC41; penapu. v. a. To cause to be entwined, &#xC2A;&#xC46;&#xC28;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To unite, &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;. To cause to be twisted, &#xC2A;&#xC46;&#xC28;&#xC1A;&#xC41;. To cause to struggle. n. A quarrel. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. Enmity, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC2A;&#xC30;&#xC3F; penap-a&#x1E5B;i. n. A quarrelsome person, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. One who is fond of creating enmity, &#xC2D;&#xC47;&#xC26;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;penamu. [Tel.] n. An iron plate for baking cakes on. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC2E;&#xC41; a sugar boiler like a great dish. &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC2E;&#xC41; an earthen frying pan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;</span>&#xA0;&#xA0;pena. [Tel.] n. A twist. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;. A cord coupling two animals together, a tie, a band, &#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41; penagu. v. n. To be twisted, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;. To surround, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To join, unite, &#xC15;&#xC32;&#xC2F;&#xC41;. To oppose, &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC21;&#xC41;. To struggle, to fight. &#xC17;&#xC41;&#xC02;&#xC5B;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. n. Same as &#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC35;. See below. &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F; or &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; penagu&#x1E37;-&#x101;&#x1E6D;a. n. Struggling, fighting. &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; penagul-&#x101;&#x1E0D;u. v. a. To struggle, to fight. &#xC2A;&#xC46;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC2C;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC46;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; pena-gonu. v. n. To be twisted. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be mingled, as mixed feelings. &quot;&#xC05;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2D;&#xC2F; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC39;&#xC3E;&#xC38;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02; &#xC2C;&#xC46;&#xC28;&#xC02;&#xC17;&#xC4A;&#xC28;.&quot; H. i. 103. &#xC2A;&#xC46;&#xC28;&#xC1A;&#xC41; pena&#x1E6D;su. v. a. To cause to be twisted, to twist, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pena-pe&#x1E6D;&#x1E6D;u. v. a. To stir up a quarrel. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC46;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; pena-v&#x113;yu. v. a. To twist. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To couple, tie together, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC35; penakuvu. n. A struggle. &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;. The act of surrounding a thing. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. Joining, &#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;. A fight, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. A quarrel, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC35; &#xC17;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC47;&#xC32;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC47;&#xC32;&#xC35;&#xC46;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC28;&#xC02;&#xC26;&#xC28;&#xC3E;.&quot; M. VIII. iii. 292.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC41;</span>&#xA0;&#xA0;penu. [Tel.] adj. Great (in any sense); large, chief. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC32; the greatest of villains. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC28; a great rain. M. XII. iii. 291. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; great shame. Ila. i. 102. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC30;&#xC2E;&#xC41; a broad chest. B. x. 225. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC35;&#xC46;&#xC02;&#xC17;&#xC33;&#xC3F; quite mad. BD. iii. 2285. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41; penu&#x1E6D;su. v. a. To bring up, to rear, to cause to grow. To nourish, to foster to fatten. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC05;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC47;&#xC28;&#xC3F; &#xC28;&#xC27;&#xC3F;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC3F;, &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC1A;&#xC3F;, &#xC2F;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2F;&#xC21;&#xC35;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; V&#x113;ma. 1719. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; Same as &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC41;. (See under &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;.) &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC3F; penu-pari. n. One who causes prosperity. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;. (&#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC41;+&#xC2A;&#xC21;&#xC41;.) penu-pa&#x1E0D;u v. n. To increase, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC41; See &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC38;&#xC28;&#xC2E;&#xC41; penu-masanamu. n. Benares. &#xC15;&#xC3E;&#xC36;&#xC40;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; penu-m&#x101;nu. n. A kind of tree called &#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC24;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; penu-minukulu. n. The V&#x113;da. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; penu-velli. n. A deluge. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC41; &#xC1C;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; penu-vr&#x113;lu. n. The thumb, &#xC2C;&#xC4A;&#xC1F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3F; pen-nidhi. (&#xC2A;&#xC46;&#xC28;&#xC41;+&#xC28;&#xC3F;&#xC27;&#xC3F;.) n. A great treasure. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC41;&#xC32;&#xC41; pen-nerulu. n. Long tresses, flowing hair. &quot;&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; T. ii. 71.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC30;</span>&#xA0;&#xA0;peyyara. [Tel.] n. A certain forest shrub called Grewia orientalis, Rox. ii. 586. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC30; a species called Grewia didyma Rox. ii. 591.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC26;&#xC42;&#xC21; peyya. [Tel.] n. A heifer, a female calf, &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC06;&#xC21;&#xC41;&#xC26;&#xC42;&#xC21;. A calf, &#xC26;&#xC42;&#xC21;. A young cow, &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC06;&#xC35;&#xC41;. &#xC09;. &#xC30;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;penn-&#x113;ru. [Tel.] n. The branched winter cherry, Physalis flexuosa. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC02;&#xC27;. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21; the bulbous root of this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;pen-na&#x1E0D;a-pulugu. [Tel. &#xC2A;&#xC46;&#xC28;&#xC4D;+&#xC28;&#xC21;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;.] n. A large sort of crane. &#xC15;&#xC41;&#xC30;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;penna. [Tel.] n. The name of the river Pennar which falls into the sea near Nellore. &#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC40;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;pemme. [Tel.] n. Another form of &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC2E;&#xC46; (q. v.)
			</div>
                