&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC5B;&#xC41;</span>&#xA0;&#xA0;pera&#x1E0D;zu. [Tel.] n. A sort of snake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC15;</span>&#xA0;&#xA0;peraka. [Tel.] n. A tile, &#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;</span>&#xA0;&#xA0;pera. [Tel.] n. A honey comb. &#xC2A;&#xC46;&#xC30;&#xC24;&#xC47;&#xC28;&#xC46; honey in the comb. &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;.&quot; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC46;&#xC30;&#xC24;&#xC47;&#xC28;&#xC46;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F; &#xC2E;&#xC46;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; R. ii. 4. &#xC2A;&#xC46;&#xC30; pera. [from Skt. &#xC2A;&#xC30;.] pron. and adj. Other, another, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Strange, foreign. &#xC2A;&#xC46;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC3F; the other hand. &quot;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC47;&#xC32;&#xC41;&#xC02;&#xC21; &#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC32;&#xC26;&#xC02;&#xC21;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; Amuk. i. 13. &#xC2A;&#xC46;&#xC30;&#xC2F;&#xC40;&#xC17; pera-y-&#x12B;ga. n. A honey bee, a working bee, not a drone. &#xC2A;&#xC46;&#xC30;&#xC30;&#xC47;&#xC1A;&#xC41; or &#xC2A;&#xC46;&#xC30;&#xC30;&#xC47;&#xC2A;&#xC41; pera-r&#x113;&#x1E6D;su. v. a. To disturb a beehive. To encourage, incite, excite, stir, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC24;&#xC47;&#xC28;&#xC46;&#xC2A;&#xC46;&#xC30;&#xC32;&#xC41; &#xC30;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC24;&#xC02;&#xC21;&#xC41;.&quot; Vish. iii. 139. &#xC2A;&#xC46;&#xC30;&#xC17;&#xC3E;&#xC2F; pera-g&#x101;ya. (&#xC2A;&#xC46;&#xC30;+&#xC15;&#xC3E;&#xC2F;.) n. A cunning man, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC46;&#xC30;&#xC17;&#xC3E;&#xC2F;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; perag&#x101;ya-suddulu. n. Nonsense, vain words, idle tattle. &quot;&#xC15;&#xC1F;&#xC15;&#xC1F; &#xC17;&#xC41; &#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC28;&#xC47;, &#xC17;&#xC41;&#xC1F;&#xC17;&#xC41;&#xC1F;&#xC32;&#xC3E; &#xC28;&#xC47;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC17;&#xC3E;, &#xC28;&#xC1F;&#xC41;&#xC28;&#xC3F;&#xC1F;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC1F;&#xC2E;&#xC1F;&#xC2C;&#xC46;&#xC30;&#xC17;&#xC3E;&#xC2F; &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E; &#xC21;&#xC46;&#xC26;&#xC35;&#xC4C;&#xC30;&#xC3E;.&quot; T. iii. 102. &#xC1F;&#xC40; &#xC2A;&#xC46;&#xC30;&#xC15;&#xC3E;&#xC2F;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC32;&#xC41;. &#xC2A;&#xC46;&#xC30;&#xC2E;&#xC17;&#xC21;&#xC41; pera-maga&#x1E0D;u. n. A lower, an adulterer, &#xC1C;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC30;&#xC4D;&#xC15;&#xC41; peruku. [Tel.] v. a. To tear out, uproot, pluck up by the roots, to pull out. &#xC2A;&#xC40;&#xC15;&#xC41;, &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To carry, &#xC2E;&#xC4B;&#xC2F;&#xC41;. To load goods. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC35;&#xC32;&#xC41; &#xC35;&#xC17;&#xC48;&#xC30;&#xC3E;&#xC32;&#xC2A;&#xC48;&#xC28;&#xC3F; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; he tore out his tongue and so killed himself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC2E;&#xC46; perima. [Tel.] n. Love, affection. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. Greatness, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC30;&#xC17;&#xC21; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC48;&#xC23;&#xC32;&#xC4D;&#xC32; &#xC2F; &#xC26;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC41;&#xC32;&#xC26;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC42;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC46;. &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC2A; &#xC26;&#xC46;&#xC02;&#xC24;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC2E;&#xC46;.&quot; Swa. iii. 107.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC46; perika. [Tel.] n. A sack, &#xC17;&#xC4B;&#xC28;&#xC46;&#xC2E;&#xC42;&#xC1F;. &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; perike-&#x1E63;e&#x1E6D;&#x1E6D;i. n. A drover of laden cattle. &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC1F;&#xC2E;&#xC41; peri-k&#x101;&#x1E6D;amu. n. Carrying goods on bullocks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;perasu. [Tel.] n. Flesh. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC35;&#xC23;&#xC3F;</span>&#xA0;&#xA0;perava&#x1E47;i. [Tel.] n. Dancing, capers, gambols. &#xC2A;&#xC47;&#xC30;&#xC23;&#xC3F;&#xC2F;&#xC3E;&#xC1F;. &#xC24;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC30;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32; &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC15;&#xC25;&#xC32; &#xC28;&#xC02;&#xC17;&#xC1C;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC4A;&#xC26;&#xC35;&#xC2D;&#xC43;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC35;&#xC02;&#xC15; &#xC2A;&#xC46;&#xC30;&#xC35;&#xC23;&#xC3F;&#xC1A;&#xC42;&#xC2A;.&quot; L. ii. 150. &#xC1F;&#xC40; &#xC35;&#xC02;&#xC15;&#xC2A;&#xC46;&#xC30;&#xC35;&#xC23;&#xC3F;, &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;pera&#x1E0D;u. [Tel.] n. The back yard of a house, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC30;&#xC21;&#xC41; a piece of ground manured by cattle confined there for that purpose. &#xC15;&#xC42;&#xC30;&#xC2A;&#xC46;&#xC30;&#xC21;&#xC41; a kitchen garden. &#xC2A;&#xC46;&#xC30;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC41; or &#xC2A;&#xC46;&#xC30;&#xC1F;&#xC3F;&#xC26;&#xC4B;&#xC35; the backyard door, the back door. &#xC2A;&#xC46;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC41; (a proverb) Lit: the tree in the backyard is considered to be of no use as a medicine. i.e., familiarity breeds contempt. &quot;&#xC28;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; R. v. 176.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC46;</span>&#xA0;&#xA0;pere. [Tel.] n. A reservoir for water at the salt pans.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;perum&#x101;&#x1E37;&#x1E37;u. [Tel.] n. A name for Vishnu, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &quot;&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC38;&#xC47;&#xC35;.&quot; (prov) &#xC2A;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32; or &#xC2A;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32; perum&#x101;&#x1E37;&#x1E37;a-k&#x14D;yila. n. Conjeveram. &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC46;&#xC30;&#xC4D;&#xC17;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC2A;&#xC46;&#xC30;&#xC4D;&#xC35;&#xC41; perugu. [Tel.] v. n. To grow, increase, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC0E;&#xC26;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To accumulate. To grow up, as a child. To bristle up, as a porcupine. To attempt, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; unshaven, wearing a beard. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the hills extended around it on all sides. &#xC15;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46; he gave the rein to his passions. Curds: thick curdled milk, &#xC26;&#xC27;&#xC3F;. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; peru-gu&#x1E0D;u. n. Growth, increase, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC42;&#xC30;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC42;&#xC30; or &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41; perugu-t&#x14D;&#x1E6D;a-k&#x16B;ra. n. A certain potherb, Amaranthus oleraceus. (Heyne.) &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; perugu-samudramu. n. The sea of curds, one of the mythical occeans. An old person, &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC32; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; his head is as white as a bottle of curds.
			</div>
                