&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;pesalu. [Tel.] n. plu. The pulse called gree gram Phaseolus radiatus: Heyne. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;. Rox. iii. 295. &#xC2A;&#xC46;&#xC38;&#xC30; pesara. adj. Of or belonging to the &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41; pulse, as &#xC2A;&#xC46;&#xC38;&#xC30;&#xC1A;&#xC47;&#xC28;&#xC41;, &#xC2A;&#xC46;&#xC38;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &amp;c. One sort is &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC38;&#xC30;. P. iii. 272. Rox. iii. 299. and 295.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC15;</span>&#xA0;&#xA0;p&#x113;ka. [Tel.] n. The warp, or cross threads in the web. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;, &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC1A;, &#xC2A;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC28; or &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC1A;&#xC28; pelu&#x1E6D;sa. [Tel.] n. Greatness, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Anger, wrath, &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. Hardness, harshness, &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC32;&#xC41;&#xC1A;. adv. Excessively, exceedingly, much. &quot;&#xC24;&#xC24;&#xC4D;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2C;&#xC3E;&#xC23;&#xC4C;&#xC2E;&#xC2E;&#xC41; &#xC18;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC48;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC40;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC02;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC02;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; M. I. ii. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41; pelukuru. [Tel.] v. n. To start, be alarmed. &#xC05;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be troubled through fear, &amp;c. &#xC2D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC32;&#xC3F;&#xC38;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC46; pelisa. [Tel.] n. The Rose colored Pastor or Cholam bird, Pastor roscus. &#xC2A;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC32;&#xC3F;&#xC38; the White headed Maina, Pastor malabaricus. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC46; the Cholum Bird, Pastor rose&#x1EE5;s. (Jerdon.) &#xC2A;&#xC4A;&#xC21;&#xC2A;&#xC46;&#xC32;&#xC3F;&#xC38; pa&#x1E0D;a-pelisa. n. The Black bird, Merula negri pileus (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pe&#x1E37;&#x1E37;emu. [Tel.] n. A flour consisting of a mixture of several substances used in making liquors, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC05;&#xC28;&#xC47;&#xC15; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;</span>&#xA0;&#xA0;pe&#x1E37;&#x1E37;u-na. [Tel. anuk.] adv. Loudly, aloud. &#xC2D;&#xC47;&#xC30;&#xC40;&#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28; &#xC2E;&#xC4B;&#xC17;&#xC46;&#xC28;&#xC41;. the great drums resounded aloud.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;pe&#x1E37;&#x1E37;a-mr&#x101;nu. [Tel.] n. A harrow. &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC33;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC33;&#xC41;&#xC38;&#xC41; pe&#x1E37;u&#x1E6D;su. [Tel.] adj. Brittle, harsh. &#xC28;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC46;&#xC33;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; harsh words. n. Stiffness, Inflexibility. Brittleness. A mean or stubborn wretch. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33;</span>&#xA0;&#xA0;, &#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;, &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC46;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; pe&#x1E37;a-pe&#x1E37;a. [Tel. anuk.] n. The noise produced in breaking a thing suddenly. &#xC06; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC2A;&#xC46;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the bough broke with a crash. adv. Aloud, crashingly, echoingly, roaringly, creakingly, resoundingly. &quot;&#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;&#xC35;&#xC40;&#xC30;&#xC23;&#xC3E;&#xC32;&#xC4D; &#xC2B;&#xC46;&#xC33;&#xC3F;&#xC2B;&#xC46;&#xC33;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; H. ii. 98. &quot;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC41;.&quot; Pal. 173. &#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33;&#xC2E;&#xC28;&#xC41; pe&#x1E37;ape&#x1E37;a-m-anu. v. n. To crash. To make a rustling sound. &#xC05;&#xC24;&#xC21;&#xC41; &#xC06; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33; &#xC32;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is making a great uproar in the country. &quot;&#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21; &#xC28;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC17;.&quot; Padya. L. iv. 77.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pellu. [Tel.] n. Excess, greatness. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; adj. Much, great, excessive, adv. Greatly, exceedingly, vastly, much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41; pellidamu. (&#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;+&#xC07;&#xC26;&#xC2E;&#xC41;.) n. Same as &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41; n. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pellu-konu. v. n. To increase, swell. &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC17;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32; pella. [Tel.] n. A lump, clod; a chip; a flake; a raw brick. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; pella-gin&#x1E6D;su. v. a. To pull out, root out, draw out. To dig up, unbury, unearth, eradicate. &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC1A;&#xC4B;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he took up the tree and planted it elsewhere. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC41; pella-gillu. v. n.To come out by the roots. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC0A;&#xC21;&#xC3F;&#xC32;&#xC47;&#xC1A;&#xC41;. To run away, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC17;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; he seems unlikely to stir from his mother in-law&apos;s house. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; the trees were torn up by the roots by the storm. &#xC06; &#xC17;&#xC4B;&#xC21;&#xC17;&#xC3E;&#xC30; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; all the plaster of the wall came off or peeled off.
			</div>
                