&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1F;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E6D;-&#x101;&#x1E0D;u. [Tel. &#xC2A;&#xC47;&#xC1F;&#xC41;+&#xC06;&#xC21;&#xC41;.] v. n. To break. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To prowl about. To play a game with balls tossed up in the air and kept going round. &quot;&#xC28;&#xC40;&#xC35;&#xC41; &#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F; &#xC35;&#xC3F;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC17;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC17;&#xC3F;&#xC30;&#xC41;&#xC32;, &#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC47;&#xC1F;&#xC3E;&#xC21;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC35;&#xC41;.&quot; DRK. 174.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E6D;amu. [Tel.] n. A large basket. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC02;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1F;&#xC28;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E6D;ana-be&#x1E6D;&#x1E6D;u. [Tel.] v. n. To attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1F;</span>&#xA0;&#xA0;p&#x113;&#x1E6D;a. [Tel.] n. A suburb or division of a large city. &#xC36;&#xC3E;&#xC16;&#xC3E;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;. A city or town. &#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;. A string as of pearls. &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC47;&#xC1F;&#xC02;&#xC1A;&#xC41; p&#x113;&#x1E6D;-an&#x1E6D;su. n. The ornamented woven edge of a cloth. &#xC2A;&#xC47;&#xC1F;, &#xC2A;&#xC47;&#xC1F;&#xC2E;&#xC41; or &#xC2A;&#xC47;&#xC1F;&#xC15;&#xC2E;&#xC41; p&#x113;ta. [Skt.] n. A chest. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1A;&#xC40;</span>&#xA0;&#xA0;pech&#x12B;. [prob. corruption of &#xC2A;&#xC42;&#xC1A;&#xC40;.] n. Responsibility, business, Pecuniary embarrassment, trouble, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC24;&#xC02;&#xC1F;&#xC3E;. &#xC2A;&#xC47;&#xC1A;&#xC40;&#xC15;&#xC4B;&#xC30;&#xC41; a troublesome fellow. &#xC24;&#xC02;&#xC1F;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;p&#x113;chika. [Tel.] n. A plant called Ambrosinia unilocularis. &#xC5B;&#xC3E;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. Rox. iii. 493.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;chakamu. [Skt.] n. An owl. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;. The tip or root of an elephant&apos;s tail, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC4B;&#xC15;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. &quot;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC47;&#xC1A;&#xC15;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC2A;&#xC48;&#xC2C;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; A. v. 95. &#xC2A;&#xC47;&#xC1A;&#xC15;&#xC3F; p&#x113;chaki. n. An elephant. &#xC17;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41; p&#x113;gu. [Tel.] n. An entrail, gut, or bowel. Generally used in the plural: &#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC17;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ran so fast as to break his wind. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41; a broken winded horse. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E; &#xC2A;&#xC47;&#xC17;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; &#xC28;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC26;&#xC41; as it was my own child I could not endure to see this. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC32;&#xC41;&#xC24;&#xC46;&#xC17; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is ready to split his sides with laughter. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC24;&#xC40;&#xC1F; rankling or piercing pain. &#xC2E;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41; &#xC12;&#xC15; &#xC2A;&#xC47;&#xC17;&#xC41; we are all sons of the same womb. &#xC2A;&#xC47;&#xC17;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F; the wringing of the belly. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41; &#xC2A;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the child is suffering from spasams. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC24;&#xC4B;&#xC2E;&#xC41; to handle or rub the belly to remove pain. &#xC2A;&#xC47;&#xC17;&#xC41;&#xC5B;&#xC3E;&#xC30;&#xC41; p&#x113;gu-&#x1E0D;z&#x101;ru. v. n. To have rupture or hernia, &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC23;&#xC40; p&#x113;&#x1E47;i. [Tel.] n. A kind of cake made of wheat and sugar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC28;&#xC41; p&#x113;&#x1E0D;u. [Tel.] v. a. To twist, entwine. &#xC2A;&#xC47;&#xC28;&#xC41;. &#xC24;&#xC4A;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC47;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while he was twisting the thread on the thigh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E0D;u. [Tel.] n. A piece, cutting chip, or splinter. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; billets of wood. &#xC08;&#xC24;&#xC2A;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a wicker work box. &#xC2A;&#xC47;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; p&#x113;&#x1E0D;-ettu. (&#xC2A;&#xC47;&#xC21;&#xC41;+&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;.) v. n. To split, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To slide, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC21;&#xC46; p&#x113;&#x1E0D;i. [Tel.] n. A hermaphrodite, a eunuch, an impotent man. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC47;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; p&#x113;&#x1E0D;i-v&#x101;&#x1E0D;u. n. A beardless man, a hermaphrodite. &#xC2C;&#xC43;&#xC39;&#xC28;&#xC4D;&#xC28;&#xC32;. &#xC2A;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC42;&#xC24;&#xC3F; a face without a beard or moustaches, an effeminate face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC21;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC02;&#xC21; p&#x113;&#x1E0D;a. [Tel.] n. The dung of cattle. &#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC2E;&#xC41;. The dung of any animal. &#xC2A;&#xC47;&#xC21;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; p&#x113;&#x1E0D;a-guvva. n. A species of pigeon. &#xC2A;&#xC47;&#xC21;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; p&#x113;&#x1E0D;a-purugu. n. A beetle. &#xC2A;&#xC47;&#xC21;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC47;&#xC23;&#xC4D;&#xC23;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC47;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; p&#x113;&#x1E0D;a-n&#x12B;&#x1E37;&#x1E37;u. n. Water in which cowdung is dissolved.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E6D;u. [Tel.] n. A flake, &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC06; &#xC17;&#xC4B;&#xC21;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC2A;&#xC47;&#xC1F;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC26;&#xC3F; the plaster of the wall came of in flakes. The top of a hill, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC15; or &#xC2A;&#xC47;&#xC1F;&#xC40; p&#x113;&#x1E6D;i. [Skt.] n. A chest. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC32;&#xC3F;&#xC02;&#xC17; &#xC2A;&#xC47;&#xC1F;&#xC3F; the small silver box containing the lingam worn on the breast by Jangams. &quot;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC3E;&#xC28;. &#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2A;&#xC47;&#xC1F;&#xC3F;.&quot; Ila. i. 42. &#xC2A;&#xC47;&#xC1F;&#xC3F;. n. A waist band, belt, &#xC28;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                