&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC26;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC26;&#xC3E; p&#x113;da. [from Skt. &#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;.] n. A foot soldier, &#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;. Also, a pawn (in chess.) &quot;&#xC15; &#xC1A;&#xC28;&#xC41;&#xC1A;&#xC4B; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC47;&#xC26;&#xC32;&#xC41;, &#xC15;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC3F;&quot; &#xC38;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC30;&#xC02;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC47;&#xC30;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC1F;&#xC2E;&#xC41; p&#x113;ran&#x1E6D;amu. [Tel.] n. Gossiping. The attendance of married women at each other&apos;s houses on any domestic festival, such as a wedding. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC02;&#xC1F;&#xC2E;&#xC41; attending a feast without being invited, shameless impertinence. &#xC2A;&#xC47;&#xC30;&#xC02;&#xC1F;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC30; p&#x113;ran&#x1E6D;-&#x101;li-k&#x16B;ra. n. A herb called Corchorus clitorea. (Heyne.) &#xC2A;&#xC47;&#xC30;&#xC02;&#xC1F;&#xC3E;&#xC32;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC1F;&#xC3E;&#xC32;&#xC41; p&#x113;ran&#x1E6D;-&#x101;lu. n. A married woman, the mistress of a house. A lucky woman, i.e., a woman whose husband is alive. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2A;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2A;&#xC47;&#xC30;&#xC1F;&#xC2E;&#xC41; p&#x113;ra&#x1E6D;amu. n. Inviting to a wedding. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC02;, &#xC21;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41; &#xC39;&#xC47;&#xC2E;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC1A;&#xC41;.&quot; KP. vii. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;yamu. [Skt.] adj. Drinkable. &#xC06;&#xC2A;&#xC47;&#xC2F;&#xC2E;&#xC41; not fit to be drunk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC41; pemu. [Tel.] n. A rattan or cane. Calamus fasciculatus; Calamus rotang; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC47;&#xC2E;&#xC41; a plant called Dragon&apos;s Blood. Calamus draco. (Watts.) &#xC2A;&#xC47;&#xC2A; p&#x113;pa. adj. Made of rattan. A. i. 80. &quot;&#xC24;&#xC28;&#xC35;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC35; &#xC2A;&#xC47;&#xC2A;&#xC38;&#xC1C;&#xC4D;&#xC1C;, &#xC26;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC2C;&#xC30;&#xC23;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. i. 40. &#xC2A;&#xC47;&#xC2A;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the rattan fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;p&#x101;&#x1E37;amu. [Tel.] n. A medicinal plant having a leaf like that of the vine. Jatropha curcas. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC47;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41; the wild sort.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC2A;&#xC30;</span>&#xA0;&#xA0;p&#x113;para. [Tel.] n. A heron: the species called a Tiger Bittern. Ardea tigrina.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;p&#x113;nu. [Tel.] v. n. and v. a. To twist, or entwine. &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC2A;&#xC47;&#xC28;&#xC41; to twist together. See &#xC2A;&#xC47;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;p&#x113;nu. [Tel.] n. A louse. Plu.&#xC2A;&#xC47;&#xC32;&#xC41; lice. &#xC2A;&#xC47;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F; p&#x113;nu-koruku&#x1E6D;a. n. A disease arising from lice which destroy the hair. &#xC2A;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; or &#xC2A;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; p&#x113;nu-gu&#x1E0D;&#x1E0D;u. n. A nit. &#xC08;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC28;&#xC3E;</span>&#xA0;&#xA0;p&#x113;n&#x101;. [Eng.] n. A pen. &#xC15;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC26;</span>&#xA0;&#xA0;p&#x113;da. [Tel.] adj. Poor, indigent, &#xC2C;&#xC40;&#xC26;. Timid, &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;. Slender, lean, thin, as the waist. &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC47;&#xC26;&#xC2F;&#xC48;&#xC24;&#xC47; &#xC15;&#xC41;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC47;&#xC26;&#xC3E; if a man happens to be poor, is he to be regarded as contemptible by his felow castemen? &#xC2A;&#xC47;&#xC26;&#xC38;&#xC3E;&#xC26;&#xC32;&#xC41; the poor and wretched. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC47;&#xC26;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; a slender waist. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2A;&#xC47;&#xC26;&#xC32;&#xC41; those that turn a deaf ear to complaints, &#xC2E;&#xC4A;&#xC30;&#xC32;&#xC3E;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;. &quot;&#xC06;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2A;&#xC47;&#xC26;&#xC32;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;.&quot; P. i. 534. &#xC2A;&#xC47;&#xC26; or &#xC2A;&#xC47;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41; P&#x113;da. n. A poor person. A powerless or weak man, &#xC06;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. A man of low station in life, &#xC05;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC47;&#xC26;&#xC32;&#xC41; the poor. &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3E;&#xC32;&#xC41; p&#x113;da-r-&#x101;lu. n. An indigent woman. &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; p&#x113;darikamu. n. Pauperism, poverty. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC3F; or &#xC2A;&#xC47;&#xC26;&#xC30;&#xC4D;&#xC2E;&#xC3F; p&#x113;darimi n. Poverty, Timidity,&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC3F; slenderness of the waist. &quot;&#xC24;&#xC47; &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28; &#xC2F;&#xC40; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC24;&#xC28;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;, &#xC26;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC48;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; M. VI. i. 240. &#xC2A;&#xC47;&#xC26;&#xC35;&#xC21;&#xC41; p&#x113;da-va&#x1E0D;u. v. n. To be reduced to poverty, to become poor, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. To be humbled or humiliated, &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC47;&#xC30;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC47;&#xC30;&#xC35;&#xC23;&#xC3F; or &#xC2A;&#xC47;&#xC30;&#xC23;&#xC2E;&#xC41; p&#x113;ra&#x1E47;i. [Tel.] n. A kind of dancing, skipping. &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC4B;&#xC2A;&#xC30;&#xC3F; &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Capers, gambolling. &#xC28;&#xC1F;&#xC28;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC26;&#xC2E;&#xC4A;&#xC26;&#xC35;, &#xC2D;&#xC43;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC35;&#xC02;&#xC15; &#xC2C;&#xC47;&#xC30;&#xC3F;&#xC23;&#xC3F;&#xC1A;&#xC42;&#xC2A;.&quot; L. ii. 152. A long jacket, &#xC05;&#xC02;&#xC17;&#xC40;.
			</div>
                