&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC32;&#xC3E;</span>&#xA0;&#xA0;p&#x113;l&#x101;. [Tel.] n. A kind of cup for drinking water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC32;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;lavamu. [Skt.] adj. Soft, meek, easy, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;. Thin, sapless. &#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC30;&#xC4A;&#xC5B;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC30;&#xC4B;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41; p&#x113;ro&#x1E0D;zamu. [Tel.] n. A kind of sapphire. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC47;&#xC30;&#xC4A;&#xC5B;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC23;&#xC41;&#xC32; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iv. A kind of inferior precious stone, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC30;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC30;&#xC2E;&#xC41; p&#x113;remu. [Tel.] n. Course, pace, running, a gallop. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC47;&#xC30;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC46;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; p&#x113;remu-p&#x101;ru. v. n. To run, to gallop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x113;ru. [Tel.] n. A name, an appellation. &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;. Fame, celebrity, notoriety, &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. A long loose necklace, &#xC26;&#xC02;&#xC21;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2F;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is notorious as a thief. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is well known as a good man. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC3E;&#xC2A;&#xC47;&#xC30;&#xC41; &#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; if I do not beat you my name is not Rama. &#xC28;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC47;&#xC30;&#xC41;&#xC17;&#xC32;&#xC15;&#xC02;&#xC20;&#xC3F; a kind of necklace. adj. Great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC2A;&#xC47;&#xC30;&#xC4B;&#xC21; a large ship. Vish. iii. 393. &#xC2A;&#xC47;&#xC30;&#xC46;&#xC02;&#xC21; fierce sunshine. ib. vi. 304. &#xC2A;&#xC47;&#xC30;&#xC32;&#xC41;&#xC15; great anger. T. iii.86. 119. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC30;&#xC2E;&#xC41; a broad breast. &#xC2A;&#xC47;&#xC30;&#xC46;&#xC32;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F; they spoke aloud. R. v. 220. &#xC2A;&#xC47;&#xC30;&#xC02;&#xC17;&#xC26; a great misfortune, &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28; &#xC06;&#xC2A;&#xC26;. &#xC2A;&#xC47;&#xC30;&#xC46;&#xC32;&#xC2E;&#xC3F; great joy. M. XIII. i. 242. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; p&#x113;r-ungaramu. n. A ring with one&apos;s name cut on it, a signet ring, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC3F;&#xC16;&#xC3E;&#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC47;&#xC30;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; p&#x113;ru. v. n. To congeal, curdle, harden or thicken, as melted butter or curds. &#xC18;&#xC28;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; she set the milk to curdle. To increase, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; p&#x113;ru Konu. v. a. To call one by his name to call, to utter. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To praise, &#xC38;&#xC4D;&#xC25;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2D;&#xC2F;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC26;&#xC4D;&#xC17;&#xC26;&#xC15;&#xC02;&#xC20;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC48; &#xC1C;&#xC28;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC30;&#xC3F;&#xC26;&#xC47;&#xC28;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC28;&#xC3F; &#xC28;&#xC43;&#xC2A;&#xC15;&#xC28;&#xC4D;&#xC2F; &#xC28;&#xC42;&#xC30;&#xC21;&#xC3F;&#xC32; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC15;&#xC3F;.&quot; Vish. vi. 220. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; p&#x113;ru-k&#x14D;lu. n. Calling one by his name, &amp;c. &#xC2A;&#xC47;&#xC30;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; p&#x113;ru-gru&#x1E6D;s&#x1E6D;su. v. a. To call one by his name, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. To tell to say, to mention. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC09;&#xC26;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC47;&#xC30; or &#xC2A;&#xC47;&#xC30;&#xC1F; p&#x113;ra. adv. In the name of, in one&apos;s name. By name. &#xC28;&#xC3E; &#xC2A;&#xC47;&#xC30;&#xC1F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wrote to my name, i.e., wrote to me. &#xC28;&#xC3E; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC47;&#xC30;&#xC1F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; a grant made to my ancestors. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC1F; &#xC12;&#xC15; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC41; he built a village in his mother&apos;s name. In translation into English we omit &quot;name.&quot; &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC2A;&#xC47;&#xC30;&#xC1F; in course of time. &#xC2A;&#xC47;&#xC30;&#xC3F; p&#x113;ri. adj. Named, by name, videlicet, id est. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC17;&#xC32;, &quot;&#xC36;&#xC3E;&#xC02;&#xC24; &#xC2A;&#xC47;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC32;&#xC32;&#xC3E;&#xC2E;&quot; a woman named S&#x101;nta. R. ii. 139. &#xC2A;&#xC47;&#xC30;&#xC3F;&#xC1F;&#xC3F; p&#x113;ri&#x1E6D;i. adj. Directed to, bearing the superscription of, as &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC5B;&#xC3E;&#xC2C;&#xC41; a letter for you. &#xC28;&#xC40;&#xC2A;&#xC47;&#xC30;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man bearing your name. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x113;ru-pe&#x1E6D;&#x1E6D;u. v. n. To name, to give newly a name or appellation. &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC30; p&#x113;r-v&#x113;ra. adv. Name by name. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &quot;&#xC2A;&#xC47;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC30;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC2C;&#xC32;&#xC32;&#xC24;&#xC4B; &#xC21;&#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;.&quot; B. X. 1818. (Rukmini kalyan.) &#xC2A;&#xC47;&#xC30;&#xC21;&#xC35;&#xC3F; p&#x113;r-a&#x1E0D;avi. (&#xC2A;&#xC47;&#xC30;&#xC41;+&#xC05;&#xC21;&#xC35;&#xC3F;.) n. A great forest, a wilderness. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC47;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; p&#x113;r-&#x101;mudamu. (&#xC2A;&#xC47;&#xC30;&#xC41;+&#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;.) n. The large kind of castor oil tree, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; as opposed to &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;, a smaller species. &#xC2A;&#xC47;&#xC30;&#xC4B;&#xC32;&#xC17;&#xC2E;&#xC41; p&#x113;r-&#x14D;lagamu. n. A great court, or assembly. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC38;&#xC2D;. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41; p&#x113;ru&#x1E0D;u. n. The act of congealing, or thickening. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;, &#xC18;&#xC28;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; p&#x113;ru&#x1E6D;su. v. n. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To pile, to heap up. To increase, to enlarge: to display. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC4A;&#xC16;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; they prepared a funeral pile. &quot;&#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC2F;&#xC41; &#xC26;&#xC17;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC2C;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC48; &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC3F;&#xC30;&#xC3F;&#xC1C;&#xC47;&#xC2F;&#xC17;&#xC2E;&#xC4B;&#xC2A;&#xC46;&#xC21;&#xC41; &#xC17;&#xC28;&#xC41;&#xC32;&#xC46;&#xC21;&#xC38;&#xC46;&#xC21; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC32;&#xC35;&#xC41; &#xC36;&#xC3E;&#xC30;&#xC35;&#xC28;&#xC3E;&#xC27;&#xC3E;.&quot; M. VI. i.50. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41; p&#x113;rupu. n. The act of arranging things one over another, the act of heaping or piling up. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;. A potsherd, &#xC15;&#xC41;&#xC02;&#xC21;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41;. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; n. A large tree, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;samu. [Tel.] n. Juice, sap. &#xC24;&#xC3E;&#xC1F;&#xC3F; or &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC47;&#xC38;&#xC2E;&#xC41; the yellow juice of the ripe palm or mango fruit. This is spread out and dried, then preserved in cakes called &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;, &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x113;shk&#x101;ru. [H.] n. A revenue officer next to an Amaldar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC37;&#xC4D;&#xC15;&#xC37;&#xC41;</span>&#xA0;&#xA0;p&#x113;shkashu. [H.] n. Rent paid to the Government by the proprietor of a permanently settled estate under Regulation, xxv. of 1802. Tribute paid by a Zemindar, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC37;&#xC3F;&#xC17;&#xC40;</span>&#xA0;&#xA0;p&#x113;shig&#x12B;. [H.] n. An advance of pay.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC36;&#xC3F;</span>&#xA0;&#xA0;p&#x113;&#x1E63;i. [Skt.] n. An egg, a foetus, &#xC05;&#xC02;&#xC21;&#xC2E;&#xC41;. A lump of flesh, &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC36;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E63;alamu. [Skt.] adj. Dexterous, clever. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;, delicate, soft, smooth. Agreeable. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as&#xC2A;&#xC47;&#xC17;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x113;&#x1E37;&#x1E37;u. [Tel.] n. The plural of &#xC2A;&#xC47;&#xC30;&#xC41; a name, and of &#xC2A;&#xC47;&#xC21;&#xC41; a chip.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; p&#x113;lu. [Tel.] v. n. To swell out through heat, &#xC38;&#xC46;&#xC17;&#xC1A;&#xC47;&#xC24; &#xC09;&#xC2C;&#xC41;&#xC15;&#xC41;. To break out in prickly heat, or any eruption. To be fried, to be parched. To gabble, brag, chatter, to talk nonsense. To fret. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC47;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC15;&#xC3E;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the fever is burning hot. &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; to crackle in roasting. &quot;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;&#xC2C;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC1F;&#xC1A;&#xC1F;&#xC2C;&#xC3E;&#xC38;&#xC3F;.&quot; BD. iv. 621. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F; &#xC2A;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is very peevish, &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC27;&#xC41;&#xC2E;&#xC27;&#xC41;&#xC2E;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC21;&#xC2E;&#xC41; tattling. &#xC2A;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41; p&#x113;l&#x1E6D;su. To fry. Metaphorically, to grieve. A. v. 56. &#xC2A;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2A; a fried fish &#xC2A;&#xC47;&#xC32;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; p&#x113;lari-tanamu. n. Talkativeness. &#xC28;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2C;&#xC4B;&#xC24;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC32;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC47;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;, &#xC2A;&#xC47;&#xC32;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC32;&#xC41; p&#x113;l&#x101;-lu. [Tel.] n. Malted grain, fried grain, parched corn. &#xC2A;&#xC47;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; p&#x113;la-pin&#x1E0D;i. n. Flour made of parched grain. &#xC2A;&#xC30;&#xC41;&#xC32; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC47;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; he devours his neighbour&apos;s goods like a bit of bread.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;p&#x113;lika. [Tel.] n. A rag, a bit or scrap of cloth, a remnant, a tatter, &#xC2A;&#xC40;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x113;lu. [Tel. plu of &#xC2A;&#xC47;&#xC28;&#xC41;.] n. Lice.
			</div>
                