&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC20;</span>&#xA0;&#xA0;pai&#x1E6D;ha. [Skt. borrowed from Tel.] Same as &#xC2A;&#xC48;&#xC1F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC1F;, &#xC2A;&#xC2F;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC1F; pai&#x1E6D;a. [Tel. from &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;. (&#xC2A;&#xC2F;&#xC3F;+&#xC0E;&#xC26;.)] n. A woman&apos;s mantle, formed by throwing the train or end of the cloth over her breast and head. &#xC2A;&#xC48;&#xC1F; &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41; or &#xC2A;&#xC48;&#xC1F;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41; pai&#x1E6D;a-kongu. n. The skirt or end of the same. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;. &#xC2A;&#xC48;&#xC1F;&#xC15;&#xC30;&#xC4D;&#xC30; pai&#x1E6D;a-karra. n. A weaver&apos;s whirl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC5B;&#xC3E;&#xC30;&#xC41; pai&#x1E0D;z&#x101;ru. [H.] n. A shoe, slipper. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;, &#xC5B;&#xC3E;&#xC24;&#xC3F;, &#xC1C;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC48;&#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F; pai&#x1E0D;z&#x101;ru-ma&#x1E6D;&#x1E6D;u. n. The Remora or sucking fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;paikili-ch&#x113;pa. [Tel.] n. A fish of the perch kind, ten inches long and with forked tail, the body striped with yellow and brown fillets and the second anal spine very large. Russell. No. CXXI.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41; paikamu. [Tel.] n. A small copper coin, &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC35;&#xC02;&#xC24;&#xC41;, &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;. Cash, money. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC06; &#xC39;&#xC41;&#xC02;&#xC21;&#xC40;&#xC15;&#xC3F; &#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC41; we received the value of the cheque. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paikamu. [Skt. from &#xC2A;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n.A flock of cuckoos, &#xC2A;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC28;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC46; &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC36;&#xC4C;&#xC15;&#xC2A;&#xC48;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; A. v. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC41; pain&#x1E6D;u. [Eng.] n. An appointment. &#xC2A;&#xC48;&#xC02;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to appoint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F; pai. [Tel.] n. The upper part of any thing, the outer part or exterior &#xC2E;&#xC40;&#xC26;&#xC41;, &#xC09;&#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. adj. Upper, higher superior. External. Extra. &#xC2A;&#xC48;&#xC1A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC3F; petty sums that remain over. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC48;&#xC2C;&#xC1F;&#xC4D;&#xC1F; the garment he had on. &#xC06;&#xC2A;&#xC48;&#xC2F;&#xC47;&#xC21;&#xC41; the next year, either before or after, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC0F;&#xC21;&#xC41;. &#xC2A;&#xC48;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; seeming enmity. &#xC2A;&#xC48;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; the further acts; also, out-door work. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC48;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; he is my superior. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC48;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; this is mere talk. &#xC2A;&#xC48;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41; mere external beauty. &#xC2A;&#xC48;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35; freshes in a river. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC48;&#xC2C;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; all are eager to get it. &#xC2A;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; pai-konu. v. n. and a. To exceed, &#xC2E;&#xC40;&#xC30;&#xC41;. To come upon (with hostile intent) &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To get upon, mount, on attack and overcome. &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. To attempt, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC48;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; pai-kolupu. To cause to happen, to fall upon, &amp;c. &quot;&#xC24;&#xC28; &#xC24;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC28;&#xC4B; &#xC15;&#xC3E;&#xC26;&#xC4B;&#xC2F;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F; &#xC2E;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC30;&#xC2F;&#xC41;&#xC26;&#xC41;&#xC28;&#xC28;&#xC3F; &#xC2A;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC18;&#xC28;&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC35;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC15;&#xC46;.&quot; HK. v. 53. &#xC2A;&#xC48;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC40; pai-gasth&#x12B;. [H.] n. A patrol.&#xC2A;&#xC48;&#xC17;&#xC3E; pai-g&#x101;. adv. Above, up. Into the bargain, besides, above all; in the next place. &#xC2A;&#xC48;&#xC5B;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41; pai-&#x1E0D;zali-pa&#x1E63;uvu. n. A brindled ox. &#xC2A;&#xC48;&#xC28; or &#xC2A;&#xC48;&#xC28;&#xC3F; paina. adv. On the top, upon, over, above. In future, hereafter. &#xC2A;&#xC48;&#xC28;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; go on, speak on. &#xC2A;&#xC48;&#xC28;&#xC28;&#xC21;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; what is to be done afterwards? &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC48;&#xC28; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; there is one above who will punish you. &#xC2A;&#xC48;&#xC28;&#xC2C;&#xC21;&#xC15;&#xC41;&#xC2E;&#xC41; or &#xC2A;&#xC48;&#xC2C;&#xC21;&#xC15;&#xC41;&#xC2E;&#xC41; do not touch me. &#xC2A;&#xC48;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC21;&#xC41; pai-pakka-pa&#x1E0D;u. v. n. To caress, &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC48;&#xC28;&#xC2C;&#xC21;&#xC41;. &quot;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC17;&#xC3E; &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC48;&#xC2C;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC1F;.&quot; N. ix. 103. &#xC2A;&#xC48;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC48;&#xC2C;&#xC21;&#xC41; pai-pa&#x1E0D;u. v. n. To fall upon, attack, &#xC2A;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. To exceed &#xC2E;&#xC40;&#xC30;&#xC41; &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC48;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; all of them are contending for the horse. M. x. i. 145. &#xC2A;&#xC48;&#xC2A;&#xC3E;&#xC1F;&#xC41; pai-p&#x101;&#x1E6D;u. n. An attack or encounter, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC1F;. &#xC2A;&#xC48;&#xC2A;&#xC48;&#xC17;&#xC3E; pai-pai-g&#x101;. adv. Easily, superficially, cursorily, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC48;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; or &#xC2A;&#xC48;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; pai-y-eddu. n. An ox with the belly alone white, called a sheeted ox. &#xC2A;&#xC48;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; pai-vil&#x101;samu. n. A superscription or address on a letter.
			</div>
                