&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC30; Same as &#xC2A;&#xC2F;&#xC30;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40;</span>&#xA0;&#xA0;pai-m&#x101;yish&#x12B;. [H.] n. The survey or measurement of lands. &#xC28;&#xC47;&#xC32;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC2A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41; painamu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;.] n. A journey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC26;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC26;&#xC32;&#xC3F; paidali. [Tel. from &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;, lit: &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;&#xC17;&#xC32;&#xC26;&#xC3F;.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &quot;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC48;&#xC26;&#xC32;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC47;&#xC2E;&#xC41;&#xC02;, &#xC2C;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC2F;&#xC15; &#xC35;&#xC46;&#xC02;&#xC1F; &#xC24;&#xC4A;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC40;&#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;.&quot; R. ii. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC21;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC21; paida. [Tel.] n. A child, a boy. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; paityamu. [Skt. from &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.] n. Bile, billiousness, melancholy, madness, delirium, imbecility. &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41; excess of bile, &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; paitya-prak&#x1E5B;iti. n. A bilious temperament. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; bilious fever. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC2A;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC4B;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41; accumulation of bile, congestion of the liver. &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; pailya-g&#x101;&#x1E0D;u. n. A fool, a blockhead, a lunatic, or madman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC24;&#xC43;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; pait&#x1E5B;ikamu. [Skt. from &#xC2A;&#xC3F;&#xC24;&#xC43;.] adj. Ancestral, derived from or relating to ancestors. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. Ancestral acquistion, family property. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC24;&#xC43;&#xC37;&#xC4D;&#xC35;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC48;&#xC24;&#xC43;&#xC37;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; pait&#x1E5B;ishvas-&#x113;yu&#x1E0D;u. n. The son of a paternal aunt. &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC21;&#xC3F; pai&#x1E0D;i. [Tel.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. Money. &#xC27;&#xC28;&#xC2E;&#xC41;. A dowry. &#xC09;&#xC02;&#xC15;&#xC41;&#xC35;&#xC35;. adj. Golden, gold coloured, bright yellow. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; or &#xC2A;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; paidi-kanti. adj. Golden eyed, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;. n. The spotted owlet, Athene brama (F.B.I.) &#xC15;&#xC28;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3E;&#xC32;&#xC41; paidi-ts&#x16B;l-&#x101;lu. n. Lit: The lady that produces gold, i.e., the Earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC35;&#xC38;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC2D;. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC30; pai&#x1E0D;i-t&#x101;mara. n. The land lotus, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC24; pai&#x1E0D;i-nelata. n. An epithet of Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. &#xC2A;&#xC2F;&#xC3F;&#xC21;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; pai&#x1E0D;i-p&#x101;&#x1E6D;&#x1E6D;i. n. A kind of fine golden colored cotton. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC38;&#xC2E;&#xC41; pai&#x1E0D;i-b&#x101;samu. n. Gold and other things. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. A. vi. 100. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; pai&#x1E0D;i-mu&#x1E0D;u&#x1E6D;su. To betroth, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; pai&#x1E0D;i-mu&#x1E0D;upu. n. A betrothal, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41;. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; or &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC26;&#xC4A;&#xC30; pai&#x1E0D;i-r&#x113;&#x1E0D;u. n. The lord of wealth, i.e., Kub&#x113;ra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC48;&#xC38;&#xC32;&#xC3E; paisalu. [H.] n. A settlement, decision, decree. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41; paisuramu. [Skt.] n. Sexual intercourse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;patsh&#x1E6D;ikamu. [Skt. from &#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;.] n. A cake of flour. A kind of beer made from a fermented paste. &#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC47;&#xC15; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC36;&#xC41;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pai&#x1E63;unyamu. [Skt. from &#xC2A;&#xC3F;&#xC36;&#xC41;&#xC28;&#xC2E;&#xC41;.] n. Information, espionage, roguery. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC36;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pai&#x1E63;&#x101;chikamu. [Skt. from &#xC2A;&#xC3F;&#xC36;&#xC4B;&#xC1A;&#xC2E;&#xC41;.] adj. Pertaining to the demons or fiends. n. A form of marriage in which the bride is carried away by force. An elopement, a rape.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;pailu-m&#x101;nu. [H.] n. A boxer or wrestler. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41; pairu. [Tel.] n. Growing corn, a crop. &#xC35;&#xC30;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28; &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC30;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC41; pairula-y-ekim&#x12B;&#x1E0D;u. n. The moon. &#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to plant or sow corn. &#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to cultivate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC48;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC2E;&#xC41; pairamu. [Tel.] n. A milch cow. &quot;&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC28;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC28;&#xC41;&#xC36;&#xC47;&#xC24;&#xC28;&#xC41; &#xC15;&#xC47;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC48; &#xC2A;&#xC2F;&#xC3F;&#xC02;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4B;&#xC15;&#xC32;&#xC41;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;.&quot; Vaijay. ii.65. &#xC1F;&#xC40; &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;.
			</div>
                