&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC28;&#xC2E;&#xC41; pongka&#x1E47;amu. [Tel.] n. A purse, a pouch.&quot; &#xC15;&#xC1F;&#xC3F;&#xC24;&#xC1F;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC02;&#xC26;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC2F;&#xC41;, &#xC28;&#xC4A;&#xC32;&#xC41;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC32;&#xC4A;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC1A;&#xC02;&#xC15;&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC21;&#xC32;&#xC3F; &#xC28;&#xC26;&#xC3F;&#xC15;&#xC28;&#xC48;&#xC28;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC02;&#xC26;&#xC41; &#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC26;&#xC47;&#xC35;.&quot; BP. iii. 2829.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;</span>&#xA0;&#xA0;pom. [Tel. short for &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41; in compounds.] adj. Gold. &#xC2A;&#xC4A;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; a golden cloth. &quot;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC32;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC28;&#xC4A;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41; &#xC30;&#xC46;&#xC02;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; A. i. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;</span>&#xA0;&#xA0;po. [Tel. from &#xC2A;&#xC4B;&#xC35;&#xC41;.] adv. or interj. Certainly. &quot;&#xC12;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC48;&#xC30;&#xC3F;&#xC2A;&#xC4A; &#xC28;&#xC43;&#xC2A;&#xC41;&#xC21;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC27;&#xC28;&#xC2E;&#xC41;&quot; &#xC2A;&#xC30;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC5B;&#xC41; pon&#x1E0D;za. [Tel.] To split (grass) into filaments. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC15;&#xC38;&#xC35;&#xC41;&#xC32;&#xC41; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4A;&#xC02;&#xC1C;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC1C;&#xC3F;, &#xC35;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC15;, &#xC2F;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;.&quot; L. ii. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pon&#x1E6D;su. [Tel.] v. n. To lie in wait: to crouch or lurk. &#xC38;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41; they will lie in wait. &quot;&#xC2A;&#xC17;&#xC32;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC24;&#xC4A;&#xC17;&#xC30;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;.&quot; R. i. 129. &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC15; pon&#x1E6D;su. n. Lurking, eavesdropping, lying in ambush. &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;&#xC26;&#xC4A;&#xC02;&#xC17; an eaves dropper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;pongu. [Tel.] v. n. To effervesce; to boil or bubble up, overflow, boil over. To swell. To forment. To exult, to be overjoyed, elated, to be in ecstasy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To become proud, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F; &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; to boil over with pride or delight. &#xC0E;&#xC02;&#xC21;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; the eyes are inflamed by the glare. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; boiling water. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41; pongu. n. Effervescence, boiling or bubbling up, overflowing. Excess of joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. Pride, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Eruption of the measles. Boiling water in which rice is to be cooked, &#xC0E;&#xC38;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC0E;&#xC38;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F; &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the water is boiling over. &#xC28;&#xC40; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC15;&#xC41;&#xC02;&#xC17; may your pride perish. &#xC07;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41; on what do you pride yourself? &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; symptoms of an eruption of measles. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; pongu-pr&#x101;lu. n. A sort of grain. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pongalin&#x1E6D;su. v. n. To stand erect; to be proud, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; pong-&#x101;ru. (&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;+&#xC06;&#xC30;&#xC41;.) v. n. To be full, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;., To swell out, &#xC09;&#xC2C;&#xC41;&#xC15;&#xC41;. To rejoice, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excel, to be proud, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &quot;&#xC24;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC1F;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC28; &#xC2E;&#xC21;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC46; &#xC28;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC38;&#xC48;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC17;.&quot; M. VIII. iii. 273. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; pongin&#x1E6D;su. To boil. To delight, to please much. &#xC1A;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he boiled a handful of rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pongi&#x1E37;i. [Tel.] n. A flock of birds. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Food, &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC33;&#xC3F; pongali. [Tel.] n. Rice boiled with milk. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; a Hindu festival at which this dish is used, the Pongal feast, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F; a savoury mess of rice, split pulse, spices, and sugar; a sacrifice of a goat or a fowl to a village goddess. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they offered a bloody sacrifice. H. v. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pongkamu. [Tel.] n. Proportion, fitness, suitableness, neatness, grace, beauty, trimness, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC32; &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41; elegance of speech. &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2A;&#xC21;&#xC41; pongka-padu. v. n. To be fit, to be well arranged, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; pongkin&#x1E6D;su. To make fit or beautiful. &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; p&#x14D;ngkamu-g&#x101;. adv. Meetly, duly, fitly, gracefully, elegantly. &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; pongk&#x101;-yimpu. n. Neatness, tidiness, suitability, elegance, grace.
			</div>
                