&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC02;&#xC26;&#xC41; pondu. [Tel.] v. n. To wink, (&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;) &#xC35;&#xC3E;&#xC32;&#xC41;. To gain, obtain, get, acquire. To reach, attain to. To have, enjoy. To suffer, experience, meet with joy, grief or death, &amp;c. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F; good luck has be fallen him. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he incurred disgrace. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was pleased. &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he incurred loss. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC4A;&#xC02;&#xC26;&#xC15; meeting with no obstacle or cheek. &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he fell into hell. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; to sleep. &quot;&#xC06; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC17;&#xC41;&#xC21;&#xC41;&#xC35; &#xC17;&#xC3E;&#xC28;&#xC2E;&#xC3F;&#xC30;&#xC47;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;, &#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC30;&#xC2E;&#xC41;&#xC21;&#xC38;&#xC4D;&#xC38;&#xC3F;, &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC3E;&#xC15;&#xC41;.&quot; M. I. vi. 322. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;. Also, to have intercourse with. &#xC15;&#xC32;&#xC2F;&#xC41;. n. Fitness. suitability, agreement. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15; intercourse, friendship, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. Joining, union, &#xC38;&#xC02;&#xC27;&#xC3F;. The act of obtaining a thing &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. Sameness, want of difference, &#xC05;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Agreeableness, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Friendly, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC30;&#xC3E;&#xC32;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC3F;.&quot; V&#x113;ma. 637. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; pon&#x1E0D;u-k&#x101;&#x1E0D;u. n. A friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pondu-konu. v. n. To be fixed or established, &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41; pondu-pa&#x1E0D;u. v. n. To be agreeable or fit, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; ponda-p&#x101;&#x1E6D;u. n. Convenience, suitability, aid, help. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he could not get the money. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to arrange, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; pondin&#x1E6D;su. To cause to obtain, get, or experience. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC08; &#xC36;&#xC4D;&#xC30;&#xC2E; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they caused me this trouble. &quot;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC24; &#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC1C;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC26;&#xC21;&#xC35;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC3E;.&quot; B. viii. 446. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15; pondika. n., Fitness, agreement, aptness. &#xC07;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;. Intercourse, &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;. &quot;&#xC38;&#xC40;&#xC24;&#xC3E;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15; &#xC32;&#xC41;&#xC2E;&#xC30;&#xC17;&#xC3F;.&quot; R. v. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pon-tanamu. [Tel. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;+&#xC24;&#xC28;&#xC2E;&#xC41;.] n. A happy conjuction of stars, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC17;&#xC23;&#xC2A;&#xC4A;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41; euphony in verse, connection by analogy. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; he and I do not agree, &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC21;&#xC26;&#xC41;, &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC26;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC38;&#xC17;&#xC2E;&#xC41;&#xC0E;&#xC30;&#xC41;&#xC15;. &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC41; pontamu. n. Friendship, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; ponta-katte. n. A pimp, &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC24;</span>&#xA0;&#xA0;ponta. [Tel.] n. Neighbourhood, closeness, nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. A way, path. &#xC26;&#xC3E;&#xC30;&#xC3F;. A bank, &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC30;&#xC3F;. &quot;&#xC2A;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC41;&#xC1C;&#xC28;&#xC3F;.&quot; T. ii. 24. adj. Near, neighbouring. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC21;&#xC35; ponta-ka&#x1E0D;ava. n. A water pot near the oven, &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC21;&#xC35;. &#xC2A;&#xC4A;&#xC02;&#xC24; or &#xC2A;&#xC4A;&#xC02;&#xC24;&#xC17;&#xC26;&#xC4D;&#xC26; ponta. n. A vulture.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;pon&#x1E0D;u. [Tel. from &#xC2A;&#xC4B;&#xC35;&#xC41;.] v. imperative plu. Begone! Go ye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC3F; pon&#x1E6D;c. [Tel.] adv. By reason of, on account of, for, &#xC15;&#xC4A;&#xC30;&#xC15;&#xC41;, &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC26;&#xC41;&#xC28;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC2D;&#xC35;&#xC41;&#xC26;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC1F;&#xC46;.&quot; M. XII. iii. 125. &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC1F;&#xC46;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC32;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;pompu. [Tel.] n. The nape or back of the neck. &#xC2E;&#xC46;&#xC21;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC46;&#xC21;&#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC41;. Grace, beauty, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC41; pomp-esal-&#x101;ru. (&#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC41;+&#xC0E;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC41;.) v. n. To be fine or beautiful, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pompiri. [Tel.] n. Thickness, &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC24;. adj. Thick, &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3E; pompiri-g&#x101;. adv. Thickly. &#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; pompiri-p&#x14D;vu. v. n. To thicken, &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;. To excel, increase, grow, spread, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be born, to spring forth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To rejoice, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To become famous, to be well known, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
                