&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pokkali. [Tel.] n. One of the three legs or projecting lumps supporting the boiler on an earthen fireplace, &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A portable oven, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; or &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; pokka&#x1E6D;i-ga&#x1E0D;&#x1E0D;alu. n. Stones used as a temporary fireplace. &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; those three are as inseparable as the three legs of a fireplace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC15;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; pok&#x101;lu. [Tel.] v. n. To go off, to be freed, &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;, &#xC2A;&#xC4B;&#xC35;&#xC41;. To perish, to be ruined. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;. (The use of this word implied hatred or strong aversion.) &quot;&#xC36;&#xC3E; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC15;&#xC4B;&#xC39;&#xC4B;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC4A;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC26;&#xC30;&#xC4A; &#xC2A;&#xC4B;&#xC30;&#xC4B;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. vi. 51.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC41; pok&#x101;ru. [Tel.] v. n. To be ruined, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; pok&#x101;r&#x1E6D;su. To kill or ruin, to render powerless, to strike with stupor, &quot;&#xC09; &#xC15;&#xC3E;&#xC28;&#xC15;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC38;&#xC41;&#xC24;&#xC41;&#xC2C;&#xC4A;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC2E;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC47;.&quot; R. ii. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC02;&#xC2C;&#xC28;&#xC1F;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pom-bana&#x1E6D;ulu. [Tel. &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC2A;&#xC28;&#xC1F;&#xC41;&#xC32;&#xC41;.] n. Golden plantain trees, (a phrase in poems.) H. iv. 341.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;pokku. [Tel.] v. n. To be blistered or excoriated. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC47;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; scalded. &#xC28;&#xC3E; &#xC28;&#xC4B;&#xC30;&#xC41; &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; my mouth is burn or sore. To be afraid, &#xC09;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To grieve much or be afflicted. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. To come off in flakes, as plaster. &#xC06; &#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; on hearing that word he grieved very much. n. A breaking out; a boil, blister, pustule, pock, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;. A flake that has come off from a wall or anything else, &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;. Grief, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; pokku&#x1E0D;u. n. Grief, &#xC05;&#xC02;&#xC17;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;. A flake, as of mortar, that has come off from a wall. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC41; or &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to come off in flakes. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; a chancre, &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; pokkin&#x1E6D;su. To fret, blister, excoriate, scorch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;pokkili. [Tel.] n. The navel, &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;. A dent. &#xC17;&#xC41;&#xC02;&#xC1F;. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3F;, &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC2A; or &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC2A;&#xC21;&#xC41; lit: the navel-born, i.e., Brahma, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;pokki. [Tel.] n. A mark or sign, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. Danger, &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
                