&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;pogaru. [Tel.] n. Pride, presumption, arrogance, insolence, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Length. &#xC26;&#xC48;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A shade or color. A strong stifling smell, &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. &quot;&#xC18;&#xC28;&#xC3E;&#xC18;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4A;&#xC17;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; R. vi. 23. &#xC2A;&#xC4A;&#xC17;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; pogaru-b&#x14D;tu. n. A proud or arrogant man. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC2A;&#xC21;&#xC41; poga&#x1E0D;u. [Tel.] To praise, laud, applaud. To compliment. flatter. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; poga&#x1E0D;ika. n. Praise. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. The act of praising. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15; or &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC4D;&#xC24; poga&#x1E0D;ita. n. The act of praising, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;&#xC1F;. Praise, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;. Fame, &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC41; poga&#x1E0D;ta-pa&#x1E0D;u. v. n. To be praised, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC17;&#xC21;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC35;&#xC21; poga&#x1E0D;u. n. The tree called Mimusops elengi. &#xC35;&#xC15;&#xC41;&#xC33;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC17;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC2A; poga. [Tel.]n. Smoke, steam, vapour. &#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC0A;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC17;&#xC32;&#xC4D;&quot; the vapour of sighs. Vasu. iv. 10. &#xC2A;&#xC4A;&#xC17;&#xC24;&#xC3E;&#xC17;&#xC41; to smoke a pipe or cheroot. &quot;&#xC05;&#xC17;&#xC30;&#xC41; &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC2A;&#xC4A;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&quot; Ila. i. 140. &#xC1F;&#xC40; &#xC27;&#xC42;&#xC2A; &#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. &#xC2A;&#xC4A;&#xC17;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; poga-kannu. n. Siva&apos;s eye from which fire issued. &#xC2A;&#xC4A;&#xC17;&#xC15;&#xC30;&#xC4D;&#xC30; poga-karra. n. A sunbeam. Lit: a stick of smoke, because a beam has that appearance if it falls amid smoke. &#xC2A;&#xC4A;&#xC17;&#xC17;&#xC42;&#xC21;&#xC41; poga-g&#x16B;&#x1E0D;u. n. A chimney. &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC17;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; poga&#x1E6D;su. To cause to smoke, &#xC2A;&#xC4A;&#xC17;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To fry, to season with spices. &#xC07;&#xC17;&#xC41;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC4B;&#xC24;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC47; &#xC28;&#xC4D;&#xC2A;&#xC4A;&#xC17;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41;&#xC28;&#xC4D;.&quot; A. i. 39. &#xC1F;&#xC40; &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41;&#xC28;&#xC4D;, &#xC07;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41;. &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F; poga-&#x1E6D;s&#x16B;&#x1E6D;&#x1E6D;a. n. A cheroot or cigar. &#xC2A;&#xC4A;&#xC17;&#xC15;&#xC41;&#xC02;&#xC1F; a tobacco field. &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC41;&#xC02;&#xC1F; &#xC28;&#xC47;&#xC32;. &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC42;&#xC30;&#xC41; poga-&#x1E6D;s&#x16B;ru. v. n. To be smoked, &#xC2A;&#xC4A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC35;&#xC3E;&#xC38;&#xC28; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; poga-che&#x1E6D;&#x1E6D;u. n. The tobacco plant. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41; very strong and black tobacco. &#xC2A;&#xC4A;&#xC17;&#xC2A;&#xC41; pogapu. To cause to be fried or seasoned, &#xC38;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC17;&#xC2A;&#xC41; or&#xC2A;&#xC4B;&#xC2A;&#xC41; n. Seasoning, spicery. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC4B;&#xC24;. &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC17;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; poga-b&#x101;&#x1E47;amu. n. A smoke rocket, i.e., a bomb-shell, &#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC17;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC21;&#xC41;, &#xC27;&#xC42;&#xC2E;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC2A;.&quot; Bobbili. iii. 137. &#xC2A;&#xC4A;&#xC17;&#xC2F;&#xC41; or &#xC2A;&#xC4A;&#xC35;&#xC2F;&#xC41; pogayu. v. n. To smoke or emit smoke, &#xC2A;&#xC4A;&#xC17;&#xC32;&#xC47;&#xC1A;&#xC41;. To be smoked, &#xC2A;&#xC4A;&#xC17;&#xC17;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;. To be passed through smoke. To burn slowly. &#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC41; po&#x1E6D;amarin&#x1E6D;su. v. n. To rise to swell up, as a young shoot or a boil, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;, &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pota-kurintsu. [Skt.] v. n. To shoot out a new, as looped trees. &#xC2A;&#xC48;&#xC15;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC15;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC1F;&#xC15;&#xC30;&#xC4D;&#xC30; Same as &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;&#xC4D;&#xC30;. See under &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;pota. [for Skt. &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;.] n. A hollow, a cup. &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC1F; a leaf cup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pochcemu. [Tel.] n. Deceit; a trick, feint. A spot. A fault, defect, &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC28;, &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41;. &quot;&#xC09; &#xC2A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28; &#xC2A;&#xC42;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC36;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC15;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;.&quot; M. IX. i. 91. &quot;&#xC15; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F; &#xC2C;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41;&#xC28;&#xC41;. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21; &#xC28;&#xC48;&#xC26;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC1C;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F;, &#xC2A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC40;.&quot; M. V. iii. 11. &#xC2A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC41; pochchepu. adj. Deceitful. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC02;&#xC1A;&#xC28;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC35;&#xC41;&#xC32;&#xC41; pogulu. [Tel.] v. n. To grieve, to pine with grief, to languish. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To burn. &#xC30;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC28;, &#xC17;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC46; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC21;&#xC17;&#xC3F;, &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC15;&#xC40;&#xC32;&#xC32; &#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC48;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F;, &#xC2A;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1F; &#xC32;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC46;.&quot; HD. f. 2285. &#xC2A;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; pogilin&#x1E6D;su. v.a. To afflict, to grieve. &quot;&#xC2E;&#xC2F;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC2A;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; R. v. 234.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC2A;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC1F;&#xC2C;&#xC4A;&#xC1F; po&#x1E6D;a-po&#x1E6D;a. [Tel. anuk: of tears flowing] adj. Fast, gushingly, welling. &quot;&#xC2C;&#xC4A;&#xC1F;&#xC35;&#xC47;&#xC32; &#xC28;&#xC47;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC3F; &#xC2E;&#xC47;&#xC28;&#xC41; &#xC28;&#xC21;&#xC15; &#xC17;&#xC41;&#xC28;&#xC17;&#xC41;&#xC35; &#xC28;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC4D;, &#xC2A;&#xC4A;&#xC1F;&#xC2A;&#xC4A;&#xC1F; &#xC30;&#xC3E;&#xC32;&#xC17; &#xC28;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; T. iv. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC47;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41; po&#x1E6D;&#x113;lu. [Tel.] n. A ram. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC2E;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; potuku. [Tel. anuk] adv. Suddenly, said of sunset or sunrise, or of leaves falling from a tree. &quot;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC35; &#xC2D;&#xC42;&#xC27;&#xC30;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; K&#x101;lahasti. iv. 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;po&#x1E6D;i. Another form of &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. (q. v.) &#xC2A;&#xC4A;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC3F; poti-po&#x1E6D;i. adj. Trifling, petty. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC21;&#xC2E;&#xC41; po&#x1E6D;amu. v. n. To be born, to rise. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                