&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;po&#x1E6D;-r&#x113;nu. [Tel. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;+&#xC30;&#xC47;&#xC28;&#xC41;.] n. A kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC2A;&#xC4A;&#xC1F;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;po&#x1E6D;&#x1E6D;u. [Tel.] n. Husk, bran. &#xC09;&#xC2E;&#xC41;&#xC15;. The scales of fish. V&#x113;ma. 1364. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; grain that has a coat or husk, as &#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC41;, &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;, &#xC1A;&#xC3E;&#xC2E;&#xC32;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;, &amp;c. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; an empty sprout in a ear of corn. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC46;&#xC26;&#xC35;&#xC3E; will you give up the real for the false? &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the skin peeled off in scales. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC32;&#xC17;&#xC41; po&#x1E6D;&#x1E6D;u-poral-agu. v. n. To be troubled, harassed or tormented. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC02; &#xC1C;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC2C;&#xC21;&#xC15; &#xC24;&#xC28;&#xC1A;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC28; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC30;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;.&quot; M. V. iv. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;po&#x1E6D;&#x1E6D;iya. [Tel.] n. A scorpion. &#xC24;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC1F;&#xC3F; po&#x1E6D;&#x1E6D;i. [Tel.] adj. Short, small in size. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41; a kind of a short chisel. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC30; po&#x1E6D;&#x1E6D;i-k&#x101;kara. n. The tree called Momordica muricata. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; po&#x1E6D;&#x1E6D;i-tanamu. n. Shortness of stature. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15; po&#x1E6D;&#x1E6D;i-pi&#x1E6D;&#x1E6D;a. n. The Ashycrowned Fincylark, Pyrrhilauda grisca, (F.B.I.) &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; po&#x1E6D;&#x1E6D;i-v&#x101;&#x1E0D;u. n. A little man. &#xC15;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;po&#x1E6D;&#x1E6D;a. [Tel.] n. The belly, paunch. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. The tender ear just formed, an unopened ear of corn. &#xC15;&#xC32;&#xC2E;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC35;&#xC3F; the eyes are swollen. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to become corpulent. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;&#xC41;&#xC15;&#xC41; po&#x1E6D;&#x1E6D;a-karuku. n. A bulging ear of corn: a swelling pod, ready to burst, to this is compared the bulge of the calf of a well developed leg. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;&#xC4D;&#xC30;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC30;, &#xC2A;&#xC4A;&#xC1F;&#xC15;&#xC30;&#xC4D;&#xC30; or &#xC2A;&#xC4A;&#xC1F;&#xC15;&#xC30; po&#x1E6D;&#x1E6D;a-karra. n. An unopened ear of corn. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21; po&#x1E6D;&#x1E6D;a-pa&#x1E6D;&#x1E6D;e&#x1E0D;a. n. A saddle girth, &#xC1F;&#xC02;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC1F;&#xC02;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC30;po&#x1E6D;&#x1E6D;a-penjara. n. A sort of snake. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC21;&#xC41; po&#x1E6D;&#x1E6D;a-k&#x16B;&#x1E0D;u. n. Food given in lieu of wages. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; po&#x1E6D;&#x1E6D;a-k&#x16B;&#x1E6D;i-v&#x101;&#x1E0D;u. n. One who serves for food alone without wages. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41; po&#x1E6D;&#x1E6D;a-kovvu. n. Pride, conceit, such as come from good living. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; po&#x1E6D;&#x1E6D;a-p&#x14D;si-konu. v. n. To fill one&apos;s belly without any regard to self respect. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41; po&#x1E6D;&#x1E6D;a-v&#x101;&#x1E0D;u. n. A pot bellied man. &#xC2C;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC47; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;po&#x1E6D;lu. [Tel.] v. n. To become mouldy. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC42;&#xC1C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;po&#x1E6D;lamu. [Tel.] n. A packet, pack, bundle, little bag, paper or case to hold perfume, powder or medicine: medicine tied up in a cloth for the purpose of formentation. A crowd, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. An army, &#xC38;&#xC47;&#xC28;. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; to apply a fomentation. &#xC35;&#xC3E;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; all of them are in one cluster.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;</span>&#xA0;&#xA0;po&#x1E6D;la. [Tel. lit: that which has spots. &#xC2A;&#xC4A;&#xC21;&#xC32;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;. cf. Tamil &#xC2A;&#xC4A;&#xC21;&#xC32;&#xC02;&#xC17;&#xC3E;&#xC2F;.] n. The snake gourd, Momordica charantia. &#xC1A;&#xC47;&#xC26;&#xC41;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; or &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; the bitter Hair flower, Trichosanthes laciniata (Ainslie ii. 296.) &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; (Rox. iii. 702.) and &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; are other species. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; po&#x1E6D;la-p&#x16B;-&#x1E6D;sukka. n. The constellation called &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3F;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC42;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC46;&#xC32; the month called &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
                