&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC21;&#xC3F;</span>&#xA0;&#xA0;po&#x1E0D;i. [Tel.] n. Powder, dust. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. Solder, rosin, metallic cement. &#xC2A;&#xC4A;&#xC21;&#xC3F; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; snuff. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC0A;&#xC26;&#xC41; to solder. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC3F; pounded sugar, &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;. B. D. iii. 324. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; love powder. &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they deluded him with love powder and carried him off, &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; or &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; powdered pepper. R. vii. 105. adj. Dry, &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28;. Powdered. Small, young. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC30; a curry fried without butter in a dry pan. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC42;&#xC30; mizzle, drizzling rain. &#xC2A;&#xC4A;&#xC21;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; bricks broken into pieces, brick-dust. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; pound ed jaggery. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; a petty poem. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a kind of bird. &quot;&#xC2D;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC2A;&#xC42;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;, &#xC17;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;, &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41;.&quot; H. iii. 14. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41; seed pearl. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; dry earth. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC2E;&#xC1F; imperceptible perspiration. &#xC2A;&#xC4A;&#xC21;&#xC3F; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; dry rice. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC24;&#xC46;&#xC30;&#xC32;&#xC41; lips parched with grief. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC17;&#xC41; a dry cough. &#xC2A;&#xC4A;&#xC21;&#xC3F; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; po&#x1E0D;i-ch&#x12B;ka&#x1E6D;i. n. Twilight, darkness. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; po&#x1E0D;i-ch&#x113;yu. To powder. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she triturated or pulverized the turmeric. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3E; po&#x1E0D;i-po&#x1E0D;i-g&#x101;. adv. In pieces, piece meal, in the form of powder. Very dry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC21;&#xC4D;&#xC2E;&#xC41; po&#x1E0D;amu. [Tel.] v. n. To be produced, to arise. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; po&#x1E0D;amin&#x1E6D;su. To create, engender. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1C;&#xC17;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC3E;&#xC2A; &#xC28;&#xC41;&#xC21;&#xC35;&#xC48;&#xC24;&#xC3F;&quot; R. vi. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC21;</span>&#xA0;&#xA0;po&#x1E0D;a. [Tel.] n. Appearance, figure, shape. &#xC30;&#xC42;&#xC2A;&#xC41;, &#xC1A;&#xC42;&#xC2A;&#xC41;. A mole, speck, mark, a scruff or eruption on the skin. Variegated colour. &#xC2A;&#xC4A;&#xC21;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a spotted worm or serpent. &#xC2A;&#xC4A;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; po&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. v. n. To make an appearance, to seem, appear, be visible, &#xC15;&#xC28;&#xC2C;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;, &#xC24;&#xC4B;&#xC1A;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC06;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; it struck me so. &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC28;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC21;&#xC1A;&#xC42;&#xC1A;&#xC41; po&#x1E0D;a-ganu. To see, view, behold. &#xC1A;&#xC42;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC2D;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;, &#xC15;&#xC21;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;.&quot; S&#x101;rang. D. v. SVI. &#xC2A;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC21; &#xC15;&#xC3E;&#xC28;&#xC2E;&#xC41; I have not set my eyes upon him these ten days. &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41; po&#x1E0D;a-g&#x101;nupu. n. Seeing, looking. &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC28;&#xC41;&#xC1F;, &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC1A;&#xC42;&#xC2A;&#xC41; or &#xC2A;&#xC4A;&#xC21;&#xC2A;&#xC21;&#xC41; po&#x1E0D;a-&#x1E6D;s&#x16B;pu. v. n. To appear, to become visible, to be seen. &#xC15;&#xC28;&#xC2C;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC24;&#xC3E;&#xC2E;&#xC30; po&#x1E0D;a-t&#x101;mara. n. White leprosy, &#xC2E;&#xC02;&#xC21;&#xC32;&#xC3E; &#xC15;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; poda-tan&#x1E6D;su. v. n. To be born, to rise. &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC28;&#xC40;&#xC21; po&#x1E0D;a-n&#x12B;&#x1E0D;a. n. Speckled shade. &#xC2A;&#xC4A;&#xC21;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; po&#x1E0D;a-patri. n. A certain drug, Asclepias vomitoria (k&#x153;nig,) Vomiting Swallow-wort (Ainslie,) which is very efficacious in cases of scorpion stings. &#xC2A;&#xC4A;&#xC21;&#xC2F;&#xC46;&#xC02;&#xC21; po&#x1E0D;a-y-en&#x1E0D;o. n. Sun-shine that appears through the clouds. &#xC2A;&#xC4A;&#xC21;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41; See &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; &#xC2A;&#xC4A;&#xC21;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; po&#x1E0D;la-mekamu. n. The spotted deer. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC2A;&#xC4A;&#xC21;&#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46; po&#x1E0D;a-sutte. n. A small hammer, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC41; po&#x1E0D;ugu. [Tel.] n. Height, length, stature, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC40;&#xC30; an expensive or high priced cloth, &#xC16;&#xC30;&#xC40;&#xC26;&#xC41;&#xC17;&#xC32; &#xC32;&#xC47;&#xC15; &#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC28; &#xC1A;&#xC40;&#xC30;. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; throughout the year. adj. High, tall, long, lofty. High, as price. v. n. To grow tall, increase, extend, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC32; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the price of rice has risen. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC1F;&#xC3F; or &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F; po&#x1E0D;ug&#x101;&#x1E6D;i. adj. Long, tall. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC21;&#xC17;&#xC41; po&#x1E0D;av-a&#x1E0D;agu. (&#xC2A;&#xC4A;&#xC21;&#xC35;&#xC41;+&#xC05;&#xC21;&#xC17;&#xC41;.) v. n. To be spoilt, &#xC1A;&#xC46;&#xC21;&#xC41;. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC21;&#xC1A;&#xC41; po&#x1E0D;av-a&#x1E0D;a&#x1E6D;su. To spoil, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41;. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC41; po&#x1E0D;uvu. n. Shape, form &#xC30;&#xC42;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; po&#x1E0D;igin&#x1E6D;su. To lengthen, heighten, raise, increase, exalt. To aggravate. swell. To promote in rank. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; po&#x1E0D;ugu-ma&#x1E0D;ugu. n. The heavenly Ganges, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;.
			</div>
                