&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pottamu. [from Skt, &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;.] n. A book. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. A poem, &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;potuku. [Tel.] n. A line drawn round a stack of corn. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC17;&#xC3F;&#xC38;&#xC46;&#xC21;&#xC41; &#xC17;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41; (q. v.) A crowd, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &quot;&#xC1A; &#xC05;&#xC24;&#xC21;&#xC4A;&#xC15;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC47;&#xC1F;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC48; &#xC24;&#xC28;&#xC41;&#xC28;&#xC47;&#xC32;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC24;&#xC4B; &#xC2C;&#xC4A;&#xC24;&#xC2E;&#xC41;&#xC17; &#xC2A;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC17;&#xC28;&#xC3F;.&quot; Bhall&#x101;na Charitra. iii. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC23;&#xC15;</span>&#xA0;&#xA0;po&#x1E47;aka. [Tel.] n. A large grain basket. &#xC08;&#xC24;&#xC2A;&#xC47;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC47; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;po&#x1E0D;umu. [Tel.] n. Powder, snuff, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2F; or &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC2F; po&#x1E0D;umu-k&#x101;ya. n. A snuff box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;po&#x1E0D;u&#x1E6D;su. [Tel.] n. To rise (as the sun or moon, a star, or the tide.) &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; when his curses touch you, or fall upon you. &#xC0F;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the tide has risen in the river. To fight, &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC47; &#xC15;&#xC3E;&#xC26;&#xC36;&#xC3E; &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC39;&#xC3F;&#xC23;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC42;&#xC22;&#xC3F;&#xC02;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F; &#xC2E;&#xC40;&#xC2F;&#xC41;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC30;&#xC4B;&#xC37;&#xC3E;&#xC39;&#xC47;&#xC24;&#xC3E; &#xC28;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48; &#xC2F;&#xC40;&#xC21;&#xC2C;&#xC4B;&#xC35;&#xC15; &#xC35;&#xC40;&#xC15;&#xC24;&#xC4B; &#xC2C;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC18;&#xC4B;&#xC30;&#xC3E;&#xC1C;&#xC3F; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC46;&#xC02;&#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;.&quot; M. I. i. 136. &#xC35;&#xC40;&#xC15;&#xC24;&#xC4B;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC17;&#xC3E; on their making a bold attack, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC48;&#xC2C;&#xC21;&#xC17;&#xC3E;. v. a. To pierce, stab, gore. To prick or cause pain. To sting, &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; to bore a hole. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to put (a worm) on a fish hook &#xC07;&#xC1A;&#xC26;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it tries (pricks) the eyes. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to thrust or hit with the elbow, or to elbow. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to seal, set a seal on. To cut down, or fell, &#xC28;&#xC30;&#xC15;&#xC41;. &quot;&#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC15;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2C;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;.&quot; Sumati. v. 73. &#xC06;&#xC28;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to lay a ban or protest, so as to check proceedings, &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A proverb says &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC47; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they pierced his eye with his own finger, i.e., they turned his arts against himself. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; po&#x1E0D;upu. n. A stab, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;. A pricking pain, as that of a boil. The rising of the sun. The swell of a river. &#xC09;&#xC26;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC24;&#xC21;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC30;&#xC3F; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;.&quot; P. iv. 255. &#xC1F;&#xC40; &#xC28;&#xC46;&#xC30;&#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC24;&#xC21;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC48;&#xC28; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; the rising of the moon. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC15;&#xC25; or &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC25; a conundrum. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; or &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F; a taunt or jeer, &#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. Ila. iii. 8. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC21; po&#x1E0D;upu-gon&#x1E0D;a. n. A mountain out of which the sun is supposed to rise, &#xC09;&#xC26;&#xC2F;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC35; or &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; po&#x1E0D;uva, n. One who thrusts or pricks. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A wicked man, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; pottaramu. [Tel.] n. A roller or pestle for grinding spices, &amp;c. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;, &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; pottara-mullu. n. A kind of grass. &#xC15;&#xC3E;&#xC30;&#xC46;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;.&quot; H. v. 54.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;</span>&#xA0;&#xA0;pottara. [Tel.] n. A pack or bundle of leaves, &#xC06;&#xC15;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC2A;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC16;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC21;&#xC2F;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3E;&#xC15;&#xC41;&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC32;&#xC02; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;.&quot; Swa. iy. 87. &#xC1F;&#xC40; &#xC06;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC32;&#xC02;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC06;&#xC15;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC15;</span>&#xA0;&#xA0;potaka. [Tel.] n. A bundle of leaves. &#xC06;&#xC15;&#xC41;&#xC32; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC2A;&#xC4A;&#xC24;&#xC15;&#xC17; in bundle, in a crowd, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC23;&#xC15;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; po&#x1E47;aku-karra. [Tel.] n. A light kind of wood like deal or fir.
			</div>
                