&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; potramu. [Tel.] n. A roller or pestle used in grinding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; pottemu. [Tel.] n. A red earth, sand or dust with which boxers cover the floor of their gymnasium so as not to be hurt, &#xC17;&#xC30;&#xC3F;&#xC21;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC47; &#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;. &quot;&#xC2E; &#xC17;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC4D; &#xC15;&#xC33;&#xC32;&#xC4D; &#xC26;&#xC47;&#xC30;&#xC41;&#xC15;&#xC3E;, &#xC38;&#xC46;&#xC30;&#xC39;&#xC3F;&#xC28;&#xC4D; &#xC2E;&#xC40;&#xC30;&#xC17; &#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC30; &#xC15;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC47;&#xC38;&#xC3E;&#xC28;&#xC32;&#xC28;&#xC4D; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC32;&#xC4D; &#xC2C;&#xC30;&#xC17;&#xC02; &#xC2C;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC41; &#xC17;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC4B; &#xC2C;&#xC30;&#xC35;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC28;&#xC4D; &#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC28;&#xC32;&#xC4D; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC27;&#xC30;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC3F;&#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC3E;&#xC24;&#xC28;&#xC3F; &#xC15;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; Kanaka Ranjani. v. 153.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;pottu. [Tel.] n. Friendship, partnership, holding in common. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;, &#xC05;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC24;. &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41; (proverb) quarrelling is a loss, friendship is a gain. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; to eat together as messmates, &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC41;. &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC41; &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; the streets are free or common to all men. &#xC06; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they bought the goods between them, or as common stock. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC15; &#xC2A;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; the work is left undone because they could not settle which of them should do it, &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC26;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC40;&#xC26;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;. &quot;&#xC28;&#xC43;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC17;&#xC2A;&#xC1F;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC21;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F; &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02; &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC02;&#xC17;&#xC35;&#xC32;&#xC2F;&#xC41;.&quot; Sumati. 129. &quot;&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2E;&#xC28;&#xC02;&#xC17; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC47;.&quot; M. IV. iii. 33. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he in whom both parties have an equal right or interest. &#xC07;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC0F;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC48; &#xC2F;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41;&#xC30;&#xC15;&#xC41;&#xC28;&#xC41;.&quot; ib. XII. v. 257. adj. Friendly, united, associated. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; pottu-k&#x101;&#x1E0D;u. n. A friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; pottu-katte. n. A female friend. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; pottu-gu&#x1E0D;u&#x1E6D;su. v. n. To avail or come to good. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3E; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F; &#xC2D;&#xC33;&#xC3F;&#xC30; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC28;&#xC32;&#xC48;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC40;&#xC15;&#xC41;.&quot; Ila. iv. 21. &#xC1F;&#xC40; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3E;, &#xC2C;&#xC3E;&#xC38;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; pottu-gu&#x1E0D;upu. n. Eating together as messmates. &#xC2A;&#xC02;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; pottu-ch&#x113;yu. v. n. To make friends with, to cultivate friendship, to associate with, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; pottuvu. n. An epithet of Sarasvati, &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;potti. [Tel.] n. A thin soft, old cloth, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC24; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. An integument, coat; skin, bark. &#xC28;&#xC3E;&#xC30;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;. &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC32; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3F;. Also, a torch, &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. &#xC2A;&#xC4B;&#xC15;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; the coat or skin covering the upper part of an areca tree. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; the coat or skin on a plantain tree. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; a snuff box, (literally, a piece of bark folded to contain snuff.) &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; baby linen. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC41; fibres used in garments made of bark. M. XII. vi. 221. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC02;&#xC1A; bombasine cloth, woven of silk mixed with cotton. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15; pottika. n. Same as &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;. Doll&apos;s clothes, a gaudy dress for an idol or for a little girl. &quot;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC2F;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC24;&#xC3E;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC41;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; M. IV. v. 308. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; potti-ka&#x1E0D;upu. n. The abdomen, or belly below the navel. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; potti-ga&#x1E0D;&#x1E0D;a. n. A certain medicinal root called &#xC15;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;, &#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;, &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC41;&#xC02;&#xC2A;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC40;&#xC30; potti-ch&#x12B;ra. n. Cloth made from the fibres of the bark of certain trees. &#xC28;&#xC3E;&#xC30;&#xC1A;&#xC40;&#xC30;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC30; potti-t&#x101;mara. n. A species of the lotus flower which does not open wide, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3F;. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC41; potti-n&#x16B;lu. n. Silk thread. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F; or &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC41; potti-n&#x16B;li-k&#x101;ya. n. A cocoon. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F; pottili. n. Baby linen. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;. &quot;&#xC32;&#xC40;&#xC32;&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC32;&#xC47;&#xC1A;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC4B; &#xC24;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC28;&#xC4A;&#xC15; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41;.&quot; KP. vi. 207. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4A;&#xC30; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; pottili-sora. n. A kind of gourd, Rhynchobatus ancylostomus.
			</div>
                