&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC3F;</span>&#xA0;&#xA0;podi. [Tel.] n. An udder, &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;. Weight, &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. A quiver, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A barber&apos;s pouch. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC2A;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; podi-gonu. v. n. To become a crowd, to assemble in a crowd, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; podu&#x1E37;&#x1E37;u. plu. Cases or pouches, used by barbers. &quot;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC38;&#xC30;&#xC41;.&quot; H. iii. 264.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;poda-ve&#x1E6D;&#x1E6D;u. [Tel.] v. a. To hint, &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To impute, attribute, &#xC06;&#xC30;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;podalu. [Tel.] v. n. To increase, to flourish or thrive, be generated, be produced. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC17;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC23;&#xC3F; &#xC2D;&#xC42;&#xC37;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC40;&#xC30;&#xC32;&#xC41; &#xC28;&#xC30;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;, &#xC2C;&#xC4A;&#xC32;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC30;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; &#xC2C;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC28;&#xC02;&#xC24;&#xC28;&#xC4D;.&quot; Swa. v. 120. &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; podalin&#x1E6D;su. v. a. To undertake. &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC35;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC46;&#xC21;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC4B;&#xC2F;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC1F;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC17;, &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC42;&#xC2F;.&quot; Pal. iv. &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC3F;&#xC15; podalika. n. Increase, growth, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;. Assumption, persistence, enterprise. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. &quot;&#xC2D;&#xC42;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC48; &#xC26;&#xC42;&#xC30;&#xC3F;&#xC28;, &#xC2D;&#xC42;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC02; &#xC21;&#xC21;&#xC41;&#xC17;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC17;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC3F;&#xC15; &#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC28;&#xC4D;.&quot; Bhanumadvijayam. ii. 232. &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC3E;&#xC21;&#xC41; (&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC3F;+&#xC06;&#xC21;&#xC41;.) v. n. Same as &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; podalu-konu. v. n. To increase, to grow, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. To become strong, &#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC15;</span>&#xA0;&#xA0;podaka. [Tel.] n. A loud cry. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC15;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; podaka-l-ettu. v. n. To raise the voice or shout. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; &#xC2A;&#xC4A;&#xC26;&#xC15;&#xC32;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC1C;&#xC40;&#xC30;&#xC3F; &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC1A;&#xC41;.&quot; Navan. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;</span>&#xA0;&#xA0;poda. [Tel.] n. A bush, a shrub. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F;. A proverb says &quot;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&quot; can a bush hide us from our fate? &#xC2A;&#xC4A;&#xC26;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; poda-k&#x101;chi-pi&#x1E6D;&#x1E6D;a. n. The blue Rock Thrush, Petrophila cyancus. &#xC2A;&#xC4A;&#xC26;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F; or &#xC21;&#xC4A;&#xC02;&#xC15;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC1A;&#xC3F; poda-nallanchi. n. The Shama, Cittocincla macrura. &#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC32;&#xC3F;&#xC38;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; poda-palisa-pi&#x1E6D;&#x1E6D;a. n. The Black capped Black bird, Merula nigripileus, or, Tickell&apos;s Ouzel, Merula unicolor. &#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F; poda-pigili. n. The White-browed Bulbul, Pycnonotus lutcolus. (F.B.I.) &#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; poda-pe&#x1E6D;&#x1E6D;u. v. n. To feign, pretend, assume. &quot;&#xC05;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17; &#xC28;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC26;&#xC43;&#xC36;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC1C;&#xC3E;&#xC32;&#xC26;&#xC41; &#xC2D;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC2C;&#xC4A;&#xC26;&#xC32;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC26;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC3E;.&quot; G. ii. 53. &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; po ar-illu. (&#xC2A;&#xC4A;&#xC26;&#xC30;&#xC41;+&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.) n. A bower or arbour. &#xC28;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC41; Same as &#xC2A;&#xC4A;&#xC26;. &#xC2A;&#xC4A;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; the constellation called &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;podi-ka&#x1E6D;&#x1E6D;u. [Tel.] n. The ledge of a pandal. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;. The side of a door: a door sill. A pandal or verandah in front of a house, &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC26;&#xC3F; poduka. [Tel.] n. A parcel or packet. &#xC2A;&#xC4A;&#xC26;&#xC3F;. Weight. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC3F; &#xC28;&#xC02;&#xC1C;&#xC41;, &#xC21;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC15; &#xC17;&#xC3E;&#xC28;&#xC2E;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; M. XII. iii. 470.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;podigili. [Tel.] n. The side of the entrance or principal door of a house. &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC1F; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC4B;&#xC21;&#xC3F;.&quot; Dasav. ix. 481. An armpit, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC41; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC02;&#xC15; &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC1F; (locative case.) By the door post. In the embrace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;podamu. [Tel. for &#xC2A;&#xC4B;&#xC26;&#xC2E;&#xC41;.] v. imperative. Let us go. &quot;&#xC2A;&#xC4A;&#xC26;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC35;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC2D;&#xC42;&#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D; &#xC17;&#xC42;&#xC21;&#xC3F; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC32;&#xC40;&#xC32;&#xC02;&#xC1C;&#xC28;&#xC3F;.&quot; G. iv. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC21;&#xC41;</span>&#xA0;&#xA0;poda&#x1E0D;u. [Tel.] n. A short man, a dwarf. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC1F;&#xC3F; podi&#x1E6D;i. adj. Short. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
                