&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;poduru. [Tel.] v. n. To blossom, &#xC2A;&#xC42;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; podirin&#x1E6D;su. v. a. To cause to blossom, &#xC2A;&#xC42;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;podupu. [Tel.] n. Thrift, moderation, frugality, careful management. Increase, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC35;&#xC41; podugu. [Tel.] v. a. To cover: to envelope, to surround, to encircle. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To embrace, To set, as precious stones. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. To sit on eggs. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC17; a jewel set with rubies. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; podugu&#x1E0D;u. n. The act of covering, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; brood hens, hens that are hatching. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; podi-gonu. v. a. To surround, to encircle, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41; n. Baby-linen. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;. &quot;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; &#xC2C;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC32;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC27;&#xC3E; &#xC26;&#xC41;&#xC32;&#xC1F;&#xC28;&#xC4D;.&quot; G. iii. 40. &#xC2C;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC32;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;podugu. [Tel.] n. The udder of a cow. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC17;&#xC41; to cut off the udder to drink milk; a proverb like that of killing the goose that laid golden eggs. &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; podugu-ch&#x113;yu. v. n. To have a large udder, as a cow about to calve (&#xC06;&#xC35;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F; &#xC2F;&#xC40;&#xC28;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;) &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32;&#xC26;&#xC17;&#xC41;. &#xC06;&#xC35;&#xC41; &#xC2A;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the milk is coming into the udder (previous to calving time.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ponamu. [Tel.] n. Outward show, &#xC2A;&#xC48;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;</span>&#xA0;&#xA0;pona. [Tel.] adj. Visible, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC26;&#xC43;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4A;&#xC28;&#xC2A;&#xC4A;&#xC28; or &#xC2A;&#xC4A;&#xC28;&#xC2A;&#xC4A;&#xC28;&#xC17;&#xC3E; pona-pona. adv. Indistinctly, slowly, gently. &#xC1A;&#xC42;&#xC1A;&#xC3E;&#xC2F;&#xC17;&#xC3E;, &#xC30;&#xC35;&#xC02;&#xC24;&#xC30;&#xC35;&#xC02;&#xC24;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;. &quot;&#xC15; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC46;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC2A;&#xC4A;&#xC28;&#xC2A;&#xC4A;&#xC28;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC26;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC02;, &#xC26;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC27;&#xC30;&#xC23;&#xC40;, &#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC38;&#xC40;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC35;&#xC35;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; Swa. iv. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; poddu. [Tel.] n. The sun. Time, period. &#xC2C;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the sun was about two yards high, i.e., about 8 A. M. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; the sun flower or heliotrope. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC21;&#xC3F;&#xC2F;&#xC32; &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC09;&#xC02;&#xC21;&#xC17;&#xC3E; while two hours of daylight yet remained. &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it is very late. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28; early in the morning. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; the sun arose. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC42;&#xC15;&#xC46; (or &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC46;&#xC28;&#xC41;) the sun has set. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC17;&#xC42;&#xC15;&#xC41;&#xC32;&#xC41; the livelong day, all day long. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; to while away time. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the time passes slowly, or it is very dull. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F; we passed the time merrily. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC28; at noon. &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC32;&#xC41;&#xC17;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he rose very early. &#xC12;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC09;&#xC02;&#xC21;&#xC41; to take only one meal a day, to fast for a period. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; (lit: &#xC08;+&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;) now. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; (&#xC06;+&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;.) then. &#xC06;&#xC2A;&#xC46;&#xC15;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; She is near her time. &#xC26;&#xC47;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2A;&#xC4B;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F; surely you did this out of mere idleness!
			</div>
                