&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC2E;&#xC17;&#xC41; ponika. [Tel.] n. A kind of grass, Saccharum munja. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC32;&#xC41;</span>&#xA0;&#xA0;ponulu. [Tel.] v. n. To flame, &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC27;&#xC42;&#xC2A;&#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC32;&#xC41;&#xC1A;&#xC41; &#xC1C;&#xC4A;&#xC28;&#xC32;&#xC41;&#xC1A;&#xC41; &#xC17;&#xC23;&#xC15;&#xC23;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Charitra. p. 535.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC28;&#xC30;&#xC41; ponaru. [Tel.] v. n. To happen, occur, &#xC05;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1A; &#xC05;&#xC28;&#xC18;&#xC2F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; &#xC2D;&#xC35;&#xC26;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC32;&#xC02;&#xC2A;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC4B;, &#xC2C;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC28;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC17; &#xC2C;&#xC4B;&#xC2F; &#xC17;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC46;.&quot; T. iv. 226. n. Happening, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;. Suitability, harmony, agreement, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;. Pleasantness, &#xC07;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC28;&#xC30;&#xC41; ponar-&#x101;ru. v. n. To be fine or agreeable, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC28;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; ponaru-pa&#x1E0D;u. v. n. To be agreeable, to suit, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC28;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; ponaru&#x1E6D;su. v. a. To cause to be done, to accomplish, &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cause to happen, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fabricate, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15; &#xC2A;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC46;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;, &#xC17;&#xC4A;&#xC28;&#xC26;&#xC32; &#xC2A;&#xC15;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24; &#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;&quot; M. XII. ii. 199.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC3F; ponn&#x101;ri. [Tel.] adj. Beautiful, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. n. My darling. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3F; &quot;My love, my darling.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;</span>&#xA0;&#xA0;pon-n&#x101;&#x1E0D;a. [Tel.] n. A species of leopard, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ponn-a&#x1E6D;&#x1E6D;u. [Tel.] n. A wooden ladle. &#xC05;&#xC2C;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC30;</span>&#xA0;&#xA0;ponna-gan&#x1E6D;ik&#x16B;ra. [Tel.] n. A certain pot-herb called Achyranthes triandra. Rox. i. 677. A medicinal plant called Illecebrum sessile, Rox. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;ponn-angi. [Tel.] n. The bird called in Hindi: Nao-rangi or nine coloured. The Yellow-breasted Ground-Thrush. (Jerdon.) The Indian Pitta, Pitta brachyura. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;Ponna. [from Skt. &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC17;.] n. A tree called Alexandrian Laurel, Calophyllum inophyllum, (Watts.) &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;. Various species are called &#xC28;&#xC47;&#xC32;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; which is Cassia senna, &#xC15;&#xC4B;&#xC32;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; Cassia fistula, &#xC2E;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC42;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; a sensitive species. &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; and &#xC38;&#xC41;&#xC30;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; are other species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;ponna. [Tel.] adj. Same as &#xC2A;&#xC4A;&#xC28; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC41; ponupu. [Tel.] n. Courage, heroism. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;ponugu. [Tel.] adj. Short, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, Dull looking, not bright, &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC2A;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2A;&#xC4A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC2A;&#xC21;&#xC41; ponugu-pa&#x1E0D;u. v. n. To become dull in color, to grow cool or calm, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC1C;&#xC2E;&#xC17;&#xC41;. To come to ruin, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be reduced to nothing, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. &quot;&#xC08; &#xC35;&#xC3F;&#xC2E;&#xC28;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC1C;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;, &#xC2C;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC40;&#xC35;&#xC41; &#xC2D;&#xC41;&#xC35;&#xC28; &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;, &#xC2C;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC24;&#xC17;&#xC28;&#xC40;, &#xC15;&#xC28;&#xC32; &#xC2A;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC28;&#xC3E;&#xC15;&#xC41;. &#xC28;&#xC32;&#xC35;&#xC21;&#xC26;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;.&quot; M. III. v. 152. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; causal of &#xC2A;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2A; ponugu-ch&#x113;pa. n. A kind of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; poyi. [Tel.] n. A fire-place, hearth, oven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;, &#xC2A;&#xC2A;&#xC4D;&#xC2A;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A; poppa. [Tel.] n. A fool or simpleton. &quot;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41; &#xC15;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC02;&#xC17;&#xC3F;&#xC1F; &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC28;&#xC30;&#xC41;&#xC32;&#xC28;&#xC17;.&quot; BD. iii. 732. &quot;&#xC2A;&#xC4B;&#xC35;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41; &#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC2F;&#xC40;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC2F;&#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; &#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC1C;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC15;&#xC4B;&#xC21;&#xC3F;.&quot; ib. v. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;ponnu. [Tel. and Tam. &#xC2A;&#xC4B;&#xC28;&#xC4D;. Kan. &#xC39;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. A ring, rim, ferrule on a stick or a pestle. &#xC30;&#xC4B;&#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41; an iron rim or ring on each end of a pestle. &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41; ponn-arida&#x1E37;amu. n. Orpiment. (&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;+&#xC05;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41;)
			</div>
                