&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC1F;</span>&#xA0;&#xA0;pora&#x1E6D;a. [Tel.] n. One side or page of a leaf. &#xC2A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;porachi. [Tel.] n. A thing borrowed for use. &#xC1A;&#xC47;&#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC27;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41; &#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC15;</span>&#xA0;&#xA0;poraka. [Tel.] n. A blade of grass. (&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;.) &#xC2A;&#xC4B;&#xC1A;, &#xC08;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC15;. A broom for sweeping, &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC4A;&#xC30;&#xC15;&#xC1A;&#xC47;&#xC2A; poraka-ch&#x113;pa. n. A certain large fish. &#xC2A;&#xC4A;&#xC15;&#xC30;&#xC1F;&#xC3F; poraka-&#x1E6D;i. n. The outside wall of a house. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC21;, &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC40;&#xC17;&#xC4B;&#xC21;. &#xC2A;&#xC4A;&#xC30;&#xC15;&#xC38;&#xC41;&#xC21;&#xC3F; poraka-su&#x1E0D;i. n. A bad or unlucky mark or tuft of hair, (&#xC38;&#xC41;&#xC21;&#xC3F;,) found on oxen and other animals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC02;&#xC2C;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC4B;&#xC15;&#xC41; poramb&#x14D;ku. [H.] n. Waste land unfit for cultivation. &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC3F; &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;</span>&#xA0;&#xA0;pora. [Tel.] n. A fold or plait, as of cloth or of fat. &#xC2E;&#xC21;&#xC24;. A coat, as of a onion. A layer or stratum of soil. A film over the eye. The disease called a Cataract. The skin of a snake, &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;. A secret. An error, mistake, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. A flaw, defect, as in a stone. Deceit, fraud, duplicity, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21; a boil or ulcer of which the successive coats peel off. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC41; pora-pa&#x1E0D;u. v. n. To be mistaken, to make a mistake, to err. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC21;&#xC2A;&#xC3E;&#xC1F;&#xC41; pora-p&#x101;&#x1E6D;u. n. A mistake, error, oversight. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC41; porapu. n. Difference. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. adj. Different. &#xC35;&#xC47;&#xC30;&#xC48;&#xC28;. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41; pora-pochchemu. n. Fraud, deceit, guile; a trick, feint. &#xC15;&#xC2A;&#xC1F;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;, &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC4B;&#xC28;&#xC17;&#xC35;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; M. VII. iii. 288. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC28;&#xC40; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24; &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC15; &#xC09;&#xC02;&#xC21;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; pora-p&#x14D;vu. v. a. To err, mistake. To go the wrong way in drinking or eating. &#xC2A;&#xC4A;&#xC30;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41; poralu. [Tel.] v. n. To roll over, to roll on the ground; to wallow. To be in excess, to over-flow. To continue, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.&quot; &#xC2F;&#xC26;&#xC42;&#xC26;&#xC4D;&#xC35;&#xC39;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC48; &#xC1C;&#xC47;&#xC30;&#xC3F; &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Pal. 233. &quot;&#xC2A;&#xC41;&#xC30;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC47;&#xC21;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC28; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; To wish, long for, like, &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; &#xC38;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2D;&#xC41;&#xC1C;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC48;&#xC26;&#xC41;&#xC2A;&#xC26;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC30;&#xC41; &#xC26;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC24;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC48;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC30;&#xC27;&#xC40; &#xC36;&#xC41;&#xC21;&#xC40;&#xC15;&#xC2E;&#xC32;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC15;&#xC33;&#xC42;&#xC30;&#xC3F;&#xC15; &#xC26;&#xC15;&#xC4D;&#xC15;.&quot; A. ii. 39. &#xC1F;&#xC40; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC48;, &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;&#xC48;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC30;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC41;. To be crossed or covered, as a cow. &#xC06;&#xC35;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after the cow was crossed. &#xC2E;&#xC3E;&#xC1F;&#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; do not break your word. &#xC06; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the toddy pot is overflowing. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC15;, &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC15; or &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3E;&#xC1F; n. Rolling over or over flowing. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; a bow or salutation made while rolling on the ground. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Same as &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;. &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F; porlu-ka&#x1E6D;&#x1E6D;a. n. A bank or bund raised to prevent water from overflowing. &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41; poralin&#x1E6D;su. v. a. To roll. To turn over. &#xC2E;&#xC3E;&#xC1F;&#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he changed his statement or prevaricated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;porayu. [Tel.] v. n. To happen, occur. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To lie in wait, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;. TO agree with, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;, &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC2F;&#xC41; &#xC2C;&#xC4A;&#xC30;&#xC2F;&#xC35;&#xC28;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC2E;&#xC47;.&quot; N. vii. 82. v. a. To gain. To feel, (anger, love, surprise.) &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC26;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC15; &#xC2C;&#xC3E;&#xC27;&#xC2C;&#xC4A;&#xC30;&#xC2F;&#xC21;&#xC41;.&quot; DRK. 164. &#xC2A;&#xC4A;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; porayin&#x1E6D;su. v. a. To cause to obtain. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;pora&#x1E0D;u. [Tel.] n. A hump. &#xC17;&#xC42;&#xC28;&#xC3F;, &#xC17;&#xC42;&#xC28;&#xC41;. &#xC2A;&#xC4A;&#xC30;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; pora&#x1E0D;u-p&#x14D;vu. v. n. To become hump-backed. &#xC17;&#xC42;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC42;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC16;&#xC3F;&#xC32;&#xC3E;&#xC35;&#xC28;&#xC40;&#xC15;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC28;&#xC40;&#xC35;&#xC41; &#xC2A;&#xC4A;&#xC30;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Charit. iii. 1792.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC30;&#xC02;&#xC1F;&#xC41; pora&#x1E6D;u. [Tel.] v. a. To fry, grill, toast. &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC41;. &quot;&#xC1A; &#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC32;&#xC47;&#xC24;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC40;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC4B;, &#xC24;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC42;&#xC21;&#xC2C;&#xC4A;&#xC30;&#xC02;&#xC1F;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC24;&#xC4B; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC3F; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC3F; &#xC15;&#xC4B;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC47;&#xC38;&#xC3F;.&quot; A. iv. 173. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC4A;&#xC30;&#xC02;&#xC1F;&#xC3F; &#xC28;&#xC1F;&#xC4D;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC41;.&quot; M XII. i. 11.
			</div>
                