&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;polapamu. [Tel.] n. The act of blowing, or spreading as wind, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC40;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. Smell, &#xC35;&#xC3E;&#xC38;&#xC28;. Brightness, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC38;&#xC3F; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC17;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC02;&#xC1A;&#xC3F;.&quot; M. IV. ii. 87.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;pori. [Tel.] n. Same as &#xC2A;&#xC4A;&#xC32;&#xC3F;. (q. v.) adj. Strong, great. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. adv. Exceedingly, very much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. Firmly, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;&#xC17;&#xC3E;. Duly, regularly, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;. Often, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC3E;. Again, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40;. &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC32; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC4A;&#xC30;&#xC3F; &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC41;.&quot; H. iv. 297. &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; pori-gonu. v. a. To kill, slay, &#xC1A;&#xC02;&#xC2A;&#xC41;. To ruin, destroy, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To conquer, &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC32;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC18;&#xC28;&#xC41;&#xC32;&#xC17;&#xC41; &#xC26;&#xC4A;&#xC30;, &#xC32;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC47;&#xC28; &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC35;&#xC3F;&#xC28;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC38;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC02; &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F; &#xC28;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC4D;.&quot; M. IX. i. 60. &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41; pori-&#x1E6D;s&#x16B;pu. n. A fierce look, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC1A;&#xC42;&#xC2A;&#xC41;. An envious look an inimical attitude, &#xC2D;&#xC47;&#xC26;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;. &#xC2A;&#xC4A;&#xC30;&#xC3F; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; pori-&#x1E6D;s&#x16B;pu-m&#x101;&#x1E6D;alu. n. plu. Taunting words. &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC30;&#xC3F; pori-pori. adv. (anuk.) More and more, much more. Repeatedly, again and again, over and over. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC2E;&#xC30;&#xC40;&#xC2E;&#xC30;&#xC40;, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;.&quot; &#xC30;&#xC2E;&#xC23;&#xC3F; &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC30;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC2E;&#xC46;&#xC32;&#xC17;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC32; &#xC26;&#xC32;&#xC17; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC3F;&#xC26;&#xC3F;.&quot; M. XI. ii. 67. &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41; pori-p&#x14D;vu. v. n. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be confused, to be agitated, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; pori-pu&#x1E6D;s&#x1E6D;su. v. a. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. To confuse, &#xC15;&#xC32;&#xC41;&#xC1A;&#xC41;. &quot;&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F; &#xC28;&#xC3E;&#xC39;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC28;&#xC26;&#xC3F; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC2F;.&quot; M. XII. ii. 168. &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; pori-m&#x101;ru&#x1E6D;su. v. a. To kill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC24;&#xC41;&#xC15; polati. [Tel.] n. A lady, a fair girl. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;polakuva. [Tel.] n. A trace, &#xC5B;&#xC3E;&#xC21;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC05;&#xC28;&#xC47; &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35;&#xC32;&#xC47;&#xC26;&#xC41; there were no signs of a knife in his house, there was not such a thing as a knife in his house. &#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC15;&#xC41;&#xC35; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he exterminated them.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;polaku. [Tel.] n. A kind of grass. &#xC24;&#xC43;&#xC23;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;. A kind of fruit, &#xC15;&#xC1F;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC2B;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC38;&#xC41; pola. [Tel.] n. Flesh, meat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;. The stench of bad meat. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2A;&#xC41; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. A scale of a fish. &#xC1A;&#xC47;&#xC2A;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;. &quot;&#xC05;&#xC28;&#xC41;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC15; &#xC28;&#xC3E;&#xC15;&#xC1F; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC26;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC2C;&#xC4B;&#xC35; &#xC24;&#xC3E;&#xC28;&#xC4A;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;.&quot; P. i. 214. &#xC1F;&#xC40; &#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC15;, &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC32;&#xC47;&#xC15;.&quot; A. vi. 20. &#xC2A;&#xC4A;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC2A;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; pola-din&#x1E0D;i. n. A cannibal, a carnivorous creature, a R&#x101;kshasa, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; porl-&#x101;&#x1E0D;u. [Tel.] See under &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC17;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC35;&#xC41; porugu. [Tel.] n. A side. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;. The part or side adjoining the next house, &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC15;. The neighbourhood or vicinity. Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. The side opposite to one&apos;s house, &#xC24;&#xC28; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; your neighbours. H. ii. 114. &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; the next house. &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41; on this side and on that. adj. Neighbouring, fronting. &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a next door neighbour. &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC07;&#xC30;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; we live in each other&apos;s neighbourhood, we are neighbours. See. &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;porivi&#x1E37;an-g&#x101;yalu. [Tam.] n. A sort of cakes. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC15;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC3E;&#xC2F; &#xC17;&#xC2E;&#xC3F;&#xC2F;&#xC41;.&quot; A. ii. 111. &#xC1F;&#xC40; &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC3E;&#xC2F; &#xC17;&#xC2E;&#xC3F;&#xC2F;&#xC41;, &#xC35;&#xC47;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F; &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3F;. &quot;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30; &#xC2C;&#xC41;&#xC17;&#xC41;&#xC21;&#xC32;&#xC41;, &#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC32;&#xC41; &#xC15;&#xC30;&#xC3F;&#xC2C;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC24;&#xC47;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; H. i. 116.
			</div>
                