&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4A;&#xC32;. (q. v.) &#xC2A;&#xC4A;&#xC32;&#xC38;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; Same as &#xC2A;&#xC4A;&#xC32;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC38;</span>&#xA0;&#xA0;polasa. [Tel.] n. A sea fish like the bream.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;polayu. [Tel.] v. n. To wander, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To blow, as wind. &#xC35;&#xC40;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;. To spread over. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To approach, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To enter, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC02;&#xC1A;&#xC32;&#xC26;&#xC43;&#xC17;&#xC02;&#xC1A;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC32;&#xC41; &#xC28;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02; &#xC2C;&#xC4A;&#xC32;&#xC2F;.&quot; Swa. ii. 68. &#xC2A;&#xC4A;&#xC32;&#xC38;&#xC3E;&#xC21;&#xC41; polas-&#x101;&#x1E0D;u. (&#xC2A;&#xC4A;&#xC32;&#xC38;&#xC3F;+&#xC06;&#xC21;&#xC41;.) v. n. To wander, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; polayin&#x1E6D;su. v. a. To cause to spread, &quot;&#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46; &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC32;&#xC24;&#xC3E;&#xC28;&#xC1F;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; Kavikarna. iii. 248.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;pola-y-aluka. [Tel. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;+&#xC05;&#xC32;&#xC41;&#xC15;.] n. A lovers&apos; quarrel, &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F; &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;polamu. [Tel.] n. A field, corn land. &#xC1A;&#xC47;&#xC28;&#xC41;, &#xC2A;&#xC48;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC47;&#xC32;. A rice field, &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC47;&#xC32;. Uncultivated land on which cattle graze, &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC47;&#xC2F;&#xC41; &#xC2D;&#xC42;&#xC2E;&#xC3F;. A forest, &#xC05;&#xC21;&#xC35;&#xC3F;. A place, land, ground, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC0A;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; the land attached to a village. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; the outlying fields belonging to a village. A village, &#xC0A;&#xC30;&#xC41;. A trace, &#xC5B;&#xC3E;&#xC21;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC41; &#xC15;&#xC42;&#xC30;&#xC32;&#xC41; field herbs, or ordinary herbs, as &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC32;&#xC3F;, &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC24;, &#xC2A;&#xC47;&#xC30;&#xC3F;&#xC02;&#xC24;, &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC02;&#xC1F;&#xC3F;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. (These weeds infest fields sown with &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;, &amp;c.) &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC39;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2D;&#xC42;&#xC35;&#xC30; &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4D;.&quot; Swa. iv. 18. &#xC1F;&#xC40; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC30;&#xC39;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;. &quot;&#xC17;&#xC40; &#xC08; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC39;&#xC3E;&#xC27;&#xC3F;&#xC15; &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC47;&#xC39;&#xC2C;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; M. XII. iv. 361. &#xC08; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41;, &#xC08; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; polamu-p&#x101;&#x1E6D;u. n. Husbandry, &#xC2A;&#xC48;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;, &#xC15;&#xC43;&#xC37;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; pola-ka&#x1E6D;&#x1E6D;u. &#xC48;&#xC4B;&#xC4C; n. A ploughed field. Kasi Yatra. 55. &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC30;&#xC3F; polam-ari. n. A cultivator. &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC15;&#xC42;&#xC24;&#xC32;&#xC3F;&#xC21; &#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; A. iii. 28. &#xC1F;&#xC40; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC35;&#xC30;&#xC3F; or &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC30;&#xC3F; polapari. (&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. One who knows the signs, &#xC5B;&#xC3E;&#xC21;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC41; polam-&#x101;ru. [Tel.] v. n. To make a mistake, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;. To go the wrong way (in swallowing). &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the food got into his windpipe. &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; (causal of &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC41;) to cause to be deceived, to cause to blunder, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC17;&#xC41;</span>&#xA0;&#xA0;polam-agu. [Tel.] v. n. To happen, to come into one&apos;s possession, &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &quot;&#xC06;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC41;&#xC21;&#xC4A;&#xC15;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC40;&#xC35;&#xC32;&#xC28; &#xC38;&#xC41;&#xC30;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27; &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC32; &#xC38;&#xC41;&#xC2C;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC2C;&#xC4A;&#xC32; &#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; M. XIII. iv. 182.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;poli. [Tel.] n. Freshness, bloom. An offering to some village deity, &#xC2C;&#xC32;&#xC3F;. Profit, gain, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;, &#xC2A;&#xC38;, &#xC2E;&#xC47;&#xC32;&#xC41;. Loss, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41; poli-kalugu. v. n. To gain a profit, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC28;&#xC41; poli-kalanu. n. A battle field. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC41; poli-p&#x14D;vu. v. n. To be spoiled or ruined, &#xC1A;&#xC46;&#xC21;&#xC41;. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. To be defeated, &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41;. To be weakened, to give up, as an attempt, &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;. To lose. &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC4D;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC17;&#xC41;. &quot;&#xC24;&#xC2A;&#xC2E;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC2C;&#xC4C;&#xC32;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC17;.&quot; Swa. vi. 42. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; poli-pu&#x1E6D;s&#x1E6D;su. v. a. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. M. X. ii. 115. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; poli-pe&#x1E6D;&#x1E6D;u. n. Lands and other property made over to a temple for its support, &#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30; poli-m&#x113;ra. n. A boundary or limit, &#xC38;&#xC30;&#xC3F;&#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC4A;&#xC32;</span>&#xA0;&#xA0;pola-pola. [Tel.] adv. Much, very much. &#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; pola-pola-pokku. v. n. To be much afflicted. &quot;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC2A;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC42;&#xC32;&#xC3F;, &#xC39;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;, &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; L. vii. 178.
			</div>
                