&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC21;&#xC41; polu-va&#x1E0D;u. [Tel.] v. n. To decrease. &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC32;&#xC41;&#xC35;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41; polupu. [Tel.] n. Beauty, elegance, gracefulness, agreeableness. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;. Manner, mode, &#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;, &#xC30;&#xC40;&#xC24;&#xC3F;. Firmness, &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC15;&#xC3F;&#xC2C;&#xC4A;&#xC2E;&#xC32;&#xC41; &#xC1C;&#xC42;&#xC1A;&#xC3F;, &#xC30;&#xC2E;&#xC23;&#xC26;&#xC33;&#xC41;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3E;&#xC27;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; Rukmang. i. 158. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E; polupu-g&#x101;. adv. Duly, rightly. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; polup-ondu. v. n. To be charming. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41; polup-&#x101;ru. v. n. To appear, shine, be beautiful or pleasant, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC3F; or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC30;&#xC3F; polup-ari. adj. Beautiful, charming. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30; or &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30; polp-esal-&#x101;ra. adv. Charmingly, fully.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;polu-n&#x14D;ru. [Tel. for &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC41;.] n. A wry mouth, &#xC35;&#xC02;&#xC15;&#xC30;&#xC28;&#xC4B;&#xC30;&#xC41;. &quot;&#xC2E;&#xC46;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2E;&#xC3E;&#xC32;&#xC2F;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC41;.&quot; HK. iv. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41; polu&#x1E6D;su. [Tel.] v. n. To appear, seem. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. To become visible, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;. To be agreeable, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To become firm, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC17;&#xC41;. Also, another form of &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; (q. v.) &quot;&#xC24;&#xC47; &#xC05;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC30;&#xC1C;&#xC3E;&#xC32; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC1C;&#xC32;&#xC15;, &#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC40;&#xC15;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC46;, &#xC17;&#xC17;&#xC28;&#xC24;&#xC32;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F; &#xC2A;&#xC4B;&#xC30;&#xC1A;&#xC3F; &#xC17;&#xC3E;&#xC17;&#xC28;&#xC3F;&#xC21;&#xC3F;&#xC28;, &#xC5B;&#xC3E;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC2C;&#xC15;&#xC2E;&#xC28;&#xC17;.&quot; Parij. ii. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;poliyu. [Tel.] v. n. To be spoiled or ruined, &#xC1A;&#xC46;&#xC21;&#xC41;. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC15; poliyika. n. Ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. Death, &#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;poliki-che&#x1E6D;&#x1E6D;u. [Tel.] n. A certain tree of which some species are called &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F; and &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pollu. [Tel.] n. Pitchless grain in an ear. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F; &#xC35;&#xC21;&#xC4D;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Trash, worthless stuff. &#xC24;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;. The consonant sound of a letter, etc., A useless word, a slip of the tongue. A lie, a falsehood. &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC17;&#xC28;&#xC3F; &#xC26;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;.&quot; Pal. 399. &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC41;. adj. Useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, Sumati, 29. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC26;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; corn beaten out of husk of pined grain. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he keeps his blighted grain to himself, i.e., he keeps all his griefs to himself. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; gold may prove worthless, but man neveer can be so. &#xC2E;&#xC3E;&#xC1F; &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC06;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he speaks without any slips. &#xC28;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; the letter N. (&#xC4D;) without the vowel sound attached to it as in the words &#xC15;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC4D;, &#xC1A;&#xC46;&#xC32;&#xC17;&#xC46;&#xC28;&#xC4D;. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; pollu-p&#x14D;vu. v. n. To become worthless. &#xC1A;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC21;&#xC46;&#xC2E;&#xC38;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC1C;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC23;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC41;&#xC30;&#xC2D;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC18;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC15;&#xC2F;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; Pal. 107. To lie, tell stories or lies, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41; pollu-danamu. n. Dispiritedness, effeminacy, &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; pollu-pa&#x1E0D;u. v. n. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;poll&#x101;yi. [Tel.] n. Certain fees paid on every thrashing floor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; polla. [Tel.] n. Pithless or blasted grain. &#xC17;&#xC3F;&#xC02;&#xC5B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC42;&#xC17;&#xC30;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC36;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC24; &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC4B;&#xC32;&#xC46;.&quot; A. iv. 14. A useless person, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. adj. Useless, rejected, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41; polla-pa&#x1E0D;u. v. n. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. To deteriorate or decrease, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; polla-pu&#x1E6D;s&#x1E6D;su. v. a. To cause to decrease, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC15; Same as &#xC2A;&#xC4A;&#xC32;&#xC24;&#xC3F; or &#xC2A;&#xC4A;&#xC32;&#xC24;&#xC41;&#xC15; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC32;&#xC38;&#xC41; polusu. [Tel.] n. A scale of a fish. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
                