&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC38;&#xC2A;&#xC4A;&#xC38;</span>&#xA0;&#xA0;posa-posa. [Tel.] adv. Rapidly, one after another, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;posagu. [Tel.] v. n. To agree, fit, suit, be consistent with. To happen, take place, occur, befal. &#xC12;&#xC28;&#xC17;&#xC42;&#xC21;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC41;, &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be got, obtained. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC26;&#xC41; they do not agree, they are on bad terms. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; what happened to him? &#xC08; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC15;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; how did you get into this trouble? &quot;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC35;&#xC47;&#xC33;&#xC32; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC28;&#xC47; &#xC2E;&#xC3E;&#xC1F;,&quot; Pal. 44. &quot;&#xC2A;&#xC30;&#xC38;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41; &#xC38;&#xC4B;&#xC15;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC3F; &#xC2A;&#xC4A;&#xC38; &#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.&quot; V&#x113;ma. i. 81. &#xC2A;&#xC4A;&#xC38;&#xC17; posaga. adv. Duty, fitly. &quot;&#xC1A;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;&#xC24;&#xC28;&#xC1A;&#xC47;&#xC24;, &#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC40;&#xC21;&#xC41;&#xC38;&#xC47;&#xC2F; &#xC30;&#xC3E;&#xC26;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC1F;&#xC47;&#xC1A;&#xC3E;&#xC35;&#xC41;.&quot; V&#x113;ma. i. 23. &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; posagin&#x1E6D;su. v. a. To cause to agree or fit. To bring to terms, to persuade. &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC21;&#xC41; posagudu. n. Convenience, aid, help, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Happening, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC35;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC17;&#xC2F;&#xC41; povayu. [Tel.] v. n. To smoke or emit smoke. To grieve, mourn, or be dejected.&quot; &#xC32;&#xC4B;&#xC2C;&#xC4A;&#xC35;&#xC2F;&#xC41; &#xC28;&#xC43;&#xC2A;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC48;&#xC2F;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; A. iv. 294. &#xC1F;&#xC3F; &#xC32;&#xC4B;&#xC2C;&#xC4A;&#xC28;&#xC2F;&#xC41;. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC2A;&#xC4A;&#xC17;&#xC30;&#xC3E;&#xC5B;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC35;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4A;&#xC17;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4A;&#xC38;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;posar-&#x101;ku. [Tel. &#xC2A;&#xC4A;&#xC38;&#xC30;&#xC41;+&#xC06;&#xC15;&#xC41;.] n. A pungent strong smelling leaf used in checking a cough.
			</div>
                