&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x14D;-go&#x1E6D;&#x1E6D;u. [Tel.] v. a. To lose. To do away with, to remove. &#xC05;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC41; he dispelled the darkness. &#xC28;&#xC3E;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC3E; are you going to put out my eyes? &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; to keep off the cold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;p&#x14D;gu. [Tel.] n. A thread, a string. &#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;. A heap, a crowd, an assembly. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. An ear-ring. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37; &#xC15;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41; a nose-ring. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41; a wire placed in the ear preparatory to an ear-ring. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; or &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to darn. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; p&#x14D;gu-tr&#x101;&#x1E0D;u. n. A kind of net composed of lines or cords laid by huntsman as a snare. &quot;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC1A;&#xC47;&#xC32;&#xC15;&#xC41;&#xC28;&#xC30;&#xC3E;&#xC39; &#xC2A;&#xC02;&#xC19;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC4A;&#xC30;&#xC30;&#xC3E;, &#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC28;&#xC3F;&#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC16;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC41;&#xC30;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC4D;.&quot; K&#x101;lahas. iii. 11. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; p&#x14D;gu-ch&#x113;yu. v. a. To collect, to accumulate, to put together. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; p&#x14D;gu-v&#x101;ru. (&#xC2A;&#xC4B;&#xC17;&#xC41;+&#xC2A;&#xC3E;&#xC30;&#xC41;.) v. n. To surround with a cord. To surround, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC17;&#xC30;</span>&#xA0;&#xA0;p&#x14D;gara. [Tel.] n. A graver, or small chisel used by goldsmiths. &#xC36;&#xC32;&#xC3E;&#xC15;, &#xC15;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC4B;&#xC17;&#xC30;&#xC2A;&#xC28;&#xC3F; carved work. &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC30; a rod for making rings. &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC17;&#xC30; a tapping chisel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC17;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x14D;gan&#x1E0D;u&#x1E0D;a. [Skt.] n. A deformed man. &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;p&#x14D;ku. [Tel.] n. Conduct, behaviour, &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;. Loss, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;. Bedewed grass, &#xC2E;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC15;</span>&#xA0;&#xA0;p&#x14D;ka. [Tel.] n. The areca or betel-nut-palm, Areca catechu, (Watts). An areca nut. &#xC2A;&#xC4B;&#xC15;&#xC02;&#xC24;&#xC2F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; a morsel of food &quot;&#xC05;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC15;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21; &#xC1A;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC17;&#xC41;&#xC32; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&quot; Kanyaka Pur. viii. 266. So saying she hurled a jar full of nuts down on the floor. &quot;&#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC15;&#xC2F;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41;&#xC2E;&#xC47;&#xC2E;&#xC40;&#xC2E;&#xC41;.&quot; HD. i. 1527. &#xC2A;&#xC4B;&#xC15;&#xC17;&#xC02;&#xC1C;&#xC3F; p&#x14D;ka-ganji. n. The Catechu. Terra japonica, &#xC15;&#xC3E;&#xC1A;. &#xC2A;&#xC4B;&#xC15;&#xC2A;&#xC47;&#xC30;&#xC41; p&#x14D;ka-p&#x113;ru. n. A kind of cake, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC15;&#xC2C;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC41; p&#x14D;ka-banti-puvvu. n. The flower called Bachelor&apos;s button. &#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC21;&#xC3F; p&#x14D;ka-mu&#x1E0D;i. n. The knot that secures a woman&apos;s petticoat at the girdle. &#xC2A;&#xC4B;&#xC15; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46; she unloosed her petticoat. &#xC2A;&#xC4B;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; p&#x14D;k-ottu. (&#xC2A;&#xC4B;&#xC15;+&#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;.) n. Nippers for breaking the betel nut. &#xC05;&#xC21;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;</span>&#xA0;&#xA0;p&#x14D;. (The infinitive of &#xC2A;&#xC4B;&#xC35;&#xC41;) &#xC05;&#xC24;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC1C;&#xC42;&#xC1A;&#xC3F; seeing that he was gone. &#xC2A;&#xC4B; p&#x14D;. (Imperative of &#xC2A;&#xC4B;&#xC35;&#xC41;.) v. n. Go, &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. In many places this is a mere expletive, as Go to. (in English). It denotes certainty or disregard, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC32;&#xC47;&#xC15; &#xC06;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41;. &quot;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC02;&#xC2C;&#xC4B; &#xC35;&#xC38;&#xC41;&#xC26;&#xC47;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. v. &#xC2A;&#xC4B;&#xC15; p&#x14D;ka. n. Going. &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. Conduct, behaviour, &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;. &#xC2A;&#xC4B;&#xC15;&#xC32;&#xC41; n. plu. Evil ways, wickedness. &#xC2A;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; Foolish wishes, or longings, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41;. &quot;&#xC2A;&#xC32;&#xC4D;&#xC2A;&#xC4B;&#xC15;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; (T. iii. 81.) very naughty pranks. &#xC2A;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC47; &#xC2A;&#xC4B;&#xC15;&#xC3E; are you to be indulged in every thing? &#xC35;&#xC3E;&#xC30;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC26;&#xC47;&#xC2A;&#xC4B;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; I am surprised that they did not come back. &#xC2A;&#xC4B;&#xC15; p&#x14D;ka. for &#xC2A;&#xC4B;&#xC35;&#xC15;(neg. p. of &#xC2A;&#xC4B;&#xC35;&#xC41;.) Without going. Also for &#xC2A;&#xC4B;&#xC15;&#xC41;, i.e., &#xC2A;&#xC4B;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; don&apos;t go. (the final A being intensive.) &#xC2A;&#xC4B;&#xC15;&#xC21; p&#x14D;-ka&#x1E0D;a. n. Going, departure, going off. &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC24;&#xC3F; Behaviour, conduct, &#xC28;&#xC21;&#xC24;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. Riddance. Ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC28;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC15;&#xC21;&#xC2A;&#xC4B;&#xC15;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; there has been no inter course between us for a month (literally going and coming.) &#xC2A;&#xC4B;&#xC15;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x14D;ka&#x1E0D;a-pe&#x1E6D;&#x1E6D;u. v. a. To drive away, to remove, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To sell, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC48;&#xC28;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC15;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; get rid of it in any way. &#xC2A;&#xC4B;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC3F; p&#x14D;kal-&#x101;&#x1E0D;i. (&#xC2A;&#xC4B;&#xC15;&#xC32;&#xC41;+&#xC06;&#xC21;&#xC3F;) n. A coquette, &#xC35;&#xC17;&#xC32;&#xC3E;&#xC21;&#xC3F;. &quot;&#xC15; &#xC1A;&#xC42;&#xC2A;&#xC1F;&#xC4D;&#xC1F; &#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;, &#xC1C;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC21;&#xC32; &#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC02;, &#xC2C;&#xC3E;&#xC2A;&#xC4B;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC15;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC2A;&#xC3F;&#xC15;&#xC21;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC35;&#xC36;&#xC2F;&#xC41; &#xC2C;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; S. ii. 49. &#xC2A;&#xC4B;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; p&#x14D;kal-&#x101;&#x1E0D;u. v. n. To be coquettish, to flirt. &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC21;&#xC41; p&#x14D;k&#x101;&#x1E0D;u. (&#xC2A;&#xC4B;&#xC15;+&#xC06;&#xC21;&#xC41;.) v. n. To go, &#xC2A;&#xC4B;&#xC35;&#xC41;. To be done away with, to be destroyed, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; p&#x14D;k&#x101;r&#x1E6D;su. v. a. To lose, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To destroy, ruin. &quot;&#xC30;&#xC18;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; R. iii. 137. &#xC2A;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41; p&#x14D;k&#x101;lu. v. n. To go, as anger, sorrow, &amp;c. &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC2A;&#xC4B;&#xC15;&#xC30;&#xC3F; p&#x14D;kiri. n. A wicked man, a villain rogue, lewd fellow, blackguard, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; adj. Naughty, wicked, mischievous, unprincipled. &#xC2A;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC1F; an obsence word. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; p&#x14D;ki&#x1E37;&#x1E37;u. n. plu. Idle wishes, fopperies, whims, freaks, whimsies. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a fop, an epicure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x14D;chillu. [Tel.] n. A superstitious rite (&#xC09;&#xC2A;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;) regarding omens: a few grains of rice (&#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;) put in water are flung on the roof of a neighbour&apos;s house: he who so casts them sits in a corner and listens for any words he can overhear in the family: the words are put together and a meaning is elicited. &quot;&#xC36;&#xC15;&#xC41;&#xC28;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC32; &#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC41; &#xC30;&#xC1F;&#xC4D;&#xC32;, &#xC2F;&#xC46;&#xC28;&#xC30;&#xC02;&#xC17; &#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC17;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC1A;&#xC42;&#xC38;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41; &#xC17;&#xC4C;&#xC30; &#xC28;&#xC4B;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.&quot; L. iii. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x14D;chi-k&#x14D;lu. [Tel.] n. Worthlessness, uselessness. &#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give away as useless. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; (a proverb) there is no man of whom you can say he is of no consequence to you.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC1A;&#xC40; p&#x14D;chi. [Tel.] n. The place near the wrist, the wrist, &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40; &#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC4B;&#xC1A;&#xC40;&#xC32;&#xC41; a sort of bracelets worn at the wrists by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1A;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x14D;ch&#x101;yin&#x1E6D;su. [H.] v. a. To cause to arrive, to cause to convey or conduct. &#xC05;&#xC02;&#xC26;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
                