&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC5B;&#xC41; p&#x14D;&#x1E0D;zu. [Tel.] v. a. To clean or prepare cotton with the hands for spinning. &quot;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1C;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17; &#xC28;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; UH. iv. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1A;&#xC3E;&#xC35;&#xC23;&#xC40;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC02;&#xC1A;&#xC3E;&#xC35;&#xC23;&#xC40; p&#x14D;&#x1E6D;s&#x101;va&#x1E47;&#x12B;. [H.] n. Insurance on goods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1A;</span>&#xA0;&#xA0;p&#x14D;&#x1E37;sa. [Tel.] n. A blade of grass, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2A;&#xC30;&#xC15;. A bit, &#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC1C;&#xC3E;&#xC30;&#xC2A;&#xC4B;&#xC30; a bit of hemp. &#xC28;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC1A; a bit of thread. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC1A; a bit of grass. &#xC35;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC1A; a grain of mustard. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2A;&#xC41;&#xC2A;&#xC4B;&#xC1A; a sacred thread.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;p&#x14D;&#x1E6D;i. [Tel.] adj. Similar, like, resembling, &#xC08;&#xC21;&#xC48;&#xC28;, &#xC2E;&#xC3E;&#xC30;&#xC41;. &quot;&#xC08; &#xC2D;&#xC42;&#xC30;&#xC3F;&#xC2D;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A; &#xC28;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC1F;&#xC3F; &#xC15;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.&quot; &#xC28;&#xC3E;&#xC2C;&#xC4B;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man like me. &#xC2A;&#xC4B;&#xC1F;&#xC3F; or &#xC2A;&#xC4B;&#xC1F;&#xC40; p&#x14D;&#x1E6D;i. n. Emulation, competition, rivalry. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;. A prop. &#xC06;&#xC38;&#xC30;&#xC3E;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC40;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC35;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; by their rivalry the price was raised. &#xC06; &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC40; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he set a prop against the beam. &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; p&#x14D;&#x1E6D;i-g&#x101;&#x1E0D;u. n. One who has a prop or support, &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A companion, a fellow, an equal, &#xC38;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to stir up emulation, to set by the ears.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x14D;&#x1E6D;akamu. [from Skt. &#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41;.] n. Small-pox, &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC1F;&#xC17;&#xC33;&#xC2E;&#xC41; p&#x14D;&#x1E6D;a-ga&#x1E37;amu. n. A fish, &#xC1A;&#xC47;&#xC2A;. A kind of grass, &#xC15;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC15;&#xC38;&#xC35;&#xC41;. A reed, &#xC30;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC1F;&#xC28; p&#x14D;&#x1E6D;a. [Tel.] adj. Large. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. [Skt.] n. A woman that has moustaches. &#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. A servant woman, &#xC26;&#xC3E;&#xC38;&#xC3F;. &#xC2A;&#xC4B;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; p&#x14D;&#x1E6D;a-katti n. A bill-hook, a wood cutter&apos;s knife, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC47; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC4B;&#xC1F;&#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; p&#x14D;&#x1E6D;a-kandulu. n. White dhall, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC28;&#xC2C;&#xC02;&#xC24;&#xC3F; p&#x14D;&#x1E6D;ana-banti. n. A large ball. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;. &quot;&#xC2A;&#xC4B;&#xC1F;&#xC28; &#xC2C;&#xC02;&#xC24;&#xC3F; &#xC2E;&#xC40;&#xC1F;&#xC41;&#xC17;&#xC24;&#xC3F;.&quot; Vasu. ii. 201. &#xC2A;&#xC4B;&#xC1F;&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F; p&#x14D;&#x1E6D;a-munji. n. A large modesty piece, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4B;&#xC1A;&#xC3F;.
			</div>
                