&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x14D;&#x1E6D;u. [Tel.] n. A thrust, a stab, a blow. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;. A throb of pain. &#xC2A;&#xC4B;&#xC26;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. The swell of a river, or of the sea, the flow of the tides, high water, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1C;&#xC32;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Heroism, courage, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is now drunk. &quot;&#xC28;&#xC3E; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC28;&#xC40;&#xC15;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC35;&#xC3E;&#xC21;.&quot; M. IV. v. 258. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; chevi-p&#x14D;&#x1E6D;u. n. Ear-ache. &#xC06; &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the boil is throbbing. &#xC2A;&#xC4B;&#xC1F;&#xC3E;&#xC2A;&#xC4B;&#xC1F;&#xC40; p&#x14D;&#x1E6D;&#x101;-p&#x14D;&#x1E6D;&#x12B;. n. Rivalry, emulation, competition, &#xC28;&#xC40;&#xC15;&#xC02;&#xC1F;&#xC47; &#xC28;&#xC3E;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC2F;&#xC3F;&#xC2C;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; he was invited to the ceremony held on the anniversary of a man&apos;s father&apos;s death. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one who knows both sides of the question &#xC2A;&#xC4B;&#xC1F;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC1F;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41; to get ready for battle. &#xC30;&#xC23;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41; p&#x14D;&#x1E6D;u-kambamu. n. A post or pillar which is set up as a prop, &#xC0A;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC41; p&#x14D;&#x1E6D;u-kalupu. n. A second weeding, &#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC40;&#xC2F;&#xC41; &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC41;, &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2E;&#xC17;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; p&#x14D;&#x1E6D;u-k&#x101;&#x1E0D;u. n. A hero, a courageous man, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32; p&#x14D;&#x1E6D;u-k&#x14D;la. n. A sharp pointed stick used as a prop. &quot;&#xC35;&#xC32;&#xC32;&#xC41;&#xC28;&#xC41; &#xC26;&#xC46;&#xC30;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41;, &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41; &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC47;&#xC26;&#xC41;, &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28; &#xC2E;&#xC46;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC24;&#xC47;&#xC32;&#xC47;&#xC26;&#xC41;.&quot; Dhurjati. iii. 96. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC17;&#xC02;&#xC2A; p&#x14D;&#x1E6D;u-gampa. n. A large basket. &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; p&#x14D;&#x1E6D;u-p&#x101;&#x1E6D;u. n. The ebb and flow of a tide. Paidim. i. 86. &quot;&#xC28;&#xC40;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28; &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2C;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;.&quot; HD. ii. 1196. &#xC28;&#xC40;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;, &#xC28;&#xC40;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1F;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; p&#x14D;t-ekkinchina-v&#x101;&#x1E0D;u. n. An assailant, one who attacks. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; &#xC2A;&#xC4B;&#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC2E;&#xC30;&#xC2A;&#xC24;&#xC3F; &#xC35;&#xC27;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC35;&#xC32;&#xC28; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;.&quot; M. VII. iii. 96. &#xC2A;&#xC4B;&#xC1F;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; p&#x14D;t-o&#x1E0D;&#x1E0D;u. v. n. To face in battle, to oppose. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC17;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Pal. 410. &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F; p&#x14D;&#x1E37;l-&#x101;&#x1E6D;a. (&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41;+&#xC06;&#xC1F;.) n. Fighting; a struggle, dispute, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC1F;. &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; p&#x14D;&#x1E6D;l-&#x101;&#x1E0D;u. v. n. To fight, to battle, to struggle, to come to blows. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC35;&#xC41; p&#x14D;&#x1E6D;l-&#x101;vu. n. A cow that butts, &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC35;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC30;&#xC3F; or &#xC2A;&#xC4B;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; p&#x14D;&#x1E6D;ari. (&#xC2A;&#xC4B;&#xC1F;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A hero, a brave man. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC4B;&#xC1F;&#xC30;&#xC41;&#xC32;&#xC48;&#xC28;&#xC2D;&#xC30;&#xC4D;&#xC24; &#xC32;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41; &#xC17;&#xC32;&#xC30;&#xC02;&#xC1F;&#xC3F;.&quot; M. IV. ii. 264. &#xC2A;&#xC4B;&#xC1F;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; p&#x14D;&#x1E6D;ari-tanamu. n. Heroism. &#xC36;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x14D;tamu. [Skt.] n. A vessel, boat, ship. &#xC13;&#xC21;. The young of any animal. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. An elephant ten years old, &#xC2A;&#xC26;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41; a young parrot. &#xC35;&#xC3E;&#xC24;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41; a young breeze, i.e., a light wind. &#xC2A;&#xC4B;&#xC24;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; p&#x14D;ta-p&#x101;trika. n. A vessel, a ship, &#xC13;&#xC21;. &quot;&#xC38;&#xC02;&#xC38;&#xC3E;&#xC30; &#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC24;&#xC41;&#xC32; &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC4B;&#xC24; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC30;.&quot; M. XII. vi. 222. &#xC2A;&#xC4B;&#xC24;&#xC35;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC2A;&#xC4B;&#xC24;&#xC35;&#xC23;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; p&#x14D;ta-va&#x1E47;ikku. n. A sea-faring merchant. &#xC13;&#xC21;&#xC28;&#xC41; &#xC15;&#xC47;&#xC35;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC13;&#xC21; &#xC2C;&#xC47;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4B;&#xC24;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC24;&#xC28;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; p&#x14D;ta-vahu&#x1E0D;u. n. A rower, a boatman, a steersman. &#xC13;&#xC21;&#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC02;&#xC21;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC24;</span>&#xA0;&#xA0;p&#x14D;ta. [Tel. from &#xC2A;&#xC4B;&#xC2F;&#xC41;.] n. Pouring, &#xC2A;&#xC4B;&#xC2F;&#xC41;&#xC1F;. Casting, as of melted metal. Bathing, washing. Eruption of the small pox. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC24; putting plants into the ground. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC32;&#xC41; &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41; meat and drink (literally, feeding and bathing) are not matters of eternal consequence. &#xC2A;&#xC4B;&#xC24; p&#x14D;ta. adj. Molten, cast in metal. &#xC2A;&#xC4B;&#xC24;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; a metal bottle or jug, which has been cast not hammered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;p&#x14D;&#x1E0D;u. [Tel.] n. A down, a piece of scrub, jungle covered with bushes, land cleared from jungle for the purpose of cultivation, as &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to clear away brushwood, to remove underwood, &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; Chayroot grounds, &#xC1A;&#xC3E;&#xC2F;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC48;&#xC30;&#xC17;&#xC41;&#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC23;&#xC3F; p&#x14D;&#x1E0D;i. [Tel.] n. Beauty, grace, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. adj. Beautiful, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC3E; p&#x14D;&#x1E0D;i-g&#x101;. adv. Well, properly, duly, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32; &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F;.&quot; HD. ii. 2391. &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F; or &#xC2A;&#xC4B;&#xC23;&#xC3F;&#xC2E;&#xC3F; p&#x14D;&#x1E0D;imi. n. A sign or mark, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. Brightness, splendour. &#xC2A;&#xC38;, &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;. Proportion, fitness, neatness, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41;. Economy, management, prudence. &#xC2E;&#xC3F;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. Wealth, &#xC38;&#xC02;&#xC2A;&#xC26;. Happiness, &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC32;&#xC2F;&#xC15;&#xC43;&#xC36;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC02;.&quot; Swa. ii. 10. &#xC1F;&#xC40; &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;, &#xC38;&#xC4C;&#xC37;&#xC4D;&#xC20;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC3F;. &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC41; to die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC21;&#xC02;&#xC1A;&#xC41; to kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC3E; p&#x14D;&#x1E0D;i-mi-g&#x101;. adv. Economically. &#xC2E;&#xC3F;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x14D;taramu. [Tel.] n. Fatness, pride, hauteur, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. &quot;&#xC36;&#xC3E; &#xC13;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC35;&#xC40;&#xC35;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC48;&#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC40;, &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;.&quot; KP. iii. 174. &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3F; p&#x14D;tari. n. A tree called Kydia fraterna. Rox. iii. 189. &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x14D;ta-rin&#x1E6D;su. v. n. To become fat, to fatten, to pick up flesh. To become proud or conceited, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC47; &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC15;&#xC32; &#xC2C;&#xC4A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC47;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC32;, &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC26;&#xC47;&#xC30;&#xC46;&#xC21;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC1C;&#xC32;&#xC2E;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC3F;, &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC1A;&#xC1F;.&quot; Paidimarri. ii. 80.
			</div>
                