&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC4B;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC4B;&#xC15;&#xC41; p&#x14D;ramb&#x14D;ka. [H.] See &#xC2A;&#xC4A;&#xC30;&#xC02;&#xC2C;&#xC4B;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;p&#x14D;yu. [Tel.] v. n. To arise, to be born or produced, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC2A;&#xC4B;&#xC2F;&#xC41; to perspire, &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC1A;&#xC40;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; to suppurate as a boil, &#xC1A;&#xC40;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he has never had the small-pox. v. a. To pour, as water. To cast in metal or found. To fit on, as a halter as &#xC09;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41;. To place an arrow in a bow (&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41;) &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the small pox came to a head yesterday. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they built a bank. &#xC28;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; to sow seed, which is afterwards to be transplanted. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; to transplant rice. &#xC17;&#xC4B;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he built a wall and placed a cope upon it. &#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she poured the blessed grain upon their heads (in marriage.) &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC4B;&#xC2F;&#xC41; to make water, to pass urine. &#xC35;&#xC21;&#xC2A;&#xC4B;&#xC2F;&#xC41; or &#xC35;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to strain rice, &amp;c. &#xC09;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41; to cast a noose. &#xC35;&#xC43;&#xC25;&#xC3E;&#xC17;&#xC3E; &#xC28;&#xC3E; &#xC09;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has injured me without any cause. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they brought her home to lie in. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2A;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he poured it into his mouth. &#xC06; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the girl is bathing him. &#xC06;&#xC2E;&#xC46; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is watering the trees. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC38;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he fills his belly by begging. &#xC06;&#xC38;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she placed the thread in readiness for weaving. &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x14D;yin&#x1E6D;su. v. a. To cause to cast or pour; to erect. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to raise a bank. &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they had some statues cast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;p&#x14D;pa. [Tel.] n. Grass. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC15;&#xC38;&#xC35;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC1F;&#xC24;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC1F;&#xC28;&#xC40;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC35;&#xC41;&#xC2E;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC1A;&#xC47;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; Chenna. iv. 159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC28;&#xC3F;</span>&#xA0;&#xA0;p&#x14D;ni. [Tel. for &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC28;.] adj. Resembling, similar, like. &#xC35;&#xC02;&#xC1F;&#xC3F;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC28;. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC02;&#xC2C;&#xC4B;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one as handsome as Manmadha. &quot;&#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33; &#xC35;&#xC3F;&#xC35;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC4B;&#xC28;&#xC3F; &#xC24;&#xC28;&#xC15;&#xC02;&#xC20;&#xC2C;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC46;&#xC30;&#xC1A;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC30; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; M. l. ii. 68. See also under &#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x14D;tramu [Skt.] n. The shout of a hog. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC2A;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F; p&#x14D;tri. n. A pig, &#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC28;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; p&#x14D;tritramu. n. Hoggishness, swinishness. &#xC2A;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC46; he took the form of a pig.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;p&#x14D;tu. [Tel.] n. The male of certain birds, animals and plants, &#xC2A;&#xC36;&#xC41; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC2E;&#xC17;&#xC26;&#xC3F;. &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41; an ox, &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;. &#xC0E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; a male buffalo. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41; a he-goat, a ram. &#xC28;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41; a male fox. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; a barren woman. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC1F;&#xC40;&#xC17; a male fly. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; a male elephant. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; the bigger surf, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC05;&#xC32;. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; the male palm tree. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC4C;&#xC24;&#xC41;, an epithet of Yama, the god of Death, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;, a male young one. &#xC2A;&#xC36;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC17;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a tom cat. &#xC2A;&#xC4B;&#xC24;&#xC41; sometimes means one who is addicted to, as &#xC24;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; a drunkard. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC4B;&#xC24;&#xC41; a glutton. &#xC24;&#xC42;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; a sluggard &#xC35;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41; a chatter box. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; p&#x14D;tu-pichchika. n. The Ashy-crowned Finch Lark. Pyrrhulauda grisca. (F.B.I.) &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41; or &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3E;&#xC1C;&#xC41; p&#x14D;tu-r&#x101;&#x1E0D;su. n. The name of a rustic god, like Pan, worshipped throughout the Telugu, Canarese and Mahratta countries. He represents the male principle associated with the village goddesses Gangamma, Peddamma, &amp;c. A proverb says &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC0A;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41; in a ruined village the leg of a cot is a god. cf., &apos;a Triton of the minnows&apos; (Shakespeare.) &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3E;&#xC1C;&#xC41; the name of a certain poet. &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41; p&#x14D;tula-r&#x101;&#x1E0D;zu. n. A name given to a large hound.
			</div>
                