&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x14D;rk&#x101;&#x1E0D;in&#x1E6D;su v. a. To bathe an infant. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC41;. &quot;&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC30;&#xC26;&#xC32; &#xC2F;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC17;&#xC28;&#xC4D;, &#xC28;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC4B; &#xC2F;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC02; &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; KP. vi. 205.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;p&#x14D;ruva. [Tel.] n. A cloth, sheet. &#xC38;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;. &quot;&#xC2A;&#xC38;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2E;&#xC3E;&#xC26;&#xC30;&#xC2A;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC32;&#xC1A;&#xC47;&#xC26;&#xC21;&#xC3F; &#xC2F;&#xC3E;&#xC30;&#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; T. iii. 15. &#xC1F;&#xC40; &#xC2E;&#xC3E;&#xC26;&#xC30;&#xC2A;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC30;&#xC41; &#xC35;&#xC32;&#xC1A;&#xC47;&#xC28;&#xC28;&#xC17;&#xC3E;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC47;&#xC15;&#xC41;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;. A layer &#xC2A;&#xC4A;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;p&#x14D;ru. [Tel.] v. n. To fight, contend, struggle. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4B;&#xC30;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC46; he mastered it with difficulty. &quot;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC2C;&#xC4B;&#xC30;&#xC41; &#xC2E;&#xC26;&#xC26;&#xC02;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC15;&#xC3F;.&quot; N. ix. 191. n. A fight, combat, struggle, quarrel; teasing, troubling, insistence. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC30;&#xC41; family jars or brawls. &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the child is giving a lot of trouble. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2A;&#xC4B;&#xC30;&#xC41; the uproar that sparrows make. &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC1F; p&#x14D;ru&#x1E6D;a. n. Fighting. &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; p&#x14D;ru-din&#x1E0D;i. n. A quarrelsome person, an epithet applied to N&#x101;rada, &#xC28;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x14D;ru-pe&#x1E6D;&#x1E6D;u. v. n. To tease, to plague, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To cry aloud, as a child. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC3E;&#xC21;&#xC41; p&#x14D;r-&#x101;&#x1E0D;u. v. n. To fight, grapple, contend, struggle. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC1F; or &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41; p&#x14D;r-&#x101;ta. n. A combat, a fight, a dispute, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x14D;rin&#x1E6D;su. v. n. To breed a quarrel, to incite to quarrel. &#xC1C;&#xC17;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC09;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC28;&#xC40;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC4D;&#xC15;.&quot; HD. ii. 1194. &#xC2A;&#xC4B;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; p&#x14D;ritamu. (&#xC2A;&#xC4B;&#xC30;&#xC41;+&#xC07;&#xC24;&#xC2E;&#xC41;.) n. War, a battle, a fight. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41;. A quarrel, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. Misunderstanding, &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; p&#x14D;ra&#x1E0D;u. [Tel.] n. A youthful person, a youth, &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A boy, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC3F; p&#x14D;ri. n. A girl. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC30;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;p&#x14D;rachi. [Tel.] Contempt, disregard, &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Intention, design, use, advantage, gain, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. A present, &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. adj. Useless, vain, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC09; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC17; &#xC15;&#xC41;&#xC02;&#xC24;&#xC3F;&#xC38;&#xC41;&#xC24;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC46;&#xC17;&#xC3E;&#xC02;, &#xC27;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC4D;&#xC15; &#xC21;&#xC28;&#xC4D;&#xC38;&#xC41;&#xC24;&#xC36;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC02;&#xC2C;&#xC4A;&#xC28;&#xC30;&#xC02;&#xC17; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC47;, &#xC2C;&#xC4B;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC28; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC28;&#xC48;&#xC24;&#xC3F;&#xC38;&#xC02;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC41; &#xC16;&#xC3E;&#xC35;&#xC39;&#xC02;&#xC2C;&#xC2F;&#xC3F;&#xC28; &#xC38;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC24;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28; &#xC2C;&#xC4B;&#xC32;&#xC2E;&#xC3F;&#xC28;&#xC4D;.&quot; M. I. v. 161.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC40;&#xC38;&#xC41;</span>&#xA0;&#xA0;p&#x14D;l&#x12B;su. [Eng. &apos;police.&apos;] adj. Belonging to the Police. &#xC2A;&#xC4B;&#xC32;&#xC40;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC32;&#xC40;&#xC38;&#xC41;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41; a policeman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x14D;l&#x101;ni-gan&#x1E6D;alu. [Tel.] n. Bells tied to the neck of an elephant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC26;&#xC42;&#xC21;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC21;&#xC41; p&#x14D;la&#x1E0D;u. [Tel.] n. An eagle. &#xC2A;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the bird called the Black Drongo. Dicrurus ater. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC15;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC32;&#xC15;&#xC2E;&#xC4D;&#xC2E; p&#x14D;laka. [Tel. &#xC2A;&#xC4B;&#xC32;&#xC41; a town+&#xC05;&#xC15; (&#xC05;&#xC15;&#xC4D;&#xC15;)]. n. A certain village goddess. &#xC12;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC15;</span>&#xA0;&#xA0;, &#xC2A;&#xC4B;&#xC32;&#xC02;&#xC15;, &#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC15;, &#xC2A;&#xC4B;&#xC32;&#xC41;&#xC15;, &#xC2A;&#xC4B;&#xC32;&#xC41;&#xC17; or &#xC2A;&#xC4B;&#xC32;&#xC41;&#xC35; p&#x14D;laka. [Tel.] n. A Sand Grouse, Pterochurus exnotus, (F.B.I.) &#xC1C;&#xC3E;&#xC02;&#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC15; or &#xC1C;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC02;&#xC15;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2A;&#xC4B;&#xC32;&#xC15;, &#xC38;&#xC02;&#xC26;&#xC2A;&#xC4B;&#xC32;&#xC15; or &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC32;&#xC15; are species. &quot;&#xC28;&#xC47;&#xC32;&#xC28;&#xC46;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; Rasica. i. 49. &quot;&#xC38;&#xC40; &quot;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC15;&#xC4A;&#xC02;&#xC17; &#xC2A;&#xC3E;&#xC1F;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2A;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC40;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; H. iii. 14.
			</div>
                