&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x14D;&#x1E37;&#x1E37;u. plu. of &#xC2A;&#xC4B;&#xC21;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC33;&#xC40;</span>&#xA0;&#xA0;p&#x14D;&#x1E37;&#x12B;. [Tel.] n. A cake made of wheat, pulse and treacle. &#xC12;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC32;&#xC47;&#xC30;&#xC2E;&#xC4D;&#xC2E; p&#x14D;l&#x113;ru. [Tel. &#xC2A;&#xC4B;&#xC32;&#xC41;+&#xC0F;&#xC30;&#xC41;.] n. A village goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;See &#xC2A;&#xC4B;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;p&#x14D;lu-karra [Tel.] n. A shaft of a carriage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;p&#x14D;lu. [Tel.] v. n. To be fit or agreeable. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC24;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. To be proper, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. To be possible, &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. This word is added to infinitives. &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC46; can it be done? The neg. is &#xC2A;&#xC4B;&#xC32;&#xC26;&#xC41;; thus, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC2A;&#xC4B;&#xC32;&#xC26;&#xC41; or &#xC24;&#xC17;&#xC26;&#xC41; it is not proper to do so. &#xC09;&#xC02;&#xC21;&#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC41; perhaps they are there, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC47;&#xC2E;&#xC4B;. &quot;&#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC2F;&#xC26;&#xC47;&#xC35;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC35;&#xC3F;&#xC2F;&#xC28;&#xC26;&#xC17;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC30;&#xC41;&#xC23;&#xC40;&#xC28;&#xC40;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; H. i. 140. v. a. To resemble, to be like, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;. n. Resemblance, similarity, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC24;&#xC32;&#xC3E; &#xC24;&#xC4B;&#xC15;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to talk without rhyme or reason. &#xC2A;&#xC4B;&#xC32;&#xC46; p&#x14D;le. adv. Like. &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC46; like Rama. &#xC2A;&#xC4B;&#xC32;&#xC2E;&#xC3F; p&#x14D;l-ami. n. Dissimilarity, unlikeness. &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC1A;&#xC41; p&#x14D;lin&#x1E6D;su. v. a. To compare, or liken. &#xC2A;&#xC4B;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC3F; or &#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC15;&#xC3F; p&#x14D;lika. n. Resemblance, likeness.
			</div>
                