&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC17;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pau-gan&#x1E0D;u&#x1E0D;u. [Skt.] n. A boy, a youth. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4C;&#xC17;&#xC02;&#xC21; paugan&#x1E0D;a. adj. Appertaining to youth. &quot;&#xC30;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC2C;&#xC32;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC4C;&#xC17;&#xC02;&#xC21;&#xC35;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC36;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC33;&#xC3E; &#xC2F;&#xC4B;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC2C;&#xC43;&#xC02;&#xC26;&#xC3E;&#xC2A;&#xC28;, &#xC2D;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC3E;&#xC1A;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC27;&#xC3F;&#xC2A;&#xC3E;.&quot; BX. &#xA7;. 15. 593.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;p&#x14D;vu. [Tel.] v. n. To go, proceed. To pass, cease, disappear. To be lost, to die. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went home. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC4B;&#xC35;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he went his way. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after his father&apos;s death. &#xC2A;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after ten days had passed. &#xC35;&#xC3E;&#xC28; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after the rain ceased. &#xC06; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the book is lost. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; he lost his eyes. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; a mug that leaks. &#xC2A;&#xC26;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC06;&#xC30;&#xC41; deduct four from ten and six remain. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he had (sexual) intercourse with her. Added to infinitives in A, it gives the signification of intent or futurity. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC4B;&#xC24;&#xC47; &#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; when I was going to write he told me not to do so. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was about to strike her. &#xC35;&#xC3E;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC2C;&#xC4B;&#xC24;&#xC3E;&#xC30;&#xC41; when are they going to set out? &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC4B;&#xC2F;&#xC47;&#xC35;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC40; take care, you don&apos;t mention it. Affixed to the past affirmative participles of many verbs, it denotes completeness: as &#xC06; &#xC17;&#xC4B;&#xC21; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the wall has fallen down. &#xC06; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC0F;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; those words are now all forgotten; lit: gone into the river. &#xC35;&#xC3E;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC47; &#xC09;&#xC02;&#xC21;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they settled there. Joined to negative participles it is used to form a past tense negative. &#xC30;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he did not come. &#xC2A;&#xC4B;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he did not go. &#xC35;&#xC3F;&#xC28;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; he would not listen. &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; Same as &#xC2A;&#xC4B;&#xC35;&#xC41;. Also, to pass, as time, &#xC15;&#xC21;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC26;&#xC4B;&#xC2F;&#xC41; p&#x14D;-d&#x14D;yu. v. a. To baffle, to push back, to thrust away. &#xC2A;&#xC4B;&#xC26;&#xC4B;&#xC32;&#xC41; p&#x14D;-d&#x14D;lu. v. a. To drive off. &#xC2A;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41; p&#x14D;n-&#x101;&#x1E0D;u. v. a. To drive off, to turn away, to abandon. To blame, censure, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to lose. &#xC2A;&#xC4B;&#xC28;&#xC3F; p&#x14D;ni. (neg. part. of &#xC2A;&#xC4B;&#xC35;&#xC41;) who or which goes not. &#xC2A;&#xC4B;&#xC28;&#xC3F; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; a sin that cannot be removed or done away. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F; nonsensical. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; foolish language. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; a foolish thing. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC32;&#xC41; gods that are no gods. &#xC2A;&#xC4B;&#xC28;&#xC3F;. [for &#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;.] imperative: Let it go, let it pass. Never mind. &#xC2A;&#xC4B;&#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; p&#x14D;n-ottu. v. a. To do away, to remove. &quot;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1C;&#xC41;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC2C;&#xC4B;&#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC17; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC1F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;.&quot; Vish. v. 147. &#xC2A;&#xC4B;&#xC2A;&#xC21;&#xC41; p&#x14D;-pa&#x1E0D;u. v. n. To go, &#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC15; &#xC15;&#xC4B;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC32;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC02;, &#xC2C;&#xC4B;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC4D;, &#xC35;&#xC47;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; M. XII. iii. 243. &#xC2A;&#xC4B;&#xC2C;&#xC21;&#xC3F; p&#x14D;-ba&#x1E0D;i. (&#xC2A;&#xC4B;&#xC35;&#xC41;+&#xC2C;&#xC21;&#xC3F;.) n. A trace. &#xC5B;&#xC3E;&#xC21;. &#xC2A;&#xC4B;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; p&#x14D;-be&#x1E6D;&#x1E6D;u. n. A kind of noise expressive of love. &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC2A;&#xC4B;&#xC2E;&#xC41; p&#x14D;mu. (1st. pers. plu. neg. aor. of &#xC2A;&#xC4B;&#xC35;&#xC41;.) We will not go. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC28;&#xC3F; p&#x14D;-rani. adj. Unavoidable, Friendly, loving, dear, &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a dear relation. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC2E;&#xC3F; p&#x14D;-r&#x101;mi. n. Affection, love, friendship, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4B;&#xC30;&#xC47;&#xC30;&#xC3E;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC2A;&#xC4B;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC47;.&quot; Swa. iii. 173. &quot;&#xC06;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC28;&#xC46;&#xC30;&#xC2A;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;.&quot; B. X. &#xA7;. 59. Hardship, trouble, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; p&#x14D;yina. (past rel. p of &#xC2A;&#xC4B;&#xC35;&#xC41;.) Gone, departed, lost. Also, past, last, as &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC38;&#xC4B;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; last Monday: &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC32; last month. &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; p&#x14D;yi-va&#x1E6D;s&#x1E6D;su. v. n. To take leave, to go, &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; farewell, goodbye. &#xC2A;&#xC4B;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; p&#x14D;-vi&#x1E0D;u&#x1E6D;su. v. a. To abandon, give up, let go. &#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paun&#x1E0D;ra-d&#x113;&#x1E63;amu. [Skt.] n. The ancient name of a country including the greater part of Bengal. &#xC2A;&#xC4C;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a native of the &#xC2A;&#xC4C;&#xC02;&#xC21;&#xC4D;&#xC30; country. Vish. viii. 236.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC39;&#xC23;</span>&#xA0;&#xA0;p&#x14D;hana. [Tel.] n. Joining, uniting, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;. Skill, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. A fact or occurrence, &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC28;&#xC3F;. &quot;&#xC2E;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F;, &#xC26;&#xC28;&#xC30;&#xC17;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC21;&#xC41;&#xC17; &#xC26;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC2F;&#xC3F;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC46;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41; &#xC28;&#xC21;&#xC1A;&#xC41;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC43;&#xC27;&#xC4D;&#xC35;&#xC40;&#xC28;&#xC3E;&#xC27;&#xC3E;.&quot; Bdj. iv. 67. &#xC2A;&#xC4B;&#xC39;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; p&#x14D;ha&#x1E47;in&#x1E6D;su. v. a. To string together. &#xC17;&#xC41;&#xC02;&#xC2D;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC3E;&#xC38;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4B;&#xC39;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC32;&#xC40;&#xC32; &#xC24;&#xC2E;&#xC32;&#xC4B;&#xC28; &#xC26;&#xC4A;&#xC30;&#xC2F;&#xC41;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; KP. i. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC2F; p&#x14D;sta-k&#x101;ya. [H.] n. A capsule of the poppy used medicinally. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;p&#x14D;s&#x1E6D;u [Eng: &apos;post&apos;.] adj. Belonging to the postal department. &#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC1F;&#xC3E;&#xC2B;&#xC40;&#xC38;&#xC41;, &#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC38;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;p&#x14D;sa-rekka. [Tel.] n. A kind of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x14D;sarin&#x1E6D;su. v. n. Another form of &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Another form of &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;p&#x14D;sanamu. [Tel.] n. Milk. &#xC2A;&#xC3E;&#xC32;&#xC41;. A coating, painting, &#xC2A;&#xC48;&#xC2A;&#xC42;&#xC24;. Brightness, brilliance, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F; &quot;&#xC2A;&#xC4B;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;, &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2F;&#xC47;&#xC2D;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC35;&#xC40;&#xC21;&#xC4A;&#xC15;&#xC21;&#xC41;.&quot; Sanand D. 156.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;p&#x14D;shin&#x1E6D;su [Skt.] v. a. To nourish, cherish, maintain, support, patronize. &#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; p&#x14D;shaku&#x1E0D;u. n. A patron, protector, &#xC09;&#xC26;&#xC30;&#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC32;&#xC41; those who make a god of their belly. &#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41; p&#x14D;sha&#x1E47;amu. n. Nourishing, cherishing; maintenance, support. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC09;&#xC26;&#xC30;&#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he fills his belly by begging. &#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; p&#x14D;shyamu. adj. That which is to be cherished, or taken care of. &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; his dependants. &#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; p&#x14D;shya-vargu&#x1E0D;u. n. A dependant, hangeron, protege. &#xC24;&#xC2E;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC2E;&#xC2F;&#xC4D;&#xC2F;. i.e., your humble servant Ramaya. Lit. Ramaya who is one of your dependants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paunah-punyamu. [Skt. from &#xC2A;&#xC41;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC03;.] n. Frequency, repetition, &#xC2E;&#xC30;&#xC32;&#xC2E;&#xC30;&#xC32;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC2A;&#xC4C;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC15; paunah-punika. adj. Repeated. &quot;&#xC2A;&#xC4C;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC41;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC48;.&quot; Kal. i. 80.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pautru&#x1E0D;u. [Skt. from &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;.] n. A son&apos;s son. &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;. &#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC3F; pautri. n. A grand-daughter. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30; &#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F; through all generations.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC35;&#xC41;&#xC5B;&#xC41; pau&#x1E0D;zu. [H.] n. An army, troops, &#xC26;&#xC02;&#xC21;&#xC41;. A series, row, &#xC2C;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC38; &#xC2A;&#xC4C;&#xC5B;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC41; pau&#x1E0D;zulu-t&#x12B;ru. v. n. To be arranged in a line, to form a line, &#xC2C;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC4C;&#xC5B;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC4C;&#xC5B;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; or &#xC2A;&#xC4C;&#xC5B;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; pau&#x1E0D;zulu-t&#x12B;ru&#x1E6D;su. v. a. To arrange in a line, &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                