&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paur&#x101;&#x1E47;amu. [Skt.] adj. Relating to the Puranas. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC40;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC41;&#xC21;&#xC48; &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC32;&#xC40;&#xC32;&#xC24;&#xC4B;&#xC21;. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4A;&#xC17;&#xC21;&#xC2C;&#xC4C;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28; &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC38;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC46; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC1A;&#xC1F;.&quot; G. i. 33. &#xC2A;&#xC4C;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC2E;&#xC41; paur&#x101;&#x1E47;ikamu. adj. Mythological; old, as a story. &#xC2A;&#xC4C;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; paur&#x101;&#x1E47;iku&#x1E0D;u. n. One who knows the Puranas, &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A public reader of a Purana. A bard, ministrel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pauramu. [Skt. from &#xC2A;&#xC41;&#xC30;.] adj. Belonging to a city or town (&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.) &#xC2A;&#xC4C;&#xC30;&#xC38;&#xC24;&#xC41;&#xC32;&#xC41; the ladies of the place: citizens&apos; wives. &#xC2A;&#xC4C;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; paura-l&#x14D;kamu. n. The townsfolk, a body of citizens. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC21;&#xC41; pauru&#x1E0D;u. n. A citizen. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC32;&#xC41; citizens, townsfolk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;</span>&#xA0;&#xA0;pra. [Skt.] prefix. signifying Very, much, excessively.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3E;</span>&#xA0;&#xA0;py&#x101;d&#x101;. [H.] n. A footman or peon, &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paushamu. [Skt.] n. The month called &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC32;&#xC4B;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;paul&#x14D;mi. [Skt. from &#xC2A;&#xC41;&#xC32;&#xC4B;&#xC2E;.] n. The name of the wife of Indra, &#xC36;&#xC1A;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC35;&#xC41;&#xC32;&#xC41; Same as &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41; to break, (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;paulastyu&#x1E0D;u. [Skt. from &#xC2A;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;.] n. An epithet of Kubera the god of riches. Also, of Ravana. &#xC2A;&#xC4C;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; paulastya-dikku. n. The north, as being the quarter of Kubera.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E; p&#x101;ur&#x1E47;am&#x101;si [Skt.] n. The lunar day on which the moon is full. &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;. &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC28;&#xC2E;&#xC3F; a corruption of &#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paur&#x14D;hityamu. [Skt. from &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;.] n. The office of priesthood. &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC30;&#xC4B;&#xC17;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;paur&#x14D;-gavu&#x1E0D;u. [Skt.] n. An overseer of the kitchen. &#xC2A;&#xC3E;&#xC15;&#xC17;&#xC43;&#xC39;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;paurushamn. [Skt. from &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;.] n. Manliness. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Courage, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. A resolution, effort, attempt. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. A vow, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;. &quot;&#xC06;&#xC30;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;&#xC26;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;.&quot; M. III. vii. 153. &quot;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E; &#xC35;&#xC47;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC3E;&#xC21;&#xC46;&#xC26;&#xC30;&#xC41;.&quot; V&#x113;ma. 500. adj. Of, or belonging to man, human; manly. &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC26;&#xC4B;&#xC03; &#xC2A;&#xC3E;&#xC23;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC46;. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; paurushamu-g&#x101;. adj. In a manly fashion, Bravely; insolently, haughtily. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC47;&#xC2F;&#xC2E;&#xC41; paurush&#x113;yamu. adj. Made by human hands, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prakaranamu. [Skt.] n. An introduction, prologue or prelude. A chapter or section in a book. The plot or thread of a story. An affair, case. Connection, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC02;&#xC26;&#xC41; on that occasion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praka&#x1E6D;amu. [Skt.] adj. Public, notorious. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;, &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC2C;&#xC32;&#xC3E;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;.&quot; M. VII. ii. 24. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28; or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28;&#xC2E;&#xC41; praka&#x1E6D;ana. n. Publication, notification, announcement. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; a notice or advertisement. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; praka&#x1E6D;intsu. v. a. To make public, proclaim, announce, promulgate. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; to get it proclaimed. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; praka&#x1E6D;itamu. adj. Proclaimed, promulgated, announced, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC2C;&#xC32;&#xC41;&#xC21;&#xC41; celebrated for strength.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC02;&#xC17;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;. Same as &#xC2A;&#xC02;&#xC17;. (q. v.)
			</div>
                