&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;pra-kriya. [Skt.] n. Power, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. A chapter, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Wordbuilding, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A rule, &#xC28;&#xC3F;&#xC2F;&#xC24;&#xC35;&#xC3F;&#xC27;&#xC3F;. &#xC38;&#xC2E;&#xC3E;&#xC38;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; the chapter in Sanskrit grammer regarding compound words.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-kalpitamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;.] adj. Contrived, made, fabricated, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;. Vish. ii. 361.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prakarshamu. [Skt.] n. Good, excellence, &#xC2E;&#xC47;&#xC32;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prakaramu. [Skt.] n. A heap; a quantity; a multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC15;&#xC4D;&#xC15; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-k&#x14D;sh&#x1E6D;hamu. [Skt.] n. The fore-arm. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC23;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC15;. &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC2F;&#xC3F;. A part of the frame of a door. A court yard in a house, an open space surrounded by buildings, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-k&#x14D;pamu. [Skt.] n. The height or crisis of any affair. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4B; in the height or crisis of the fever. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-k&#x14D;pin&#x1E6D;su. v. n. To be at its crisis. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the fever was at its height.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pra-kriti. [Skt.] n. Nature, the goddess of nature. The world, the universe. The original or natural condition of a thing. The elementary or root form of a word. Constitution, temperament, disposition. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC41;, &#xC2D;&#xC42;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. &#xC2A;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; a bilious temperament. &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; a saturnine disposition. &#xC35;&#xC3E;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; an airy or rheumatic humour. &#xC1C;&#xC21;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; (R. vi. 14.) a dull state, stupefaction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prak&#x101;ramu. [Skt.] n. Way, Manner, mode, similitude, likeness, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;, &#xC38;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC30;&#xC40;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; prak&#x101;ramu. adv. According to, accordingly, as, in the same way as. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did accordingly. &#xC2F;&#xC25;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; as usual.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-kritamu. [Skt.] adj. Present. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; the present business. n. The present time. adv. At present, just now, pro tempore.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-k&#x12B;r&#x1E47;amu. [Skt.] adj. Spread abroad, published, promulgated: expanded, opened, scattered, dispersed. &#xC35;&#xC46;&#xC26;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC2E;&#xC41; prak&#x12B;r&#x1E47;amu. n. A chowri, a cow tail used as a fan, or whisk, &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC41;&#xC30;&#xC2E;&#xC41; adj. Miscellaneous. &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41; a miscellaneous chapter or section of a book.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-k&#x101;&#x1E63;amu. [Skt.] n. Sunshine, &#xC0E;&#xC02;&#xC21;. Light, splendour, lustre, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. Manifestation. adj. Brilliant, splendid, lustrous. Celebrated, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Revealed, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. Similar, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his name is celebrated. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; prak&#x101;&#x1E63;in&#x1E6D;su. v. n. To shine, be splendid, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. To be bright, &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-kramamu. [Skt.] n. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Time, &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;. Proceeding, going, beginning. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. T. ii. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC46; or &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; prakki [Tel.] n. A tree so called, Tanarix gallica. &#xC35;&#xC47;&#xC24;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC41;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-k&#x101;n&#x1E0D;amu. [Skt.] n. The stem or trunk of a tree, the part between the root and the branches. adj. Excellent, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC17;&#xC4B;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41; an excellent cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-k&#x101;mamu. [Skt.] adv. Voluntarily, willingly. &#xC2F;&#xC25;&#xC47;&#xC2A;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
                