&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-kshiptamu. [Skt.] adj. Well thrown, cast or rejected, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. Well united, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; a spurious verse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41; pra-kva&#x1E47;amu. [Skt.] n. The note of a lute. &#xC35;&#xC40;&#xC23;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC17;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-gan&#x1E0D;amu. [Skt.] n. The upper arm. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-khy&#x101;tamu. [Skt.] adj. Much celebrated, very famous, renowned, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F; pra-khy&#x101;ti. n. Celebrity, fame, renown. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-ksh&#x101;&#x1E37;anamu. [Skt.] n. The act of washing well, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC15;&#xC41;&#xC21;&#xC41; pra-ksh&#x101;&#x1E37;aku&#x1E0D;u. n. One who washes well. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-ksh&#x101;&#x1E37;in&#x1E6D;su. v. a. To wash well, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; pra-ksh&#x101;&#x1E37;itamu adj. Well washed, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-ch&#x101;ra&#x1E47;amu. [Skt.] n. Putting in practice, causing one to act. &#xC06;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC1F;. &quot;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC35;&#xC47;&#xC26;&#xC28;&#xC15;&#xC27;&#xC40;&#xC24;&#xC3F;&#xC2C;&#xC4B;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC26;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3E;&#xC1A;&#xC30;&#xC23; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;.&quot; A. vi. 86.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-chayamu. [Skt.] n. A multitude, assemblage. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A long-drawn note in music, &#xC05;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. V. P. ii. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-chan&#x1E0D;amu. [Skt.] adj. Fierce, vehement, wrathful, fervid, exasperated, offended. &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC1A;&#xC47;&#xC30;&#xC30;&#xC3E;&#xC28;&#xC3F;, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32;, &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; pra-chan&#x1E0D;u&#x1E0D;u. n. A fierce, vehement, terrible man, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC36;&#xC3E;&#xC32;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; he is mighty in logic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC18;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC18;&#xC3E;&#xC23;&#xC2E;&#xC41; pragha&#x1E47;amu. [Skt.] n. A covered terrace, or a small portico before the door of a house. &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F; &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC35;&#xC38;&#xC3E;&#xC30;&#xC3E;, &#xC1A;&#xC4B;&#xC2A;&#xC3E;, &#xC32;&#xC47;&#xC15;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC26;&#xC3F;. Vasu. iv. 138. and v. 77. Parij. v. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-gr&#x12B;vamu. [Skt.] n. A window, a lattice, a balcony in a fort wall. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;. A bolster, &#xC05;&#xC30;&#xC4D;&#xC27;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC32;&#xC17;&#xC21;, &#xC12;&#xC30;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-grahamu. [Skt.] n. A rein, rope, &#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC26;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC30;&#xC4C;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC32;&#xC17;&#xC3E;&#xC2E;&#xC41;, &#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;. Confinement, &#xC1A;&#xC46;&#xC30;. A prisoner, a captive, &#xC15;&#xC48;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-g&#x101;&#x1E0D;hamu. [Skt.] adj. Much, excesssive, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. Hard, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;</span>&#xA0;&#xA0;pra-galbha. [Skt.] n. A bold woman. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC24; pra-galbhata. n. Energy, confidence, audacity, insolence, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC2E;&#xC41; pra-galbhamu. adj. Bold, audacious, daring. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41; pra-galbhu&#x1E0D;u. n. A bold man. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prachuramu. [Skt.] adj. Excessive, much, many. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;. Public, notorious. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; that matter became widely known. &#xC08; &#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC41;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC15;&#xC41; do not let this become public. &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; prachurin&#x1E6D;su. v. a. To publish, make known.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-ch&#x101;ramu. [Skt.] n. Going, proceeding, &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Custom, usage, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; Appearance, manifestation. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC46; &#xC1C;&#xC28;&#xC35;&#xC30; &#xC2F;&#xC47;&#xC24;&#xC24;&#xC4D;&#xC15;&#xC25;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4D;.&quot; S. iii. 277. &quot;&#xC2E;&#xC32;&#xC15;&#xC32;&#xC2E;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC37;&#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; BX. &#xA7;. 16. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC21;&#xC41; prach&#x113;tasu&#x1E0D;u [Skt.] n. The god of the ea, i.e., Varuna, &#xC35;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
                