&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1C;</span>&#xA0;&#xA0;praja. [Skt.] n. Progeny, offspring, posterity, &#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;. People, folk, the community, subjects, &#xC1C;&#xC28;&#xC2E;&#xC41;. Plu: &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC32;&#xC41;. people men. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC1C; dark folk. P. ii. 203. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2A;&#xC23;&#xC2E;&#xC41; praj&#x101;pa&#x1E47;amu. n. Subjection, the state of a subject. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2A;&#xC24;&#xC3F; praj&#x101;-pati. n. The lord of men; a name of the Creator. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. A patriarch, one of our first forefathers. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. A king of sovereign. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41; protecting one&apos;s people. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; a general mortality. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC35;&#xC24;&#xC3F; praj&#x101;-vati. n. A brother&apos;s wife, an elder brother&apos;s wife, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-chyutamu. [Skt.] adj. Fallen, slipped. &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prach-ch&#x101;danamu. [Skt.] n. An upper or outer garment, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. A covering, concealing, &#xC2E;&#xC42;&#xC24;. &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; prach-ch&#x101;ditamu. adj. Covered, clothed, concealed. &#xC2E;&#xC42;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-nayamu. [Skt.] n. Affection, love, friendship, friendly or fond regard, acquaintance. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC15;&#xC32;&#xC39;&#xC2E;&#xC41; lover&apos;s quarrels, discord between man and wife. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; pra&#x1E47;ayin&#x1E6D;su. v. a. To kindle, to make a fire burn. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC05;&#xC32;&#xC30;&#xC17;&#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC28;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC42;&#xC26;&#xC17;&#xC28;&#xC41;. &#xC17;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC27;&#xC42;&#xC2E;&#xC3E;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC15;&#xC32;&#xC2F;&#xC17; &#xC2C;&#xC30;&#xC4D;&#xC35;&#xC46;&#xC28;&#xC4B;&#xC2F;&#xC28;.&quot; Bmj. ii.23. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC3F;&#xC28;&#xC3F; pra&#x1E47;ayini. n. A beloved woman. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pra-&#x1E47;ati. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC28;&#xC24;&#xC3F;.] n. A bow, salutation, reverence, obeisance. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; pra-&#x1E47;atu&#x1E0D;u. n. One who bows or salutes, &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; pra&#x1E47;amillu. v. n. To bow, to prostrate oneself, to bow down. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC21;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra&#x1E0D;&#x12B;namu. [Skt.] n. The first flight of a bird; flying rapidly. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC24;&#xC3F; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pra-jvalin&#x1E6D;su. [Skt.] v. n. To burn or be inflamed. &#xC2E;&#xC02;&#xC21;&#xC41;. To shine or glitter. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC28;&#xC2E;&#xC41; prajvalanamu. n. Burning, flaming, &#xC2E;&#xC02;&#xC21;&#xC41;&#xC1F;. Shining. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; prajvalitamu. adj. Flamed, shone, &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;</span>&#xA0;&#xA0;pra-gnya. [Skt.] n. Intelligence, understanding, good sense, cleverness. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41; pragnyalu. n. plu. Boasting words. &quot;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2C;&#xC30;&#xC27;&quot; She talks big. S. iii. 24. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41; pra-gny&#x101;namu. n. Knowledge, wisdom. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. A sign, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;, &#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; pragny&#x101;patrika. n. A paper stuck in a volume to shew the place. A book mark. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; pragnyu&#x1E0D;u. n. A learned man. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. A bandy-legged man. &#xC2A;&#xC02;&#xC17;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prajanamu. [Skt.] n. Impregnation: pregnancy of cattle, &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC41;, &#xC1A;&#xC42;&#xC32;&#xC41;. Birth, production. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-chchannamu. [Skt.] adj. Covered, private, secret, concealed, disguised, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC17;&#xC42;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC48;&#xC28;. n. A private door within a house a lattice, loop hole. &#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC4B;&#xC35;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC09;&#xC02;&#xC21;&#xC47;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC4B;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-ch&#x14D;ditamu. [Skt.] adj. Prescribed, directed, sent. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra&#x1E47;avamu. [Skt.] n. The name of the sacred syllable O M, the mystic name of God. &#xC13;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
                