&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-t&#x101;pamu. [Skt.] n. Splendour, brilliancy, heat. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;. Power, majesty, valor. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-&#x1E6D;&#x101;pin&#x1E6D;su. v. n. To show one&apos;s valor, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-talamu. [Skt.] n. The open hand, with the fingers extended. &#xC1A;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32; &#xC05;&#xC30;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. One of the infernal regions, &#xC05;&#xC27;&#xC4B;&#xC32;&#xC4B;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pra-tati. [Skt.] n. A company, crowd, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A creeping plant, &#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-&#x1E47;utamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC38;&#xC41;&#xC24;&#xC2E;&#xC41;.] Much praised, celebrated. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC41;&#xC24;&#xC3F; pra-&#x1E47;uti. n. Great praise, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC41;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; pra-&#x1E47;utin&#x1E6D;su. v. a. To praise. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC28;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; pra&#x1E47;utu&#x1E0D;u. n. One who is much praised, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;prati-grithitudu. [Skt.] n. One who receives alms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;prati-k&#x1E5B;iti. [Skt.] n. An effigy, figure, image. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-k&#x16B;lamu. [Skt.] adj. Contrary, adverse, unfavourable, reverse, inverted. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC3F; an adverse wind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; prati-k&#x101;ramu. [Skt.] n. A return of offices, either good, or bad. Revenge, retaliation. Remedying, counteracting. A remedy, an antidote, what averts a spell. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; a contradictory expression. S. iii. 360.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;prati. [SKt.] n. A Sanskrit particle, prefixed to words of that language, and implying Opposition or substitution, (instead of, in lieu of, opposed to,) order, distribution, (severally, each by each.) direction, designation, (toward, upon.) possession or inclusion in (as a part, or portion.) exchange, return, (again, back again.) &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC2E; each Veda. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; every day. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; each year. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41; one by one. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC3F; the opposite party. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F; a defendant. adj. Equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;. n. The other. A match, an equivalent or substitute. A copy, as of a letter. A bit, section, spot of ground. One twelfth of a &#xC17;&#xC41;&#xC02;&#xC1F;, one part or length of a wall. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; matchless, unrivalled. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is thus written in another manuscript or copy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-t&#x101;ra&#x1E47;amu. [Skt.] n. A delusion, trick, cheating, deceiving, deception. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC28;, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-t&#x101;rin&#x1E6D;su. v. a. To deceive, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; pra t&#x101;raku&#x1E0D;u. A deceiver. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; prat&#x101;ritu&#x1E0D;u. n. One who is deceived or cheated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra&#x1E47;&#x12B;tamu. [Skt.] adj. Dressed, cooked. &#xC35;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. Made, done, constructed. &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;pra&#x1E47;idhi. [Skt.] n. A spy or emissary, &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;. A. iv. 329. Asking, solicitation, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;pra&#x1E47;&#x101;&#x1E37;i. [Skt.] n. A water course, channel, canal. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-&#x1E47;ip&#x101;tamu. [Skt.] n. A Salutation, reverence. &#xC05;&#xC2C;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra&#x1E47;&#x101;mamu. [Skt.] n. A bow, salutation; homage. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC24;&#xC3F;.
			</div>
                