&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;prati-chch&#x101;ya. [Skt.] n. Refraction of light. A reflected image. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. &quot;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC26;&#xC4B;&#xC30;&#xC2E;&#xC48; &#xC38;&#xC15;&#xC32;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F;&#xC32;&#xC46;&#xC38;&#xC17;.&quot; Vish. viii. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-gh&#x101;tamu. [Skt.] n. A blow in return, a blow for a blow, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. Wreaking vengeance, &#xC2A;&#xC17;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pratighamu. [Skt.] n. Anger, wrath, rage: opposition. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;prati-gha&#x1E6D;in&#x1E6D;su. [Skt.] v. a. To oppose, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; pratigha&#x1E6D;itamu. adj. Opposed, contradicted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-granamu. [Skt.] n. An acceptance of alms. The act of receiving anything. A gift. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; prati grahin&#x1E6D;su. v. a. To accept, or receive alms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-padamu. [Skt.] n. A synonym. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;prati-pattu. [Skt.] n. The first day of either lunar fortnight, i.e., the first of the moon&apos;s increase or wane. &#xC2A;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; prati-pakshi. [Skt.] n. An enemy, a defendant, an opponent, a respondent. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-pakshamu. [Skt.] n. The opposite side or party. &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F; &#xC15;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;prati-nidhi. [Skt.] n. A resemblance or equivalent; a substitute, deputy, representative. &#xC2E;&#xC3E;&#xC30;&#xC41;. An image, a statue, a picture, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. A surety. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC17;&#xC3E; as his representative.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-n&#x101;mamu. [Skt.] n. A second name or alias. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC28;</span>&#xA0;&#xA0;pratina. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;.] n. A vow, determination. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;, &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC28;&#xC47;&#xC21;&#xC41;&#xC26;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC32;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;&#xC1F;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC24;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC28;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC24;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC2D;&#xC2F;&#xC2E;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;.&quot; M. IX. i. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;</span>&#xA0;&#xA0;prati-dhvani. [Skt.] n. An echo. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC02;&#xC26;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;prati-dvandvi. [Skt.] n. An antagonist, or opponent. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-d&#x101;namu. [Skt.] n. The return or re-delivery of a deposit, barter, exchange. &#xC26;&#xC3E;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC32; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;</span>&#xA0;&#xA0;prati-gnya. [Skt.] n. An agreement, engagement, undertaking, asseveration, solemn avowal, determination, resolution, vow. &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;. Assent, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC2E;&#xC41; prati-gny&#x101;tamu. adj. Acknowledged, admitted. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;prati-phalin&#x1E6D;su. [Skt.] v. n. To reflect or give the image of. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC28;&#xC2E;&#xC41; pratiphalanamu. n. A reflection of an image. &#xC28;&#xC40;&#xC21; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-phalamu. [Skt.] n. A return, requital, remmuneration, reward.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;prati-p&#x101;laku&#x1E0D;u. [Skt.] n. One who protects or defends. A king, a protector. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41; prati-p&#x101;lanamu. n. Protecting, defending, cherishing, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; prati-p&#x101;lin&#x1E6D;su. v. a. To protect, defend, cherish. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-p&#x101;dakamu. [Skt.] adj. That which gives, effects, or causes, &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC47;. Explanatory, demonstrating, proving, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC38;&#xC47;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; prati-p&#x101;dakatvamu. n. Substantiation. Explanatory force or bearing. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; prati-p&#x101;danamu. n. Giving, donation. &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC07;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;. Ascertaining, determining. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; prati-p&#x101;dyamu. adj. Substantiated, established. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; prati-p&#x101;dyamu-g&#x101;. adv. Determinately, firmly. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;.
			</div>
                