&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-bandhamu. [Skt.] n. An obstacle, impediment, hindrance. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; &#xC2C;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; prati-bandhakamu. adj. Impeding, obstructing. n. An obstacle, impediment, hindrance. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; hindrance caused by rain, or delay of rain. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; prati-bandhin&#x1E6D;su. v. n. To act against, hinder, obstruct, contradict, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC15;&#xC40; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this rule is against it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-phalitamu. adj. Reflected, cast back, as an image. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41;. &quot;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC02; &#xC26;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC3F;&#xC24; &#xC28;&#xC3F;&#xC1C;&#xC26;&#xC47;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC02;&#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; B.iii. 1004.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-v&#x101;kyamu. [Skt.] n. An answer. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;prati-vasin&#x1E6D;su. [Skt.] v. n. To live, to be. &#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC09;&#xC02;&#xC21;&#xC41;. Molli. iii. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-l&#x14D;mamu. [Skt.] adj. Not right, reverse, inverted, contrary to the natural course or order, against the hair or grains. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; backwards, as reciting (a spell or the alphabet) the wrong way. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC4B;&#xC2E;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; marriage the wrong way, i.e., wherein the wife is superior to the husband.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-r&#x14D;dhamu. [Skt.] n. Opposition. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F; pratir&#x14D;dhi. n. An opponent. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-yatnamu. [Skt.] n. A desire, &#xC35;&#xC3E;&#xC02;&#xC1B;. An effort, endeavour, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. A reform. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC4B;&#xC24;</span>&#xA0;&#xA0;prati-m&#x14D;ta. [Skt.] n. An echo. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC15;&#xC41;&#xC32;&#xC17;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC4B;&#xC24;&#xC32;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC17;.&quot; Pal. 258.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;</span>&#xA0;&#xA0;prati-m&#x101;la. [Skt.] n. An exercise analogous to capping verses, reciting verse for verse, as a trial of memory or skill. &#xC05;&#xC02;&#xC24;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; pratima. [Skt.] n. An image, idol, picture. A resemblance. &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-bh&#x113;damu. [Skt.] n. A various reading in a manuscript. &#xC2A;&#xC3E;&#xC20;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;pratibhuvu. [Skt.] n. A surety. &#xC2A;&#xC42;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;prati-bha&#x1E6D;u&#x1E0D;u. [Skt.] n. An enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;</span>&#xA0;&#xA0;pratibha. [Skt.] n. Understanding, intellect, light, splendour, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-bimbamu. [Skt.] n. A reflection, as in a mirror, resemblance. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41; prati-bimbin&#x1E6D;su. v. a. To reflect back, as a mirror does. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; prati-bimbitamu. adj. Reflected, as an image.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;priti-sh&#x1E6D;ambhamu. [Skt.] n. An obstacle, impediment; obstruction, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-sh&#x113;dhamu. [Skt.] n. A prohibition, forbidding. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; prati-sh&#x113;din&#x1E6D;su. v. a. To forbid, prohibit. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-&#x1E63;rayamu. [Skt.] n. An assembly, a place of sacrifice. &#xC38;&#xC2D;, &#xC38;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC32;, &#xC38;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-&#x1E63;y&#x101;yamu. [Skt.] n. Cold, catarrh. &#xC2A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-vidh&#x101;namu. [Skt.] n. A preventative, remedy. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;prati-v&#x101;di. [Skt.] n. A respondent or defendant. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; prati-v&#x101;din&#x1E6D;su. v. a. To defend in argument, to reply to charges. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC48; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
                