&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;</span>&#xA0;&#xA0;prati-spardha. [Skt.] v. Rivalry, &#xC2A;&#xC4B;&#xC1F;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; prati-sparadhin&#x1E6D;su. v. n. To behave as a rival, &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC38;&#xC40;&#xC30;</span>&#xA0;&#xA0;pra&#x1E6D;i-s&#x12B;ra. [Skt.] n. A screen or wall of cloth. &#xC38;&#xC30;&#xC26;&#xC3E;, &#xC24;&#xC46;&#xC30;&#xC1A;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-saramu. [Skt.] n. A thread tied upon the wrist at the time of some particular ceremonies. &#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC24;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC42;&#xC32;&#xC41; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC30;&#xC2E;&#xC41;. The rear of an army, &#xC38;&#xC47;&#xC28;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. A garland, &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;pratish&#x1E6D;ha. [Skt.] n. Staying, standing, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;. Fame, celebrity. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. Consceration, dedication. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20; setting up a pillar as a preliminary to a wedding, &amp;c. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC1A;&#xC47;&#xC2F;&#xC41; to consecrate a temple. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; pratish&#x1E6D;hin&#x1E6D;su. v. a. To establish permanently or firmly, to dedicate, &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2F;&#xC4C;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC02;&#xC17;&#xC26;&#xC41;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; R. v. 326. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC41; pratish&#x1E6D;hitamu. adj. Firmly or permanently established, dedicated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;prat&#x12B;chi. [Skt.] n. The west quarter. &#xC2A;&#xC21;&#xC2E;&#xC30;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC41; prat&#x12B;ch-&#x12B;namu. adj. Western, west. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;prat-&#x12B;kshin&#x1E6D;su. [Skt. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;+&#xC08;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To look for, to hope for, to expect. &#xC06;&#xC36;&#xC24;&#xC4B; &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; prat-&#x12B;kshanamu. n. Expectation, hope, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; prat-&#x12B;kshyu&#x1E0D;u. adj. A venerable or respectable person. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prat&#x12B;-k&#x101;&#x1E63;amu. [Skt.] adj. (In composition) Like, resembling. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; bright as the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prat&#x12B;-k&#x101;ramu. [Skt.] n. Revenge, retaliation, venegeance. A remedy. &#xC2A;&#xC17;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC24;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC24;&#xC15;&#xC48;.&quot; M. XIII. iv. 419.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC24;</span>&#xA0;&#xA0;prat&#x12B;kata. [Skt.] n. The body as being &apos;a system of limbs. &quot;&#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC16;&#xC24;&#xC24;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC24;&#xC3E;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC38;&#xC41;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F; &#xC38;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC37;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;.&quot; A. vi. 132. &#xC1F;&#xC40; &quot;&#xC24;&#xC24;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC24;, &#xC24;&#xC24;&#xC4D;&#xC24;&#xC26;&#xC35;&#xC2F;&#xC35; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC2E;&#xC41; prat&#x12B;kamu. n. A limb, a member, a part, a portion, &#xC05;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC3F;&#xC02;&#xC38;</span>&#xA0;&#xA0;prati-himsa. [Skt.) n. Revenge, retaliation. &#xC15;&#xC38;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; pratih&#x101;ramu. n. A gate, or door. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; prati-h&#x101;ru&#x1E0D;u. n. A door keeper, or porter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prati-hatamu. [Skt.] adj. Disappointed, opposed, obstructed. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC2F;&#xC3F;&#xC28;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC12;&#xC15; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; a cross account. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC41; irresistible. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; prati-hatamu-g&#x101;. adv. Against, in opposition. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC3F; prati-hati. n. A prevention, obstruction. A repulse, rebound beating back. Disappointment, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC24;, &#xC35;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; irresistible. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC41;&#xC21;&#xC41; prati-hatu&#x1E0D;u. n. One who is disappointed, opposed or obstructed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prat&#x12B;pamu. [Skt.] adj. Disobedient, refractory, perverse, cross, contradictory. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC2A;&#xC2D;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41; the leader of the hostile host. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC2A;&#xC2D;&#xC42;&#xC2A;&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC4C;&#xC33;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC30;.&quot; R. i. 53. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC2A;&#xC41;&#xC21;&#xC41; prat&#x12B;pu&#x1E0D;u. n. An enemy, adversary. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;prat&#x12B;ti. [Skt.] n. Knowledge, common report. traditional, belief, a general impression; notoriety, reputation, fame, &#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC41; prat&#x12B;tamu. adj. Famous, celebrated, renowned, known, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC2F;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; prat&#x12B;tu&#x1E0D;u. n. A famous man, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
                