&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-akshamu. [Skt.] adj. Perceptible, perceivable; present, cognizable by any of the organs of sense. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did it before my eyes. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC28;&#xC30;&#xC15;&#xC2E;&#xC41; death staring one in the face, hell open before him. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; the god appeared visibly to him. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3E;&#xC26;&#xC3F; pratyaksha-v&#x101;di. n. An agnostic. A Buddhist. A Jain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;pratyak-pushpi. [Skt.] n. A plant, Achyranthes aspera. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-antaramu. [Skt.] n. Another copy. A different manuscript.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; pratti. [Tel.] n. Cotton (used of the plant or of the uncleaned product.) &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC26;&#xC42;&#xC26;&#xC3F;. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F; red cotton. &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F; golden or silk cotton. &#xC1C;&#xC21;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F; cotton that forms into lumps. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F; cotton that forms like sticks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4B;&#xC33;&#xC3F;</span>&#xA0;&#xA0;prat&#x14D;&#x1E37;i. [Skt.] n. A high road, the principal road through a town or village. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC40;&#xC27;&#xC3F;, &#xC30;&#xC27;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prat&#x14D;damu. [Skt.] n. A goad. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC32;, &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC32;. &quot;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;.&quot; Mand. ii. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-t&#x12B;ramu. [Skt.] n. A shore, or bank. &#xC28;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC40;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x101;l&#x12B;&#x1E0D;hamu. [Skt.] n. Standing with one leg advancced, as when drawing the bow; stradding. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC21;&#xC2E;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC3E;&#xC1A;&#xC3F; &#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC3E;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC21;&#xC2E;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC47; &#xC05;&#xC32;&#xC40;&#xC22;&#xC2E;&#xC28;&#xC2C;&#xC21;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x101;mn&#x101;yamu. [Skt.] adj. Instead of, in lieu of, in place of.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x101;bdikamu. [Skt.] n. An anniversary of a death. &#xC0F;&#xC1F;&#xC47;&#xC1F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x101;dish&#x1E6D;amu. [Skt.] adj. Same as &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x101;khy&#x101;tamu [Skt.] adj. Prohibited, forbidden, denied, refused. Removed, set aside. Discouraged, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC41;&#xC02;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46; he was discouraged or refused. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; praty-&#x101;khy&#x101;namu. n. Rejection, refutation, disallowance, disregard, denial, refusal. &#xC28;&#xC3F;&#xC30;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC26;&#xC28;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-ahamu. [Skt.] adv. Every day, daily. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pratyav&#x101;yamu. [Skt.] n. Sin. A reverse, a contrary course or proceeding. Disappointment, disagreement. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no harm in doing it. &quot;&#xC15;&#xC47;&#xC37;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D; &#xC15;&#xC30;&#xC23;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC2F;&#xC03;, &#xC15;&#xC47;&#xC37;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D; &#xC05;&#xC15;&#xC30;&#xC23;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC02;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC3F;</span>&#xA0;&#xA0;praty-arthi. [Skt.] n. An opponent, defendant, rival, ill wisher, enemy. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pratyayamu. [Skt.] n. Knowledge, apprehension. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Trust, faith, belief, confidence, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. An oath, ordeal, &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;. A cause, reason, motive, &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. Custom, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Fame, &#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;. (In Gram.), An affix to roots and words forming derivatives and inflections.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-apak&#x101;ramu. [Skt.] n. Returning evil for evil. Tit for tat. M. I. i. 176.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-agramu. [Skt.] n. New, recent, fresh. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC36;</span>&#xA0;&#xA0;praty-&#x101;sa. [Skt.] n. Hope. Vain hope.
			</div>
                