&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x113;kamu. [Skt.] adj. Separate, distinct, &#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; praty-&#x113;kamu-g&#x101;. adv. Separately, distinctly, in private, alone. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; praty-&#x113;kin&#x1E6D;su. v. a. To separate, &#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pravy-uhamu. [Skt.] n. An obstacle, impediment, hindrance, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC42;&#xC37;&#xC2E;&#xC41; pratyushamu. [Skt.] n. Dawn, morning, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-upak&#x101;ramu. [Skt.] n. Doing good in return. A return for good offices; a return of favours.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-udy&#x101;tamu. [Skt.] adj. Returning, coming back, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC4C;&#xC38;&#xC47;&#xC28;&#xC38;&#xC02;&#xC26;&#xC37;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC48; &#xC28;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC02; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC17;&#xC3E;.&quot; G. viii. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-udgamamu. [Skt.] n. Going to meet a guest. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; praty-udgamin&#x1E6D;su. v. n. To go to welcome a guest, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-uth&#x101;namu. [Skt.] n. A welcome given to a guest by rising and meeting him. Civility to a guest, polite reception. &#xC17;&#xC43;&#xC39;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC02; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24; &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC47;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-uttaramu. [Skt.] n. An answer, reply or rejoinder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praty-&#x101;h&#x101;ramu. [Skt.] n. A withdrawal or restraining of the organs, so as to be indifferent to disagreeable or agreeable excitement. &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC4D;&#xC2F; &#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC47;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC30;&#xC23;&#xC46;. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC47;&#xC2D;&#xC4D;&#xC2F; &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC02;, &#xC09;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. (In Gram.) abridgment of letters, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-dakshi&#x1E47;amu. [Skt.] n. Circumambulation. Paying homage (to a god, &amp;c.) by solemnly walking round it with the right hand towards it. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41; a right hand shell (which is consdered a curiosity) being the Perinthium, the volutes of which turn (what is commonly called) the wrong way.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC3F;&#xC2E;&#xC2E;&#xC41; prathima. [Skt.] n. Greatness, bigness. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prathitamu. [Skt.] adj. Famous, celebrated; made known, declared. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC3F;&#xC24;&#xC3F; prathiti. n. Fame. &#xC2A;&#xC4D;&#xC30;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC3F;</span>&#xA0;&#xA0;prathi. [Skt.] n. The periphery of a wheel: the tire, &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prathamamu. [Skt.] adj. First, initial, prior, original, chief, principal. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; (in Gram.) the First person, which is the third person according to English Grammar. He, she, it, they. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC24;&#xC03; prathama-tah. adv. Originally, in the first instance. &#xC2E;&#xC4A;&#xC26;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC38;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41; the first communion. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC36;&#xC3E;&#xC16;&#xC35;&#xC3E;&#xC30;&#xC41; the name of a certain sect among Brahmins.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;praty-&#x101;satti. [Skt.] n. Connection, relation, familiar intercourse or association with. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; paty-&#x101;sannu&#x1E0D;u. He who is connected or joined with, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prathanamu. [Skt.] n. A battle, fight. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. M. VII. i. 243 , and iv. 293.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC25;</span>&#xA0;&#xA0;pratha. [Skt.] n. Fame, celebrity, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;.
			</div>
                