&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pradaramu. [Skt.] n. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A fracture, a breaking: &#xC1A;&#xC40;&#xC32;&#xC41;&#xC1F;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. A disease of the womb, menorrhagia. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pradamu. [Skt.] adj. That which bestows. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41; a rainy cloud &#xC26;&#xC47;&#xC35;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC1A; &#xC2D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC02; terrific even to gods. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC48;&#xC28;&#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41; a good omen. &#xC1C;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a fortunate affair. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41; pradu&#x1E0D;u. n. One who grants. &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41; he who gratifies a wish. &#xC1C;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41; he who grants victory.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pradh&#x101;namu. [Skt.] n. Nature, the natural state of anything; the cause of the material world. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F;, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;. A betrothal, the betrothal ceremony. adj. Chief, princpal. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41; call the chief man among them. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23; the principal objection. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC35;&#xC41;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the principal provision (or staff of life,) i.e., rice is cheap. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to betroth. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC41; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a ring with which a woman is betrothed. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC3F; pradh&#x101;ni. A minister. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;. In chess, the queen. A principal. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; pradh&#x101;nudu. n. A president, a chief. Also a minister. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pradhanamu. [Skt.] n. A fight, battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-dy&#x14D;tanudu. [Skt.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC2E;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pradyumnu&#x1E0D;u. [Skt.] n. A name of Manmadha. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-d&#x14D;shamu. [Skt.] n. Evening; the first part of the night. The evening of a particular lunar day, in which the recital of the Vedas is forbidden. &#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. A fault, transgression, sin, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;pra-d&#x113;&#x1E63;ini. [Skt.] n. The forefinger. &#xC24;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC3F;, &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-d&#x113;&#x1E63;amu. [Skt.] n. A place, situation, region, country, district. &#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC15;&#xC02;&#xC20;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; the region of the neck or throat. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC08; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC32;&#xC47;&#xC30;&#xC41; they are not in these parts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-d&#x101;namu. [Skt.] n. A great gift, donation. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC08;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-dar&#x1E63;aku&#x1E0D;u. [Skt.] n. One who shews clearly. A teacher, expounder, prophet. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; pra-dar&#x1E63;anamu. n. Showing, explaining, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41; pradar&#x1E63;itamu. adj. Clearly shown or explained. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC42;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prapanchamu. [Skt.] n. The world, the Universe, &#xC2D;&#xC42;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. Family life, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. Extent, expanse, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;. A large quantity, abundance. A delusion, trick, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;, &#xC26;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;., Difference, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. Composition, &#xC30;&#xC1A;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; prapanchin&#x1E6D;su. v. a. To extend, to enlarge, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;</span>&#xA0;&#xA0;prapa. [Skt.] n. A place for refreshement, where water is given to passers by. &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;. A. ii. 77.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41; prannand. [Tel.] n. Beauty. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. &quot;&#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC28;&#xC27;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC2A;&#xC2E;&#xC41;, &#xC24;&#xC2A;&#xC2E;&#xC28;&#xC02;&#xC17;&#xC2E;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC38;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC26; &#xC39;&#xC3F;&#xC02;&#xC38;&#xC2F;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC2E;&#xC41;&#xC26;&#xC2F;&#xC2F;&#xC41;&#xC17;&#xC3E;&#xC28;.&quot; M. XII. ii. 361. &#xC2E;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC36;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC38;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC26;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41;. adv. Beautifully, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;. &quot;&#xC05;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC41; &#xC2C;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC47;&#xC2F;&#xC28;&#xC28;&#xC4D;, &#xC2C;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F; &#xC2C;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41; &#xC1C;&#xC47;&#xC2F;&#xC30;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC4B;.&quot; G. xi. 60. &#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28; prannani. adj. Beautiful, handsome, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;. &quot;&#xC2D;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; &#xC15;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; Ellana. iii. 190. &#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;.
			</div>
                