&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-bandhamu. [Skt.] n. A treatise, book, work, composition. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC25;&#xC17;&#xC32; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2B;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-phullamu. [Skt.] adj. Blown, blooming. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-pautru&#x1E0D;u. [Skt.] n. A great-grandson. &#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; a great grand daughter. &#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;, &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-pit&#x101;-mahu&#x1E0D;u. [Skt.] n. A great-grandfather. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC24;. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC3F; a great grand-mother. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41; a great grandfather&apos;s father.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-p&#x101;tamu. [Skt.] n. A fall, cascade, cliff, precipice, &#xC28;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC30;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-padamu. [Skt.] n. The point of the foot; the tip of the toes. &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC35;&#xC30;. The upper surface of the foot. &#xC2E;&#xC40;&#xC17;&#xC3E;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;prapatti. [Skt.] n. Seeking or taking refuge &#xC17;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC47;&#xC32;&#xC47;&#xC26;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; prapannamu. adj. Taking refuge with, reaching, arriving at, seeking, adhering to. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; prapannu&#x1E0D;u. n. A votary, one who seeks refuge. &#xC36;&#xC30;&#xC23;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;prabbu. [Tel.] v. n. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, occur, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To flourish or thrive. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC2A;&#xC48;, &#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC15;&#xC35;&#xC41;&#xC32;&#xC41; &#xC15;&#xC48;&#xC35;&#xC32;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC30;&#xC40;, &#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC41;&#xC30;&#xC1F;.&quot; Bhag. X. 67. v. a. To lengthen a statement, or spin out a story. &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;. To blame, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To unite, join, &#xC15;&#xC32;&#xC2F;&#xC41;. n. Blame, &#xC28;&#xC3F;&#xC02;&#xC26;. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; prabbi-k&#x14D;lu. n. Spreading, &amp;c. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F; prabba. [Tel.] n. The rattan tree. &#xC35;&#xC47;&#xC24;&#xC38;&#xC3F;, &#xC2A;&#xC47;&#xC2E;&#xC41;, &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-buddhu&#x1E0D;u. [Skt.] n. One who is awake, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A man who has become acquainted with reality; an enlightened man, a wise man. A clever man. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC41; the wise. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4B;&#xC27;&#xC2E;&#xC41; pra-b&#x14D;dhamu. n. Wisdon, Intellect, understanding. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Caution, vigilance, wakefulness, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-b&#x14D;dhin&#x1E6D;su. v. a. To teach clearly, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC17;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. To wake up, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC15; pra-b&#x14D;dhika. adj. That which rouses or warns. &#xC32;&#xC47;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC17;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC15; the name of a certain Telugu commentary on the Amara Kosha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-balamu. [Skt.] adj. Mighty, powerful, strong. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;. Important, predominant, prevailing. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F; a mighty enemy. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41; evident signs. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC17;&#xC41; pra-balu. v. n. To grow, increase, swell. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC41;&#xC21;&#xC41; pra-balu&#x1E0D;u. A mighty man, a celebrated man. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
                