&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2D;</span>&#xA0;&#xA0;prabha. [Skt.] n. Light, radiance, brightness, splendour, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; prabh&#x101;-karu&#x1E0D;u. n. The maker of light, i.e., the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC24;&#xC2E;&#xC41; prabh&#x101;tamu. n. The dawn, or morning. &#xC09;&#xC26;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC33;, &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; pra-bh&#x101;vamu. n. Majesty, dignity. &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. Magnanimity, high spirit; power, strength, influence, force. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC06; &#xC0A;&#xC30;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; by the effect of that climate. &#xC2E;&#xC40; &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC1A;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; thanks to your good wishes I have arrived here safely. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; pra-bh&#x101;sitamu. adj. shining luminous, glorious. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC3F;. Vish. ii. 217.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC25;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pramath-&#x101;dhipu&#x1E0D;u. n. Lit: The Lord of Pramathas, an epithet of Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pramathu&#x1E0D;u. [Skt.] n. An attendant on Siva. &#xC36;&#xC3F;&#xC35;&#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC37;&#xC26;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-mattamu. [Skt.] adj. Very intoxicated. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;. Insane, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;. R. vi. 149. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; pra-mattu&#x1E0D;u. n. A very drunk man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;</span>&#xA0;&#xA0;prama. [Skt.] n. Knowledge of the truth, true knowledge, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prabhriti. [Skt.] n. A beginning, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. adv. After that, thence, beginning with, &amp;c. &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC43;&#xC24;&#xC3F; ever since my youth. &#xC36;&#xC3F;&#xC35;&#xC39;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC43;&#xC24;&#xC41;&#xC32;&#xC41; Siva, Hari and the rest. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC43;&#xC24;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; the ascetics and the rest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-bh&#x16B;tamu. [Skt.] adj. Much, abdunant, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Produced, &#xC38;&#xC02;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;prabhuvu. [Skt.] n. A lord, master, ruler, &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC42; yes, please your honor. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; prabhutvamu. n. Power, supremacy, lordship, sovereignty, government.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-bhinnamu. [Skt.] adj. Detached, severed, separated. &#xC28;&#xC30;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. An elephant in rut. &#xC28;&#xC42;&#xC24;&#xC28;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC1C;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC1C;&#xC18;&#xC4B;&#xC1F;&#xC1A;&#xC4D;&#xC1B;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC39;&#xC28;&#xC3E;&#xC2A;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Swa. v. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;</span>&#xA0;&#xA0;pra-bhava. [Skt.] n. The name of a Telugu year. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC2E;&#xC41; pra-bhavamu. n. Birth, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-bhavin&#x1E6D;su. v. n. To be born or produced. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; pra-bhavu&#x1E0D;u. n. One who is born, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-bhanjanamu. [Skt.] n. Lit. That which breaks thoroughly. Wind, a breeze. &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; pra-bhanjanu&#x1E0D;u. n. The god of the winds. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC26;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC26;&#xC46; or &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26; pramida. [Tel.] n. A saucer for oil, used as a lamp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pram&#x101;damu. [Skt.] n. A mistake, error; neglect (of study, &amp;c.) &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;, &#xC0F;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. Danger, insecurity, hazard, peril. Mischance, unforseen evil. &#xC05;&#xC28;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC3F; pram&#x101;di. n. The name of a Telugu year. One who is careless or negligent. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC40;&#xC1A; pram&#x101;d&#x12B;cha. n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-m&#x101;&#x1E47;amu. [Skt.] n. Measure, scale; standard; limit; quantity, size, bulk, extent, &#xC05;&#xC02;&#xC17;&#xC41;&#xC33;&#xC40;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC1C;&#xC47;&#xC28;, &#xC2E;&#xC42;&#xC20;, &#xC17;&#xC1C;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. Proof, testimony, authority. A cause, reason, motive. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC3F; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. Truth. An oath, adjuration. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to make an oath, to take an oath, to swear. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to administer an oath. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the Veda is the standard of revealed truth. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; the methods of Reasoning or Inference. These are: &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; actual perception, &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; inference, &#xC09;&#xC2A;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; analogy, &#xC36;&#xC3E;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; authority or revelation, &#xC10;&#xC24;&#xC3F;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; tradition. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pram&#x101;&#x1E47;&#x12B;-karin&#x1E6D;su. v. a. To consider as true. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC40;&#xC15;&#xC2E;&#xC41; pram&#x101;&#x1E47;&#x12B;kamu. n. Fidelity, faithfulness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-madamu. [Skt.] n. Joy , pleasure, delight. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC35;&#xC28;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; pramada-vanamu. n. A ladies&apos;pleasure-ground, or park. &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26; pra-mada. n. A wanton girl, an attractive woman; a maid, damsel, lady, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC35;&#xC24;&#xC3F;, &#xC05;&#xC24;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC24;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
                