&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-muditu&#x1E0D;u. [Skt.] n. One who is very pleased, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-mukhamu. [Skt.] adj. Chief, principal, best, most excellent, first. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC26;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC16;&#xC42;&#xC21;&#xC41; pra-mukhu&#x1E0D;u. n. A chief, a principal man, a leader, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC32;</span>&#xA0;&#xA0;pra-m&#x12B;la. [Skt.] n. Lassitude, enervation, exhaustion from indolence or fatigue. &#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC05;&#xC32;&#xC38;&#xC1F;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-yatnamu. [Skt.] n. A great attempt, endeavour, or effort. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC48;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; it pleased God that matters turned out thus. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-yatnin&#x1E6D;su. v. n. To try very hard, strive, make a great effort, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-yatu&#x1E0D;u. [Skt.] n. A holy or pious person; one purified by austerity and mortification. &#xC2A;&#xC41;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prammu. [Tel.] v. a. To surround, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC4B;&#xC26;&#xC42;&#xC24;</span>&#xA0;&#xA0;pra-m&#x14D;d&#x16B;ta. [Skt.] n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-m&#x14D;damu. [Skt.] n. Joy, delight &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-m&#x14D;-din&#x1E6D;su. v. n. To rejoice, be joyful, &#xC06;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC39;</span>&#xA0;&#xA0;pram&#x113;ha. [Skt.] n. Diabetes. Charaka. p. 218.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-m&#x113;yamu. [Skt.] n. That which may be known for a certainty, an object of knowledge, subject. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. An opportunity, occasion. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he mentioned this on that occasion. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC47; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I know nothing of the matter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-yutamu. [Skt.] n. A million. &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-yuktamu. [Skt.] adj Endowed with, associated or connected with, applied, employed. &#xC17;&#xC32;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. See &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38; pra-y&#x101;samu. [Skt.] n. Toil, violent effort, trouble, difficulty, pain. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC06; &#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is painful even to hear that word. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC05;&#xC24;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38; it is hard to get him to listen to what I say. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC41; pra-y&#x101;sa-pa&#x1E0D;u. v. n. To try hard, to take pains, to incur difficulties, to suffer. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-y&#x101;&#x1E47;amu. [Skt.] n. A journey, departure. &#xC2E;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when do you set out? &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; pray&#x101;&#x1E47;am-agu. v. n. To set out or start on a journey, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to travel, to make a journey. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;. &quot;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC46;&#xC21;.&quot; &#xC1C;&#xC48;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC17;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; pra-y&#x101;ga. [Skt.] n. The name of a holy place, Prayag. (Allahabad) &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC17;&#xC32;&#xC41; pra-y&#x101;galu. n. A certain sort of grain.
			</div>
                