&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-l&#x101;pamu. [Skt.] n. Unmeanning or incoherent speech, prattle, mere ejaculation. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24;, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. Lamentation, wailing. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-l&#x101;pin&#x1E6D;su. v. n. To use broken words or exclamations. &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To lament, wail.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-lambamu. [Skt.] n. A garland of flowers, &amp;c., worn round the neck , &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. A branch, &#xC36;&#xC3E;&#xC16;. The female breast, &#xC2A;&#xC2F;&#xC4B;&#xC27;&#xC30;&#xC2E;&#xC41;. adj. Hanging down, depending from, pendulous. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC47;. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC21;&#xC41; pra-lamb&#x1EE5;&#x1E0D;u. n. The name of a demon. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC18;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC35;&#xC48;&#xC30;&#xC3F; pra-lamba-ghnu&#x1E0D;u. n. He who slew the demon &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2C;, an epithet of Balar&#x101;ma, &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; pra-lambitamu. adj. Suspended, pendulous, hanging. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-r&#x14D;hamu. [Skt.] n. A bud, a shoot, &#xC2E;&#xC4A;&#xC32;&#xC15;, &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-y&#x14D;gamu. [Skt.] n. An application, use or employment, as of a weapon, tool, word, or a spell. Administration of a medicine, &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1F;. A usage. In grammar, a voice. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC43; &#xC15;&#xC30;&#xC4D;&#xC2E; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; a prescription of Bilwa and other drugs. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC3F;&#xC26;&#xC3E;&#xC38; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC23;&#xC26;&#xC3F; Kalidasa has used this word. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC40;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to bewitch or send a devil into (a person.) &#xC08; &#xC14;&#xC37;&#xC27;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he administered this medicine. &#xC35;&#xC3F;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he killed him by means of poison. &#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he used an arrow, i.e., discharged it. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-y&#x14D;gin&#x1E6D;su. v. a. To use, practise, administer; use, as a weapon. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41; pra-y&#x14D;jaku&#x1E0D;u. n. One who uses. The original instigator of any act. A clever man, a genius. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27; &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41; he is quite a useless person. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; pra-y&#x14D;janamu. n. Use, advantage, profit. A thing to be kept or observed, as a holy day, or a feast &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;. An affair, business. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A cause, motive. &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC41;&#xC2D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; a happy occasion (as a wedding.) &#xC30;&#xC47;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; &#xC30;&#xC3E;&#xC35;&#xC21;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC47;&#xC26;&#xC41; I cannot come to-morrow as there are some rites to be observed at home. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC0F;&#xC2E;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; what is the use (good, or advantage) of your going there? &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC2E;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; we do not invite them to parties. In Grammar, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC24; the indirect agent (in the instrumental case.) &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC15;&#xC30;&#xC4D;&#xC24; the direct agent (in the nominative case.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC2E;&#xC41; pralla-danamu. n. Pride, arrogance. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47; &#xC28;&#xC46;&#xC30;&#xC41;&#xC15; &#xC2A;&#xC3E;&#xC1F;&#xC4A;&#xC15;&#xC2F;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC15;.&quot; Bh&#x101;skara. &#xA7;. 17. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC2A;&#xC41; pralladapu. adj. Nonsensical, vain, proud. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;. &quot;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC30;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41;.&quot; T. iv. 220. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC40;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC15;&#xC3E;&#xC21;&#xC41; pralladu&#x1E0D;u. n. An insolent man, a rogue. An empty fellow. &#xC2A;&#xC30;&#xC41;&#xC37;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &quot;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC46; &#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC3E;&#xC27;&#xC32;&#xC41; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC28;&#xC3F;.&quot; M. XII. v. 276. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; pralladu-r-&#x101;lu. n. A wicked woman, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pralladamu. [Tel.] n. Harshness of speech, &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Pride, arrogance; bragging, a vain or wicked word, nonsense. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC42;&#xC24;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41;. A wicked act, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC08;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC02;&#xC21;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC02; &#xC26;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; Parij. iii. 71. &quot;&#xC24;&#xC47; &#xC35;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC1C;&#xC42;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC47;&#xC1F;. &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC26;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC24;, &#xC2F;&#xC28;&#xC46;&#xC21;&#xC41;&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC1C;&#xC28;&#xC26;&#xC41;&#xC24;&#xC17;&#xC41;&#xC32;.&quot; M. V. ii. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-l&#x14D;bhamu. [Skt.] n. Great selfishness, convetousness, greed, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC32;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-l&#x14D;bhin&#x1E6D;su. v. a. To make one desire eagerly, to allure, &#xC06;&#xC38;&#xC17;&#xC4A;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-l&#x14D;bhanamu. [Skt.] n. Tempting, seduction. &#xC35;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. A bait to catch animals with, &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
                