&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-&#x1E37;ayamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC32;&#xC2F;&#xC2E;&#xC41;.] n. Destruction. The final destruction of the world. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. Danger, calamity, &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Death, &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; an awful or protentous period. &#xC1C;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41; the Deluge. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; pra-&#x1E37;ayamu-g&#x101;. adv. In a flood, in a deluge. Prodigiously, hugely, grandly. &#xC07;&#xC02;&#xC24;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the rain came in floods. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the king set out very grandly. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC2C;&#xC39;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he lives in grand style, his business goes on thrivingly. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he talks pompously. &#xC0F;&#xC30;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the river is rushing furiously.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pra-vartulu. [Tel.] n. Purging, diarrh&#x153;a. &#xC2D;&#xC47;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pra-vartaku&#x1E0D;u. [Skt.] n. One who carries on or manages, &#xC28;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. The original instigator or author of an act, the doer. A manager, or superintendent. &#xC15;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; the manager or agent of a village. &#xC09;&#xC2D;&#xC2F;&#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; he who cultivates both systems of theology. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28; or &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; pra-vartana. n. Conduct, behaviour, &#xC28;&#xC21;&#xC24;, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; pra-varta-m&#x101;namu. adj. Currnet, as a year. &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; pra-var&#x1E6D;in&#x1E6D;su. v. n. To behave, go on, conduct oneself. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he behaves very ill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-vargyamu. [Skt.] n. A certain ceremony or sacrifice. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC4B;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC02;&#xC17; &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC2F;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pra-vargyu&#x1E0D;u. n. An officiating priest. &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC2E;&#xC41; pra-vara. [Skt.] n. A name, &#xC2A;&#xC47;&#xC30;&#xC41;. Offspring, descendants; family, lineage. &#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;, &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &quot;The Gotram is the tribe, containing several Pravaras.&quot; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC2E;&#xC41; pra-varamu. adj. Noble, excellent. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; pra-varu&#x1E0D;u. n. An excellent man. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC47;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prava&#x1E47;amu. [Skt.] adj. Bent. bowed. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;. Attached to, adhering to, &#xC24;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC24;&#xC17;&#xC32;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC15;&#xC4D;&#xC24;</span>&#xA0;&#xA0;pra-vakta. [Skt.] n. One who talks well, an eloquent man, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. (In Telugu Christian literature), a prophet, &#xC30;&#xC3E;&#xC17;&#xC32;&#xC38;&#xC02;&#xC17;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; pra-vachanamu. n. The venerated text, i.e., the Vedas. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. A great or noble word, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC3E;&#xC1F;. Teaching, expounding, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2A;&#xC3E;&#xC20;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC35;&#xC41; at present there is neither teaching nor learning. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC1A;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; pra-vachan&#x12B;yam&#x1EE5;. adj. That which is fit to be well said, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-v&#x101;damu. [Skt.] n. A rumour, report, &#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pra-vahin&#x1E6D;su. [Skt.] v. n. To run or flow, (as a river.) &#xC2A;&#xC3E;&#xC30;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; pra-v&#x101;hamu. n. A stream, flood, current, &#xC35;&#xC30;&#xC26;, &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;. Continuous passage or flow, unbroken succcession, continuity. &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC15; pra-v&#x101;hika. n. Diarrh&#x153;a, dysentery, &#xC05;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-vaha&#x1E47;amu. [Skt.] n. A covered carriage or litter. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC41; &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;pra-vardhillu. [Skt.] v. n. To increase, grow, improve, flourish, prosper, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-varthin&#x1E6D;su. v. a. To cause to flourish, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; pra-vardha-m&#x101;namu. adj. Flourishing, thriving, increasing. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;.
			</div>
                