&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-vish&#x1E6D;amu. [Skt.] adj. Entered, gone in, entered upon (as an affair,) engaged in. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; pra-vish&#x1E6D;u&#x1E0D;u. n. One who entered or has gone in; one who entered upon, or in engaged in. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; a man given to evil courses, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC1A;&#xC3F;&#xC02;&#xC24; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-v&#x101;&#x1E37;amu. [Skt.] n. A coral, &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;. A shoot, sprout, new leaf. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC28;&#xC35;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. The neck of a lute, &#xC35;&#xC40;&#xC23;&#xC3E;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;pravva. [Tel.] n. A pot, &#xC15;&#xC41;&#xC02;&#xC21;. &#xC2D;&#xC05;&#xC17;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;pra-vrajya. [Skt.] n. A roaming, travelling about, (particularly as a religious mendicant.) Abandonment of the world. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; an ascetic.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-v&#x113;&#x1E63;amu. [Skt.] n. An entering upon or engaging in, entrance. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;; &#xC1A;&#xC4A;&#xC30;&#xC35;. &#xC06; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; he has no acquaintance with that science. &#xC06; &#xC26;&#xC4A;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; I have no influence with that gentleman. &#xC17;&#xC43;&#xC39;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have gone to live in their new house. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; please to acknowledge the receipt. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; the rainy season has now set in. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC28;&#xC2E;&#xC41; pra-v&#x113;&#x1E63;anamu. n. Insertion, entering. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; prav&#x113;&#x1E63;a-pe&#x1E6D;&#x1E6D;u. v. a. To introduce, instal, induct, admit, enter, entertain or take into service. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; prav&#x113;&#x1E63;-in&#x1E6D;su. v. n. To enter; to enter on or upon, to interfere in. &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-v&#x101;hamu. See under &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-v&#x101;samu. [Skt.] n. Absence from one&apos;s home or land, living abroad, remaining away from home. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; one who is from home.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-vriddhamu. [Skt.] adj. Full grown, expanded, diffused: spread abroad or dispersed. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC05;&#xC26;&#xC4A;&#xC15;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pra-v&#x1E5B;itti. [Skt.] n. Pace, manner of walking, &#xC28;&#xC21;&#xC15;. Entrance, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. Means of livelihood, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. A story, &#xC28;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. Activity, occupation; conduct, &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;. Inclination, design, disposition. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prav&#x12B;&#x1E47;amu. [Skt.] adj. Skilful, versed in, conversant. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC24;&#xC17;&#xC32;. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC24; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC40;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; prav&#x12B;&#x1E47;ata. n. Cleverness, proficiency, skill, ability. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC24;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC24; scholarship. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC41;&#xC21;&#xC41; pra-v&#x12B;&#x1E47;u&#x1E0D;u. n. One who is skilful or clever, an expert, &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC37; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; highly accomplished in Telugu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-vimalamu. [Skt.] adj. Most pure, spotless, perfectly innocent. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-vi&#x1E63;l&#x113;shamu. [Skt.] n. Separating, parting. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
                