&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-sannamu. [Skt.] adj. Clear, clean, bright. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;. Complacent, pleased, gracious, benignant, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC38;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC26;&#xC28;&#xC41;&#xC21;&#xC48; looking upon them graciously. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24; pra-sannata. n. Celarness, purity. Complacency, benignity, favour, kindness. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; pra-sannu&#x1E0D;u. n. One who is gracious, pleased or delighted. &#xC05;&#xC16;&#xC02;&#xC21;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28; he who shines in changeless glory.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-sangamu. [Skt.] n. Addiction to, connection with. A conversation, talk, discussion. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; Connected reasoning or argument. &#xC35;&#xC3F;&#xC37;&#xC2F; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. A discourse, speech, sermon, lecture. &#xC06; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F; the Pandits were holding a disputation. &#xC07;&#xC15;&#xC28;&#xC41; &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F; have done with that discussion. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17; &#xC38;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC3E; in the course of conversation. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; talkativeness. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; prasang-in&#x1E6D;su. v. n. To talk about, to discuss, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To make a speech. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F; pra-sakti. n. A topic, or subject of conversation. &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC41; I know nothing about the matter. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; prasakt-in&#x1E6D;su. v. n. To talk about, to be related to (a subject). &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-&#x1E63;rayamu. [Skt.] n. Respect, courtesy, civility, Solicitation. &#xC05;&#xC28;&#xC41;&#xC28;&#xC2F;&#xC2E;&#xC41;, &#xC13;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC41;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41; pra&#x1E63;na. [Skt.] n. A question, query, demand, inquiry &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;. Divination, by dipping into the Ram&#x101;yanam; it is like the Sortes Virgilian&#x153;. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; the interrogative form. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; pra&#x1E63;nin&#x1E6D;su. v. a. To question, to ask a question, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC28;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pra-&#x1E63;&#x101;nti. [Skt.] n. Perfect peace of mind, tranquility &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; pra-&#x1E63;&#x101;ntudu n. One who enjoys a perfect peace of mind, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;</span>&#xA0;&#xA0;pra-&#x1E63;amsa. [Skt.] n. Praise, commendation, eulogy. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;. A subject, topic: mention. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC06;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; he made no mention of the matter. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-&#x1E63;amsin&#x1E6D;su. v. a. To praise, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;. To mention, allude to , speak of. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41; thou shalt not take his name in vain. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28; pra-&#x1E63;astamu. adj. Famous, renowned, celebrated, excellent, superior, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC3F; pra-&#x1E63;asti. n. Fame, excellence, eminence, eulogy. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; pra-&#x1E63;astaku&#x1E0D;u. n. A renowned man, one who is famous. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. &quot;&#xC05;&#xC28;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC48;&#xC28;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; Bilh. i. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-savyamu. [Skt.] adj. Pertaining to the right hand, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC26;&#xC3F;. pertaining to the left hand, &#xC0E;&#xC21;&#xC2E;&#xC26;&#xC3F;. Favourable, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. Contrary, reverse, inverted, reverted. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-savamu. [Skt.] n. Bringing forth, bearing (as young), parturition. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;. Birth, production, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. A flower, a blossom, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. A fruit, &#xC2A;&#xC02;&#xC21;&#xC41;. An offspring, child. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; the pains of childbed &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; prasav-in&#x1E6D;su. v. a. To be brought to bed, to bring forth, give birth to, (&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;) &#xC15;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-saramu. [Skt.] n. Spreading, extending. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41; prasara&#x1E47;amu. n. Going forth or round, extending, spreading. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Surrounding an enemy, &#xC05;&#xC02;&#xC24;&#xC1F; &#xC38;&#xC47;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC1A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; pra-sarin&#x1E6D;su. v. n. To spread, extend. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; prasarimpa-j&#x113;yu. v. a. To cause to extend. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
                