&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x101;ramu. [Skt.] n. The act of spreading. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. See &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x101;ra&#x1E47;amu. [Skt.] n. Stretching. &#xC1A;&#xC3E;&#xC1A;&#xC41;&#xC1F;. Pulling. &#xC24;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x101;dhanamu. [Skt.] n. Dress, embellishment, decoration. &#xC35;&#xC47;&#xC37; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC36;&#xC4B;&#xC2D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x101;damu. [Skt.] n. Clearness, &#xC28;&#xC48;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Composure of mind. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Favour, kindness, grace, &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. Food presented to a god or blest by a priest and then distributed in a temple. The remains of an offering thus presented. &#xC2D;&#xC17;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC47; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41; an exclamation implying, &quot;Your pleasure!&quot; &quot; Thy will is our law.&quot; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; pras&#x101;d-in&#x1E6D;su. v. a. To favour. &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC38;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41;&quot; bestow faith upon me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-stavamu. [Skt.] n. That which concerns one, an object, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;prastarin&#x1E6D;su. [Skt.] v. n. To spread, extend, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To arrange prosodial fect. &#xC1B;&#xC02;&#xC27;&#xC03; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; prast&#x101;ramu. n. A canon, scheme, or formula. A diagram or figure used in magic. &#xC17;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; the combination of syllables in forming prosodial feet, &#xC1B;&#xC02;&#xC26;&#xC36;&#xC4D;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prastaramu. [Skt.] n. A stone, &#xC30;&#xC3E;&#xC2F;&#xC3F;. A jewel, a precious stone, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC47;&#xC35;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x113;vakamu. [Skt.] n. The globes of a lute. &#xC35;&#xC3F;&#xC23; &#xC15;&#xC30;&#xC3F;&#xC35;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x1E5B;itamu. [Skt.] adj. Stretched, lengthened. &#xC15;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;. Dispersed, extended, spread abroad. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC43;&#xC24;&#xC3F; pra-s&#x1E5B;iti. n. The palm of the hand hollowed so as to hold liquids. &#xC2A;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC32;&#xC3F;, &#xC1A;&#xC47;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;pra-siddhi. [Skt.] n. Celebrity, fame, notoriety. &#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a celebrated man. &#xC08;&#xC2E;&#xC3E;&#xC1F; &#xC05;&#xC02;&#xC24;&#xC1F;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this story is known everywhere. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; pra-siddhamu. adj. Known, celebrated, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; this is not a classical poem. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; a newspaper, a proclamation, a notification. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; pra-sid&#x1E0D;hi-g&#x101;. adv. Confessedly, avowedly, notoriously. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is a general talk of his coming. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC1A;&#xC41; to publish, or make known.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-st&#x101;vamu. [Skt.] n. An opportunity, occasion, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC24; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC41;. A conversation, narration, mentioning. Mention. Incidental reference to a person or thing, &#xC12;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; prast&#x101;vin&#x1E6D;su. v. n. To tell in the course of conversation, to talk about, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC28; prast&#x101;pamu. (corruption of &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;.) &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made a mention of this to me. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC47;&#xC26;&#xC41; he did not mention it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC3F;&#xC15; pra-s&#x16B;ta. [Skt.] n. A woman in childbed. &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC3F; pra-s&#x16B;ti. n. Childbed, parturition, bringing forth young, labour. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;. Birth, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. A child, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-s&#x16B;namu. [Skt.] n. A flower-blossom. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
                