&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-hatamu. [Skt.] adj. Struck. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;. Wounded, killed, defeated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-sv&#x113;damu. [Skt.] n. Great sweat, excessive perspiration. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28; &#xC1A;&#xC46;&#xC2E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-syandamu. [Skt.] adj. Going quick. &quot;&#xC28;&#xC2D;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC1F;&#xC15;&#xC1F;&#xC2A;&#xC1F;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC28;&#xC3E;&#xC35;&#xC28;&#xC4D;.&quot; N. I. 115. &#xC1F;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC48;&#xC28;, &#xC05;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC24;&#xC4D;</span>&#xA0;&#xA0;pra-sphurat. [Skt.] adj. Bright, brilliant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-sphu&#x1E6D;&#xE1;mu. [Skt.] adj. Blown, expanded. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pra-sth&#x101;pin&#x1E6D;su. [Skt.] v. a. To fix well or firmly, to establish, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-sth&#x101;namu. [Skt.] n. A setting out upon a journey. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. M. IV. i. 137. M. XII. iii. 307. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2D;&#xC47;&#xC30;&#xC3F; the great drum sounded when a march commences.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;prasthamu. [Skt.] n. A measure of quantity equal to four Kunchams or forty eight double handfuls. &#xC1A;&#xC24;&#xC41;&#xC03;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41;. A tableland on the top of a mountain, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-stutamu. [Skt.] adj. Much praised, mentioned; present. adv. At present, just now. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC2A;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; what is going on at present? &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; the present affair, the business in hand. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4B; take this for the present. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; or &#xC36;&#xC41;&#xC2D;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; pra-stutamu. n. A festive rite. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F; pra-stuti. n. Great applause or praise. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-stutin&#x1E6D;su. v. a. To praise or applaud greatly, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-hl&#x101;damu. [Skt.] n. Joy pleasure, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC47;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;pra-h&#x113;&#x1E37;ika. [Skt.] n. A puzzle, a riddle. &#xC17;&#xC42;&#xC22;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC24;&#xC4D; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-h&#x1E5B;ish&#x1E6D;amu. [Skt.] adj. Glad, pleased, delighted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-hitamu. [Skt.] adj. Sent, discharged as from a bow. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC3F;</span>&#xA0;&#xA0;prahi. [Skt.] n. A well. &#xC2C;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC2E;&#xC41; pra-h&#x101;ramu. [Skt.] n. Striking, destroying. A blow, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC26; &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; annihilation of pride and passion. M. I. 1. 218.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-hasanamu. [Skt.] n. Violent or hearty laughter, mirth. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC39;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. Ridicule, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. A farce, a burlesque. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-hasin&#x1E6D;su. v. n. To laugh out-right, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC21; prahari. [from Skt.] n. The boundary wall of a house, garden, &amp;c. Parij. iv. 86. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4B;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; prahari-charin&#x1E6D;su. v. n. To walk or go round a boundary wall, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC38;&#xC41;. iv. &#xC15;&#xC3E;&#xC36;&#xC40;. i. &#xC2D;&#xC40;. i. To go the rounds, to patrol, &#xC17;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pra-haramu. [Skt.] n. A watch (of about three hours), &#xC5B;&#xC3E;&#xC2E;&#xC41;. A blow, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; the boy was well thrashed. &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; pra-haranamu. n. A weapon. &#xC05;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; pra-harin&#x1E6D;su. v. a. To smite, beat. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                