&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;-k&#x101;myamu. [Skt.] n. Freedom of will; willfulness, following or obeying one&apos;s own will or inclination. An irresistible will or fiat, one of Siva&apos;s eight attributes; &#xC36;&#xC3F;&#xC35;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41; pr&#x101;ka&#x1E6D;amu. [Skt.] adj. Displayed, manifest, apparent, public, famous, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC1F;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC17;&#xC3E;.&quot; T. Intro. 19. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; pr&#x101;ka&#x1E6D;amu-g&#x101;. adv. Publicly, notoriously. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;</span>&#xA0;&#xA0;n. Same as &#xC2A;&#xC3E;&#xC15; (q. v.) &#xC13;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15; a verandah.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;</span>&#xA0;&#xA0;pr&#x101;k. [Skt.] n. The East. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. adj. Before, prior, preceding in place or time, past, gone. Eastern. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;, &#xC17;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;, &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. adv. Formerly, of old. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; pr&#x101;k-tanamu. adj. Ancient, of old days. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;pr&#x101;m&#x1E63;uvu. [Skt.] adj. High, tall, lofty. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x101;ntamu. [Skt.] n. An edge, margin, border, bank. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;. Nearness, neighbourhood, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41; A region, district. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; pr&#x101;ntyamu. (corruption of &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;) n. Neighbourhood, neighbouring places or parts. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; pr&#x101;ntaramu. n. A boundary, &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;. A forest, &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;</span>&#xA0;&#xA0;pr&#x101;. [Tel.] adj. In compounds, short for &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;. Old, ancient, &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC48;&#xC28;. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; an old house. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC47;&#xC30;&#xC41; the ancient stream, i.e., the sea, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC2E;&#xC41; pr&#x101;-gabbamu. (&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;+&#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC2E;&#xC41;) n. The Veda. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC46;&#xC02;&#xC2A;&#xC41; an excellent ruby, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC1A;&#xC4D;&#xC1A; an excellent emerald, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC1A;&#xC4D;&#xC1A;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC21;&#xC41; (&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;+&#xC2A;&#xC21;&#xC41;) Same as &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC21;&#xC41; (q. v.) &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC38;&#xC3F;&#xC21;&#xC3F; excellent gold. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F; an old banyan tree. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; an ancient god, i.e., an Asura, &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC5B;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; pr&#x101;-&#x1E0D;zaduvulu. n. The Veda. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41; ancient wilds, old grass lands. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC5B;&#xC4C;&#xC24;&#xC41; pr&#x101;-&#x1E0D;zautu. n. An old cap. &#xC2A;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;. &quot;&#xC2C;&#xC42;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC28; &#xC2E;&#xC4A;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC4C;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC48;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC5B;&#xC4C;&#xC24;&#xC41;&#xC28;&#xC3E; &#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;.&quot; A. vi. 104. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; pr&#x101;-minukulu. n. plu. The Vedas: lit: the ancient words, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x101;k&#x1E5B;itamu. [Skt.] adj. Low, common, vulgar. &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;. n. The colloquial or vernacular language derived directly from Sanskrit. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; pr-&#x101;k&#x1E5B;itu&#x1E0D;u. n. A boor, clown, or rustic. &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC15;&#xC41; pr&#x101;ku. [Tel.] v. n. To mount up, to get up, to climb, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41; To creep, crawl. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC1C;&#xC30;&#xC17;&#xC41;. To climb, as a vine. n. A prop for a creeper to climb on, &#xC24;&#xC40;&#xC17; &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. Dirt, stain, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Moss, &#xC2A;&#xC3E;&#xC1A;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; pr&#x101;ku&#x1E0D;u. n. The act of climbing, &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; pr&#x101;ku-den&#x1E6D;su. v. n. Same as &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; pr&#x101;kul-&#x101;&#x1E0D;u. v. n. To mount by climbing up. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41; pr&#x101;-konu. (&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. To be covered with moss, &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x101;k&#x101;ramu. [Skt.] n. An enclosure, a fence, a rampart, a surrounding wall. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC4B;&#xC21;, &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC30;&#xC3F;. &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC36;&#xC48;&#xC32;&#xC2D;&#xC40;&#xC2E;&#xC15;&#xC3E;&#xC33;&#xC47;&#xC36; &#xC2E;&#xC39;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC3F; &#xC38;&#xC02;&#xC2F;&#xC41;&#xC24;&#xC02;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC24;&#xC41; &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC3E; &#xC24;&#xC4D;&#xC30;&#xC40;&#xC23;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC1A;&#xC3E;&#xC15;&#xC30;&#xC4B;&#xC24;&#xC4D;.&quot; &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC3F;, i.e. He made these mountains as a great boundary wall, wherein there were three entrances.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC1A;&#xC24;&#xC4D;</span>&#xA0;&#xA0;pr-&#x101;nchat. [Skt.] adj. Brilliant, shining. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x101;nganamu. [Skt.] n. A courtyard, &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
                