&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;chitamu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.] n. Expiation, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;pr&#x101;chi. [Skt. from &#xC2A;&#xC41;&#xC30;&#xC3E; front.] n. The East. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. Moss, &#xC2A;&#xC3E;&#xC1A;&#xC3F;. Dirt, filth, mouldiness, sliminess, as upon a stone near water. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC41; prach&#x12B;-nanu. adj. Eastern, placed towards the East. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F; Ancient, old. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC26;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC40;&#xC28;&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F; pr&#x101;ch&#x12B;na-barhi. n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC40;&#xC28;&#xC3E;&#xC35;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41; pr&#x101;chin-&#x101;av&#x12B;tamu. n. The sacerdotal thread, worn (contrary to custom) over the right arm, and passing under the left. &#xC05;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; pr&#x101;chyamu. adj. Eastern. easterly, &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC26;&#xC3F;. n. The country south or east of the Sarasvati. &#xC36;&#xC30;&#xC35;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC27;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;-galbhyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC2E;&#xC41;.] n. Skilfulness, cleverness. &#xC2B;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC3F;&#xC2E;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC46;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28; pr&#x101;kena. [Tel.] n. A particular ceremony observed on the third day of a marriage. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC42;&#xC21;&#xC35;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;&#x1E0D;-viv&#x101;ku&#x1E0D;u. [Skt.] n. A judge. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC3F;, &#xC24;&#xC17;&#xC35;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;jyamu. [Skt.] adj. Much, many. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;gnyu&#x1E0D;u. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;.] n. A sage, a wise, or learned man. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. An able man, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC3F; pr&#x101;gnya. n. A wise or clever woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;j&#x101;-patyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2A;&#xC24;&#xC3F;.] n. Influence, authority, power. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. A kind of sacrifice, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A form of marriage, &#xC2E;&#xC40;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41; &#xC15;&#xC42;&#xC21;&#xC3F; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;ch&#x12B;ramu. [Skt.] n. A bound, hedge, fence, wall, an enclosure, a rampart. &#xC15;&#xC02;&#xC1A;&#xC46;, &#xC15;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;churyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC41;&#xC30;&#xC2E;&#xC41;.] adj. Excessive, enormous. &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC48;&#xC28;. Jaganna. I. 40. n. Abundance, plenty, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC47;&#xC24;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;ch&#x113;tasu&#x1E0D;u. [Skt. lit. Son of &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC38;&#xC41;&#xC21;&#xC41;.] n. An epithet of &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC3F;.
			</div>
                