&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;&#x1E47;amu. [Skt.] n. Air, wind, breath, life, vitality, the living soul. &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC09;&#xC38;&#xC41;&#xC30;&#xC41;. In Grammar, a vowel. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one who is yet living. &#xC15;&#xC4A;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is nearly dead. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he breathed his last, gave up the ghost. &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; pancha-pr&#x101;&#x1E47;amulu. n. The five vital airs, called &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; he loves her very dearly. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2A;&#xC28;&#xC3F; a most perilous affair. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he is in danger of his life. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3F; they caught him alive. &#xC28;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC28;&#xC3E; I will not say so even if it should cost me my life. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he arrived half dead. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC35;&#xC41;&#xC28;&#xC41; it would cost immense labour to teach him. &#xC06; &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; literally, they gave life to the image, i.e., they performed the ceremony by which the god is supposed to be lodged in the image. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; suicide, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41; deadly peril. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC1A;&#xC4B; &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC02;&#xC2C;&#xC41;.&quot; M. III. v. 67. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; mortal danger. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; saving the life. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28; in his last moments. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC3F; the five morsels offered to the five vital principles. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; intimate friendship. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave them their lives, he spared their lives. &#xC28;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; as long as I live. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; pr&#x101;&#x1E47;a-go&#x1E0D;&#x1E0D;amu. n. The loss of life, death. &#xC1A;&#xC3E;&#xC35;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC39;&#xC3E;&#xC28;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC43;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41; &#xC27;&#xC40;&#xC30;&#xC41;&#xC21;&#xC47; &#xC2E;&#xC30;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC26;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41;&#xC26;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2C;&#xC41;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC4D;.&quot; M. XII. ii. 208. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC26;&#xC41;&#xC21;&#xC41; pr&#x101;&#x1E47;a-du&#x1E0D;u. n. The giver of life, the creator. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; pr&#x101;na-n&#x101;dhu&#x1E0D;u. n. The lord of (her) life, i.e., a husband or lover, &#xC2E;&#xC17;&#xC21;&#xC41;. Yama, &#xC2F;&#xC2E;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; pr&#x101;&#x1E47;a-v&#x101;yuvu. n. Oxygen gas. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; pr&#x101;&#x1E47;&#x101;-ch&#x101;ramu. See &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC4B;&#xC2A;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41; pr&#x101;&#x1E47;&#x101;-y&#x101;mamu. n. A ritual mode of breathing, while mentally reciting certain prayers, stopping one nostril and inhaling or exhaling with the other: &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC35;&#xC26;&#xC4D;&#xC27;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. A. iii. 88. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; pr&#x101;&#x1E47;i. n. A being, or living creature. &#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC47;&#xC2F;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;dh&#x113;ya-pa&#x1E0D;u. [Skt.] v. n. To beseech, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;&#xC24;&#xC4B; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;dh&#x101;nyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. Supremacy, dominion. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC24;, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;d&#x113;&#x1E63;amu. [Skt.] n. The span from the thumb to the fore-finger. &#xC32;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC46;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pr&#x101;dur-bhavin&#x1E6D;su. [Skt.] n. To appear, to become manifest. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;. To be born, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; pr&#x101;dur-bh&#x101;vamu. n. Appearing, manifestation. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Birth. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC25;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;thamiku&#x1E0D;u. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;]. n. The first man, a chief man, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC25;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; pr&#x101;thamyamu. n. Importance, &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;ti-padikamu. [Skt.] n. A crude Sanskrit root, a word in its uninflected form. &#xC27;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;ti-k&#x16B;lyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;.] n. Contradiction, opposition. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;</span>&#xA0;&#xA0;prataha. [Skt.] adv. In the morning, at dawn. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; early in the morning. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; a morning breeze. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC4D;&#xC28;&#xC4D;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing in the morning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC24; pr&#x101;ta. [Tel.] adj. Old, ancient. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Worn out, &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41; an old palanquin, &#xC2A;&#xC3E;&#xC24;&#xC26;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC05;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41;. A. ii. 121. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC21;&#xC41;. n. A servant. &#xC32;&#xC46;&#xC02;&#xC15;, &#xC2D;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC26;&#xC30;&#xC4D;&#xC25;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;&#xC32;.&quot; G. xi. i. 103. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC24;. An old cloth, &#xC2A;&#xC3E;&#xC24;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC3E;&#xC24;&#xC2C;&#xC21;&#xC41; pr&#x101;tagillu. v. n. To become old, &#xC2A;&#xC3E;&#xC24;&#xC26;&#xC3F;&#xC05;&#xC17;&#xC41;. See under &#xC2A;&#xC4D;&#xC30;&#xC3E;. and &#xC2A;&#xC3E;&#xC24;.
			</div>
                