&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pr&#x101;pin&#x1E6D;su. [Skt.] v. a. To obtain, get, attain to. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41; pr&#x101;pu. n. A prop. A protection, support, a refuge; patronage; a person on whom one depends, &#xC06;&#xC38;&#xC30;&#xC3E;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC41; we are under his protection. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; praptamu. adj. Obtained, gained, acquired, received, procured, caught, as a disease, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; because he caught the leprosy. n. That which is obtained. that which falls to one&apos;s lot, luck, fortune. &#xC28;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC47; this is all I can get, such is my luck. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; pr&#x101;pti. n. Obtaining, attaining, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC21;&#xC2E;&#xC41;. Gain, profit, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. One of the eight superhuman faculties, the power of obtaining every thing one desires. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC48;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. Luck, fortune. &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC47; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; this is all he can get. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; such was her luck. &#xC28;&#xC40;&#xC15;&#xC41; &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; you were not fortunate enough to get it. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; pr&#x101;ptin&#x1E6D;su. v. n. To happen or occur; to be gained, obtained, found. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he contracted or caught a disease. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; pr&#x101;ptu&#x1E0D;u. n. One who has attained. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC30;&#xC3F; they went to Vishnu&apos;s heaven, i.e., they died. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; pr&#x101;pyamu. adj. Attainable, procurable, that may be got. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41; pr&#x101;pakamu. n. Protection, patronage, refuge. &#xC05;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC37;&#xC4D;&#xC1F;&#xC02;&#xC2D;&#xC2E;&#xC41;, &#xC06;&#xC38;&#xC30;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; pr&#x101;paku&#x1E0D;u. n. One who puts an object within our power or reach. &#xC18;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41;. A patron, protector, guardian.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3E;&#xC2E;&#xC41; pr&#x101;mu. [Tel.] v. a. To rub, &#xC30;&#xC3E;&#xC1A;&#xC41; To daub, &#xC2A;&#xC42;&#xC2F;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;. To cover, &#xC2E;&#xC42;&#xC2F;&#xC41;. To wipe, &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. To trouble, harass, &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cut to pieces, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; pr&#x101;mu&#x1E0D;u. n. The act of rubbing anything, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC1F;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC1C;&#xC20;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC4B;&#xC2E;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; H. i. 223. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC1C;&#xC20;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;, &#xC28;&#xC41;&#xC32;&#xC3F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC06;&#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;pr&#x101;mi&#x1E0D;i [Tel.] n. Fraud, deceit. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;. Cruelty. &#xC15;&#xC4D;&#xC30;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A cruel person, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. adj. Cruel, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC02;&#xC15;&#xC46;&#xC24;&#xC30;&#xC02;&#xC15;&#xC46;&#xC24;&#xC32;&#xC4D;, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC32;&#xC41;, &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; Charitr. ii. 1551.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;m&#x101;&#x1E47;iku&#x1E0D;u. n. A veracious man. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3E;&#xC26;&#xC3F;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. An authority in any science, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; pr&#x101;m&#x101;&#x1E47;yamu. n. Authority, proof, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. Evidence, &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Authenticity, credibility.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;m&#x101;&#x1E47;ikamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;.] adj. Based on authority, authoritative. Credible. True, just, fair, right, faithful, equitable, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;bhavamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC2E;&#xC41;.] n. Pre-eminence, supremacy, dominion. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;-balyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC41;.] n. Power, vigour, predominance. &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC48;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC24;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the Christian religion has now the predominance. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; pr&#x101;-balyamu-g&#x101;. adv. Predominantly.
			</div>
                