&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;yamu. [Skt.] n. Age, time of life, &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC08;&#xC21;&#xC41;, &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41;. Puberty, youth, prime, bloom. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; fresh age. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a young man. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC26;&#xC3F; a young woman. A preparation for dying &#xC26;&#xC47;&#xC39;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC4B;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. Death, &#xC1A;&#xC3E;&#xC35;&#xC41;. Exceeding much, a multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. (used in composition.) like, resembling, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; a brutish man. &#xC2E;&#xC43;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; one who is as good as dead. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC43;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; he values it no more than a straw &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; telling lies is all his delight. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC03; pr&#x101;ya&#x1E63;ah adv. Frequently, for the most part. &#xC2C;&#xC39;&#xC41;&#xC36;&#xC3E;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; pr&#x101;ya&#x1E63; -chittamu. n. Expiation, propitiation, penance, absolution, recompense, retribution, &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; certain expiatory ceremonies performed over a dying person. &#xC24;&#xC28;&#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he had his son purified by expiatory rites. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC4B;&#xC2A;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; pr&#x101;y-&#x14D;pav&#x113;&#x1E63;amu. n. Fasting in order to die, starving to death voluntarily. &#xC2A;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC28;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC4B;&#xC2A;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; pr&#x101;y-opav&#x113;&#x1E63;amu-ch&#x113;yu v. n. To meet death by fasting in fulfilment of a vow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;pr&#x101;lu [Tel. plu. of &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;. (q. v.) n. Rice. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Consecrated rice, &#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;. &quot;&#xC0E;&#xC38;&#xC1F;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC21;&#xC3F; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC15;&#xC47;&#xC1C;&#xC28;&#xC41;&#xC28;&#xC46;.&quot; Chamatkar. iii. &quot;&#xC1C;&#xC17;&#xC2E;&#xC41; &#xC17;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC02;&#xC17; &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC17;&#xC28;&#xC3F;&#xC28;&#xC2E;&#xC40;&#xC26;, &#xC32;&#xC40;&#xC32;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC40;&#xC35;&#xC46;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC28;&#xC02;&#xC17;.&quot; Parij. ii. 42. &#xC26;&#xC40;&#xC35;&#xC46;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC15; pr-&#x101;lambamu. [Skt.] n. A garland, necklace. &#xC2A;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC42;&#xC32;&#xC26;&#xC02;&#xC21;, &#xC2A;&#xC47;&#xC30;&#xC41;, &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC2E;&#xC41; pr-&#x101;rthana. [Skt.] n. Asking, begging, prayer, supplication. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC2F;&#xC3E;&#xC1A;&#xC28;. A vow. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; the Imperative mood, as showing entreaty. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; pr-&#x101;rthana-ch&#x113;si-konu. v. n. To pray. To vow. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC41;&#xC21;&#xC41; pr-&#x101;rthaku&#x1E0D;u. n. One who prays or asks. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; pr-&#x101;rthin&#x1E6D;su. v. a. To ask, beg, pray or supplicate. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; pr-&#x101;than&#x12B;yamu. adj. Fit to be asked or begged. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; pr-&#x101;rthitamu. adj. Asked, begged, solicited. &#xC05;&#xC21;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pr-&#x101;rthitu&#x1E0D;u. n. One who is begged, or entreated. &#xC05;&#xC21;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC3F;</span>&#xA0;&#xA0;pr-&#x101;r&#x101;&#x1E0D;hi. [Skt.] n. Fame, notoriety. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. Determination, resolution. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC2F;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC38;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC2A;&#xC03; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC3F;&#xC2C;&#xC47;&#xC30;&#xC48;.&quot; Vasu. iii. 138. &#xC1F;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC3F;. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;pr&#x101;-rajyat. [Skt.] adj. Shining. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;. &quot;&#xC2E;&#xC23;&#xC3F;&#xC17;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC3E;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;.&quot; Swa. vi. 107.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;yikamu. [Skt.] adj. Frequent, general, usual, ordinary, common. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;pr&#x101;yi. [Tel.] n. Manliness, &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;. Wealth, fortune, prosperity, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC2E;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F; pr&#x101;yi&#x1E0D;i. (&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;+&#xC07;&#xC21;&#xC3F;.) n. One who is manliness, &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. A bun or poor man, &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. Misfortune &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;. Poverty, &#xC26;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;l&#x113;yamu. [Skt.] n. Snow frost. &#xC2E;&#xC02;&#xC1A;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC17;&#xC3F;&#xC30;&#xC3F; the hill of snow, i.e., Himalaya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC41; or &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41; pr&#x101;lu-m&#x101;lu. [Tel.] v. n. To be idle, indisposed, unwell. &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; or &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; pr&#x101;lu-m&#x101;lika. n. Idleness, indisposition, ill-health, &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
                