&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC3E;&#xC2F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;pr&#x101;v&#x1E5B;ish&#x101;ya&#x1E47;i. [Skt.] n. Cowach, Carpopogon pruriens. &#xC26;&#xC42;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x101;v&#x1E5B;itamu [Skt.] n. A veil, cloak, mantle. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;, or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC37; pr&#x101;v&#x1E6D;i&#x1E6D;&#x1E6D;u. [Skt.] n. The rainy season. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC3F;&#xC1C;&#xC2E;&#xC41; pr&#x101;v&#x1E5B;ishijamu. n. A frog, as being &apos;produced by rain.&apos; &#xC15;&#xC2A;&#xC4D;&#xC2A;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC47;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; pr&#x101;v&#x1E5B;sh&#x113;&#x1E47;yamu. adj. Of the rains, produced in the rainy season. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC47;&#xC23;&#xC4D;&#xC2F; &#xC1C;&#xC32;&#xC26;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;.&quot; M. I. vi. 253. n. A tree called Nauclea cadamba. &#xC28;&#xC40;&#xC2A;&#xC47; or &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC30;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC40;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;v&#x12B;&#x1E47;yamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC2E;&#xC41;.] n. Cleverness, skilfulness. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC40;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pr&#x101;v&#x12B;&#x1E47;yu&#x1E0D;u. n. A clever person. &#xC35;&#xC47;&#xC1F;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC40;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC48; being expert in the chase.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41; pr-&#x101;v&#x101;ramu. [Skt.] n. An upper or outer garment. &#xC2A;&#xC48;&#xC2C;&#xC1F;&#xC4D;&#xC1F;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;</span>&#xA0;&#xA0;pr&#x101;va. [Tel.] n. Convenience. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;. Fault, evil influence, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC1C;&#xC17;&#xC1C;&#xC4D;&#xC1D;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41;&#xC38;&#xC24;&#xC40;&#xC2A;&#xC24;&#xC3F; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35; &#xC2F;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC47;&#xC35;.&quot; Vaijayanti ii. 109. &#xC05;&#xC15;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the venom of the verse smote him and he died.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;h&#x1E47;amu. [Skt. &#xC2A;&#xC4D;&#xC30;&#xC3E;+&#xC05;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;.] n. The forenoon. &#xC2A;&#xC17;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC2C;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;s&#x101;damu. [Skt.] n. A temple. &#xC26;&#xC47;&#xC35;&#xC33;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. A palace. &#xC30;&#xC3E;&#xC1C;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC28;&#xC17;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;savamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC2E;&#xC41;.] adj. Appertaining to parturition, or childbirth. Pertaining to a flower. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC35;&#xC3E;&#xC2F;&#xC42;&#xC38;&#xC2E;&#xC41; the pains of childbirth &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC35;&#xC47;&#xC26;&#xC28;. Chenna. i. 210.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;samu. [Skt.] n. The second letter of each verse, the rhyming letter, &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC30;&#xC46;&#xC02;&#xC21;&#xC35; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. Alliteration, a rhyme. A barbed dart or lance, &#xC08;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;pr&#x101;sagu. [Tel.] adj. Old. &#xC2A;&#xC3E;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;. &quot;&#xC2A;&#xC32;&#xC15;&#xC32; &#xC28;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC28;&#xC32;&#xC2A;&#xC21;&#xC2E;&#xC41; &#xC28;&#xC4D;&#xC28;&#xC42;&#xC1F; &#xC2F;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41;,&quot; BD. v. 1229. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC24;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. n. Old grain, &#xC2A;&#xC3E;&#xC24;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;pr&#x101;&#x1E63;naku&#x1E0D;u. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;.] n. One who asks a question, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;&#x1E63;astyamu. [Skt. from &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;.] n. Excellence, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x101;&#x1E63;anamu. [Skt.] n. Tasting, eating. Feeding, causing to taste or eat, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they performed the ceremony of first giving solid food to the infant. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; pr&#x101;&#x1E63;in&#x1E6D;su. v. a. To eat, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. To drink, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41; pr&#x101;&#x1E63;itamu. adj. Eaten, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Drunk, &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;pridulu. [Tel.] v. n. To break, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. To decrease, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. To become loose, to grow slack. &#xC38;&#xC21;&#xC32;&#xC41;, &#xC35;&#xC26;&#xC41;&#xC32;&#xC17;&#xC41;, To fall off, as a veil. &#xC5B;&#xC3E;&#xC30;&#xC41;. To separate, leave each other, drop off, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC0A;&#xC21;&#xC41;. To be dislocated. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC02;&#xC21;&#xC32;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC47;&#xC15;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC17;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC41;.&quot; KP. viii. 109. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC32;&#xC15; closely, continually. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC32;&#xC28;&#xC3F; unshaken, firm, unbroken.
			</div>
                