&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC21; or &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC21; preg-ga&#x1E0D;a. [Tel. &#xC2A;&#xC46;&#xC30;&#xC41;+&#xC15;&#xC21;.] n. A minister, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;. A chief man, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. An heir apparent to a throne, &#xC2F;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41; prckka&#x1E47;amu. [Tel.] n. Dancing, a dance, &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC3F; &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A wrestling place, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2A;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; pru&#x1E6D;s&#x1E6D;su. [Tel.] v. n. To rot, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F; or &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F; pruppi. n. Rottenness, rotting, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. A flaw in a precious stone, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC23;&#xC3F; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;prungu&#x1E0D;u. [Tel.] n. White leprosy, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;pr&#x12B;ti. [Skt.] n. Joy, pleasure, delight, happiness, love, affection, regard. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. The name of the wife of Manmadha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC27;&#xC41;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they did it in honour of the god, for the purpose of conciliating the god. &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; feigned or flattering words. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC08; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they bestowed this village on him as a compliment. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC08; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave this in honour of his mother. &#xC36;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did this to avert the evil influence of Saturn. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC2D;&#xC42;&#xC2E;&#xC3F; lands consecrated to Vish&#x1E47;u. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; pr&#x12B;ti-dattamu. n. A dowry given to a bride by her father-in-law or mother-in-law. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; pr&#x12B;tu&#x1E0D;u. n. One who is pleased or satisfied, &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC23;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x12B;&#x1E47;anamu. [Skt.] n. Satisfaction, satisfying, gratification. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;priyamu. [Skt.] adj. Dear, beloved, desired. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. Dear or high, in price. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; by using fair words I brought her. n. Love. desire, affection, friendship, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. Joy, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; to be kind, to speak kindly. &#xC15;&#xC30;&#xC23;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC38;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; give my respects to the clerks and kind regard to the farmers; (as in English give my love to, &amp;c.) &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC2E;&#xC41; priya-kamu. n. A tree called Nauclea cadamba. &#xC15;&#xC26;&#xC02;&#xC2C;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC24; priyata. n. Friendship, love, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC2A;&#xC21;&#xC41; priya-pa&#x1E0D;u. v. n. To like, to be pleased. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC2A;&#xC26;&#xC41;&#xC21;&#xC41; priya-v&#x101;di. n. A fair speaker, one who speaks what is pleasing, a flatterer. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC2E;&#xC41; &#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; priy&#x101;&#x1E37;uvu. n. A tree called &#xC2E;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; priyu&#x1E0D;u. n. A lover, a husband, a friend. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F; priya. n. A beloved woman. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC15;&#xC21;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC15;&#xC28;&#xC2E;&#xC41; pr&#x113;nka&#x1E47;amu. [Skt.] n. The tree termed Nauclea cadamba. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC21;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC26;&#xC02;&#xC2C;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;preb-botti. [Tel. &#xC2A;&#xC47;&#xC30;&#xC41;+&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;.] adv. Assuredly, positively, certainly. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC32; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC41;.&quot; BD. v. 921.
			</div>
                