&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;.pr&#x113;pu [Tel.] n. The dawn, &#xC35;&#xC47;&#xC17;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x113;tamu. [Skt.] n. A ghost, spirit, shade. The spirit before the obsequial rites are performed. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;. A corpse, &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41;. A soul that is thrown into hell. &#xC28;&#xC30;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; pr&#x113;ta-karmamulu. n. Funeral or obsequial rites. &#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; pr&#x113;tatvamu. n. Ghostliness, the state of being a ghost. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; pr&#x113;ta-puri. n. Hell, the land of ghosts. &#xC2F;&#xC2E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC35;&#xC28;&#xC2E;&#xC41; pr&#x113;ta-vanamu. n. A graveyard, cemetery. &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; pr&#x113;ta-vastramu. n. A shroud. &#xC36;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC1A;&#xC41;. See under &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC41; or &#xC2A;&#xC47;&#xC17;&#xC41; pr&#x113;gu. [Tel.] n. An entrail, a bowel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x113;kshitamu [Skt.] adj. Seen, &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC16;</span>&#xA0;&#xA0;pr&#x113;nkha. [Skt.] n. A swing, a sort of hammock or swinging cot, either for travelling or diversion, &#xC21;&#xC4B;&#xC32;&#xC3F;, &#xC21;&#xC4B;&#xC32;. Dancing. &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Wandering, roaming or travelling about. &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;. A horse&apos;s pace, &#xC35;&#xC3E;&#xC1C;&#xC3F;&#xC17;&#xC24;&#xC3F;, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC16;&#xC23;&#xC2E;&#xC41; pr&#x113;nkhanamu. n. A kind of dance, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; Wandering, roaming, travelling, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;. Entrance, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. A drama, &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC16;&#xC24;&#xC4D; pr&#x113;nkhat. adj. Touching, being in contact with, reflecting. Scattering, diffusing, shaking, moving. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;. &quot;&#xC26;&#xC3F;&#xC36;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC16;&#xC24;&#xC4D;&#xC15;&#xC32;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC02;&#xC1A;&#xC32;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC3F; &#xC1C;&#xC3E;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; Swa. iv. 100. &#xC1F;&#xC40; &#xC26;&#xC3F;&#xC36;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC16;&#xC24;&#xC4D;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC02;&#xC16;&#xC24;&#xC2E;&#xC41; pr&#x113;nkhitamu. adj. Shaken, moving, set in motion, &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Swung. &#xC0A;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC47;&#xC32;&#xC3F;&#xC15; or &#xC2A;&#xC40;&#xC32;&#xC3F;&#xC15; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; pr&#x113;rin&#x1E6D;su. [Skt.] v. a. To urge, induce, incite, spur, instigate, excite, prompt, urge, encourage. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; pr&#x113;raku&#x1E0D;u. n. One who incites or encourages, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC23; pr&#x113;ra&#x1E47;a. n. Inducement, encouragement, temptation, excitement, instigation, urging. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC2E;.&quot; Sumati. 65. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC3F; pr&#x113;ra&#x1E47;i. n. A kind of dance, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; pr&#x113;ra-&#x1E47;&#x12B;yamu. adj. Fit to be encouraged, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23; &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; pr&#x113;ritamu. adj. Encouraged or incited, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pr&#x113;ritu&#x1E0D;u. n. One who is induced instigated or encouraged, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; pr&#x113;-r&#x113;pak&#x1E0D;u. (for &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;.) n. One who urges, or instigates. &#xC09;&#xC26;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. In Grammar, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; the Causal voice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC2E;&#xC41; n. Rattan. See &#xC2A;&#xC47;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;</span>&#xA0;&#xA0;or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41; pr&#x113;ma. [Skt.] n. Love, affection, kindness, tender regard, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. Joy, &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; pr&#x113;min&#x1E6D;su. v. a. To love, to have an affection for. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC41;&#xC21;&#xC3F; pr&#x113;mu&#x1E0D;i. n. Love, affection. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. M. III. vi. 440. A. vi. 136. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; pr&#x113;mu&#x1E0D;in&#x1E6D;su. v. n. To love, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. To grieve. &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41; &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. To suffer pain, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. M. IX. i. 12. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC3F; pr&#x113;yasi. n. A loved woman, a sweetheart. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC41;&#xC21;&#xC41; pr&#x113;yasu-du. n. A lover, a friend, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                