&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x113;sh&#x1E6D;hamu. [Skt.] adj. Very dear, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; pr&#x113;sh&#x1E6D;hudu. n. One who is very dear, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x113;sha&#x1E47;amu. [Skt.] n. Sending, &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; pr&#x113;shaku&#x1E0D;u. n. One who sends. &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; pr&#x113;shan&#x12B;yu&#x1E0D;u. n. One who is fit to be sent, &#xC2A;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pr&#x113;shitu&#x1E0D;u. n. One who is sent, &#xC2A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; pr&#x113;shyu&#x1E0D;u. n. One who is fit to be sent, &#xC2A;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A servant, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC47;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC47;&#xC32;&#xC41; pr&#x113;lu. [Tel.] v. n. To prattle or tattle, to chatter, talk in a silly manner. &#xC35;&#xC26;&#xC30;&#xC41;. To be roasted and swollen, &#xC35;&#xC47;&#xC17;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC2C;&#xC41;&#xC15;&#xC41;.&apos; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC30;&#xC3F; pr&#x113;l-ari. n. A talkative person, a chatter-box, &#xC35;&#xC26;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC32;&#xC41; or &#xC35;&#xC47;&#xC32;&#xC3E;&#xC32;&#xC41; pr&#x113;lalu. n. Roasted rice. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41; pr&#x113;lutsu. v. n. To fry or roast, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC47;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC21;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC21;&#xC2E;&#xC41; pr&#x113;lu&#x1E0D;u. n. Talkativeness, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; pr&#x113;lari-tanamu. n. Talkativeness. &#xC35;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC35;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC15;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC21;&#xC32;&#xC46;&#xC26;&#xC47;&#xC32;.&quot; Chenn. iii. 139.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x14D;ktamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.] adj. Told, said, declared. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41; or &#xC2A;&#xC4B;&#xC17;&#xC41; pr&#x14D;ka. [Tel.] n. A heap, multitude, or assemblage, &#xC30;&#xC3E;&#xC36;&#xC3F;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC32;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; M. XIII. i. 47. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC17;&#xC41; pr&#x14D;gagu. v. n. To gather, assemble, come together. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; pr&#x14D;gu-ch&#x113;yu. v. n. To gather, bring together, accumulate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC2F;&#xC3F;, &#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; or &#xC2A;&#xC4A;&#xC2F;&#xC3F; proyyi. [Tel.] n. An oven. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; ga&#x1E0D;&#x1E0D;a-poyyi. n. An oven constructed with bricks or three pieces of stone placed like a triangle. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; g&#x101;&#x1E0D;i-poyyi. n. An oven which is made by digging a long narrow pit in the ground. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; gun&#x1E6D;a-poyyi. n. An oven formed by digging a pit in the ground.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; proddu. [Tel.] n. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Time, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. A day, &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. Half a day, &#xC2A;&#xC42;&#xC1F;. The dawn, &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;&#xC5B;&#xC3E;&#xC2E;&#xC41;. The morning, &#xC09;&#xC37;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after the sun began to decline, in the afternoon. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; a long time. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC42;&#xC1F; the morning time. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1F;&#xC46;&#xC02;&#xC21; the morning sunlight. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; proddulu. n. plu. The days hear the time of the confinement of a woman, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC28;&#xC46;&#xC32; the month during which a confinement takes place, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; proddu-kallu. n. Lit: the sun-stone, i.e., a focussing lens, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC36;&#xC3F;&#xC32;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1A;&#xC42;&#xC32;&#xC3F; proddu-go&#x1E0D;uku. n. The son of the sun; an epithet applied to Yama, Sani, kar&#x1E47;a or Sugriva, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC28;&#xC3F;, &#xC15;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; proddu-tirugu&#x1E0D;u. n. The sun-flower, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; proddu-pu&#x1E6D;s&#x1E6D;su. v. a. To pass the time, &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; proddu-rikka. n. A constellation called &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC40;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC46;&#xC32; proddu-rikka-nela. n. A name of the Telugu month called &#xC2B;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
                