&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC4B;&#xC17;&#xC41; pr&#x14D;gu. [Tel.] n. A thread, a string, A heap. See &#xC2A;&#xC4B;&#xC17;&#xC41;, and &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;ksha&#x1E47;amu. [Skt.] n. Sprinkling. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Consecration of an idol by sprinkling. Killing an animal in sacrifice. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; pr&#x14D;kshin&#x1E6D;su. v. a. To sprinkle, as water. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. Sacrifice. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; pr&#x14D;kshitamu. adj. Sprinkled, shed (as water), wetted (as earth.) &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Killed, slaughtered, offered in sacrifice. &#xC35;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;thamu. [Skt.] n. The nose of a horse, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. The loins or hip. &#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;ts&#x101;hamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;.] n. Stimulus, incitement, excitement, encouragement. Alacrity. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; pr&#x14D;ts&#x101;haku&#x1E0D;u. n. One who urges or incities. An adviser. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;ts&#x101;ritamu. [Skt.] adj. Relinquished, ejected, expelled, got rid of. &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;tthitamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC24;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41;.] adj. Risen, produced, happened. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;. &quot;&#xC39;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC02;&#xC2D;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;.&quot; Swa. iv. 64.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;ttungamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC2E;&#xC41;.] adj. Elevated, high. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;tamu. [Skt.] adj. Sewn, stitched, &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC21;</span>&#xA0;&#xA0;pr&#x14D;&#x1E0D;a. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;.] n. A wise or skilful person. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &quot;&#xC28;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC17; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC35;&#xC40;&#xC35;.&quot; R. vii. 227. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC21;&#xC41; pr&#x14D;&#x1E0D;a&#x1E0D;u. n. A wise or skilful man. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC5B;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4B;&#xC5B;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1C;&#xC4D;&#xC1D;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;jjhitamu. [Skt.] adj. Abandoned, shunned, avoided, &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;&#x1E6D;su. [Tel.] v. a. To nourish, support, maintain, protect, preserve, save. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41;&#xC24;&#xC28;&#xC4D; O may he bless! &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC2A;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; pr&#x14D;chi-k&#x14D;lu. n. The act of feeding, bringing up a cow or other animal, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; &#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06; &#xC2F;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave him the cow to feed and enjoy its milk. adj. Useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC1A;&#xC2F;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; even a blade of grass is not useless.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;dd&#x101;mamu. [Skt. &#xC2A;&#xC4D;&#xC30; +&#xC09;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC2E;&#xC41;.] adj. Set free, unbound, unconstrained, self-willed. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC39;&#xC3E;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC4D;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC1A;&#xC1F;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Tara. ii. 27. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC24; pr&#x14D;dd&#x101;mata. Unconstrained power, a self-willed disposition. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC41;&#xC36;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;</span>&#xA0;&#xA0;pr&#x14D;di. [Tel.] n. Nourishing, cherishing, support, &#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41;. Prosperity, grandeur, &#xC35;&#xC48;&#xC2D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3E; &#xC30;&#xC3E;&#xC2E;&#xC26;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC42;&#xC35;&#xC41;&#xC26;&#xC40;&#xC17;&#xC46;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41;.&quot; B. X. 1818. adj. Graceful, pleasant. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC3F;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC28;&#xC3F; pr&#x14D;dini. adv. Gracefully, pleasantly. &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC17;&#xC3E;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC17;&#xC3E;. &quot;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;&#xC32;&#xC3E;&#xC30;&#xC24;&#xC41;&#xC32;&#xC40;&#xC17;&#xC3E; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC02; &#xC26;&#xC28; &#xC28;&#xC17;&#xC30;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15; &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; Yayati. iv. 184. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC17;&#xC3E; pr&#x14D;di-g&#x101;. adv. In support of, as an aid. &#xC09;&#xC2A;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC32;&#xC02;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC28;&#xC17;&#xC41; &#xC28;&#xC2D;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC46;&#xC21;&#xC02;&#xC26;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32; &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC2E;&#xC26;&#xC28;&#xC4B;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC15;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Swa. iii. 45. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; pr&#x14D;di-gonu. v. a. To nourish, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                