&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;pr&#x14D;dyat. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC26;&#xC4D;&#xC2F;&#xC24;&#xC4D;.] adj. Increased, born, produced. Endeavouring. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC47;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC23;&#xC40;.&quot; Swa. iv. 107. &quot;&#xC06;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC1C;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3E;&#xC18;&#xC28;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC28; &#xC27;&#xC3E;&#xC30;&#xC3E; &#xC1D;&#xC30;&#xC40;&#xC2A;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;&#xC32;&#xC48;.&quot; T. v. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;dbhinnamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC26;&#xC4D;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.] adj. Opened, burst, proceeded forth or from. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;d-balamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC24;&#xC4D;+&#xC2C;&#xC32;&#xC2E;&#xC41;] n. Support, aid, assistance. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Encouragement, instigation. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC3F; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; this was done at his instigation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr-&#x14D;ddhutamu. [Skt. &#xC2A;&#xC4D;&#xC30; +&#xC09;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC24;&#xC2E;&#xC41;.] adj. Shaken. &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &quot;&#xC05;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC3F; &#xC24;&#xC4D;&#xC15;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC1F;&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC17; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC24; &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC27;&#xC40;&#xC15;&#xC43;&#xC26;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC24;.&quot; H. v. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;ddhatamu. [Skt. &#xC2A;&#xC4D;&#xC30;+&#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;.] adj. Excited, intense. &#xC30;&#xC47;&#xC17;&#xC3F;&#xC28;, &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; &#xC17;&#xC32;. &quot;&#xC27;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC24;.&quot; B. viii. 110.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC37;&#xC4D;&#xC20;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;praush&#x1E6D;ha-padamu. [Skt.] n. The name of the sixth lunar month. &#xC2D;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;</span>&#xA0;&#xA0;prau&#x1E0D;ha. [Skt.] n. A woman in the flower of youth, a lady, dame, &#xC17;&#xC21;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC2A;&#xC30;&#xC35;&#xC36;&#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC26;&#xC41;.&quot; Swa. v. 76. adj. Full grown, mature. Respectable, great, grand, fine, noble. &#xC0E;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC48;&#xC28;, &#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15; a full grown girl. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41; a grand style. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; a noble poem. &#xC06; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after the girl grew up. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; prau&#x1E0D;hatvamu. n. Skilfulness; ability; grandeur. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC3F; or &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC3F;&#xC2E; prau&#x1E0D;hi. n. Dignity, skilfulness, ability, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC24;. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC41;&#xC21;&#xC41; prau&#x1E0D;hu&#x1E0D;u. n. One who is mature, wise, skilful, vigorous, clever. &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41;, &#xC18;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; praudhur&#x101;lu. n. She who is mature, skilful, wise, vigorous, clever. &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;shitamu. [Skt.] adj. Abroad, absent, away from home. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC17;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC2D;&#xC30;&#xC43;&#xC15; a woman whose husband is absent. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; pr&#x14D;shitu&#x1E0D;u. n. One who is gone to a foreign land &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41; and &#xC2A;&#xC4B;&#xC17;&#xC41;. (q. v.) &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; pr&#x14D;vu-konu. v. n. To lie in a heap, &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC35;</span>&#xA0;&#xA0;pr&#x14D;va. [Tel.] n. A trick; gibing; quizzing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;lu. [Tel.] n. A city. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; pr&#x14D;lu-gu&#x1E0D;upu. v. a. To provoke, rouse, excite. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC46;&#xC02;&#xC24; &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC3E; &#xC2A;&#xC48;&#xC1C;&#xC17;&#xC24;&#xC3F;&#xC02; &#xC2C;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC2D;&#xC02;&#xC21;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC41;&#xC32; &#xC30;&#xC3E;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC32; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC36;&#xC02;&#xC2C;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC02;.&quot; Bobbili. ii. 113. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; pr&#x14D;lu-dirugu. v. n. To go in procession about a city. &#xC0A;&#xC30;&#xC47;&#xC17;&#xC41;. In marriage ceremonies it signifies a fictitious procession round the city represented by some objects placed in the house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;-y-&#x101;lu. [Tel. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;+&#xC06;&#xC32;&#xC41;.] n. A housewife, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;. A woman, &#xC38;&#xC4D;&#xC24;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;pr&#x14D;pu. [Tel. from &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;.] n. Protection, saving. &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. Nourishing. &#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC21;&#xC41; pr&#x14D;-pa&#x1E0D;u. (&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41;+&#xC2A;&#xC21;&#xC41;.) v. n. To be fed or nourished, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC30;&#xC3F; pr&#x14D;p-ari. n. One who nourishes, &#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. A saviour, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
                