&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pl&#x14D;shamu. [Skt.] n. Burning, combustion. &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;plush&#x1E6D;amu. [Skt.] adj. Burnt, &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;plutamu. adj. Wetted, soaked. &#xC24;&#xC21;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;. &quot;&#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC40; &#xC2E;&#xC43;&#xC26;&#xC41;&#xC15; &#xC30;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC24; &#xC38;&#xC42;&#xC28;&#xC30;&#xC38;&#xC2A;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC02;&#xC17;&#xC41;&#xC21;&#xC48;&quot; Anirud. v. 53. n. Bounding, curvetting, as a horse. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC05;&#xC02;&#xC24; &#xC2E;&#xC47;&#xC30;&#xC2F;&#xC41; &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC2A;&#xC2F;&#xC47; &#xC05;&#xC36;&#xC4D;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A steady pace, &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;. Steadiness, &#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2D;&#xC30;&#xC2E;&#xC41;. A long drawn out vowel. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. A note, a quaver. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC3E;&#xC28;&#xC32;&#xC18;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC02;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC40;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pl&#x12B;hamu. [Skt.] n. The spleen. Enlargement of the spleen, spleen disease, &#xC39;&#xC43;&#xC26;&#xC2F; &#xC35;&#xC3E;&#xC2E; &#xC2D;&#xC3E;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC38;&#xC40;&#xC24;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;, &#xC30;&#xC4B;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC32;&#xC40;&#xC39;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; pl&#x12B;h-&#x14D;daru&#x1E0D;u. n. A man suffering from spleen disease, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC32;&#xC40;&#xC39;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; pl&#x12B;ha-&#x1E63;atruvu. n. A tree called &#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;plahl&#x101;damu. [Skt.] n. Joy, rejoining. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC35;</span>&#xA0;&#xA0;plava. [Skt.] n. The name of a Telugu year. &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41; plavamu. n. A raft, a float, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;. A frog, &#xC15;&#xC2A;&#xC4D;&#xC2A;. A monkey, &#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC17; plavanga. n. The name of a Telugu year. &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41; or &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC17;&#xC2E;&#xC41; plavangamu (lit: the leaper.) n. A monkey, &#xC15;&#xC4B;&#xC24;&#xC3F;. A frog, &#xC15;&#xC2A;&#xC4D;&#xC2A;. &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC17;&#xC41;&#xC21;&#xC41; plavagu&#x1E0D;u. n. The charioteer of the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;, &#xC05;&#xC38;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC41;&#xC21;&#xC41; plavu&#x1E0D;u. n. A Chand&#x101;la or pariah, &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC42;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A. vi. 57. and 99.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2A;&#xC4D;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;plakshamu. [Skt.] n. The waved-leaved fig tree. Ficus infectoria. &#xC5B;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;, &#xC15;&#xC32;&#xC5B;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;. Also, same as &#xC30;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC23;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2B;&#xC23;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC15;&#xC2E;&#xC41; pha&#x1E47;ijjakamu. [Skt.] n. A delicate sweet smelling plant, apparently a sort of Basil with small leaves. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15; &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC23;&#xC3F;</span>&#xA0;&#xA0;phani. [Skt.] n. A serpent or snake. A hooded serpent. &#xC2B;&#xC23;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC17;&#xC41;&#xC21;&#xC41; pha&#x1E47;i-talpagu&#x1E0D;u. n. A name of Vishnu who reclines on Adi S&#x113;shu, the chief of snakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC15;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;faktu. [H.] adj. &amp; adv. Only, merely, simply, &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;</span>&#xA0;&#xA0;phakkika. [Skt.] n. A single treatise. &#xC0F;&#xC15; &#xC17;&#xC4D;&#xC37;&#xC02;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;</span>&#xA0;&#xA0;pha. [Skt.] The aspirated P pronounced like ph. in Up-hill. This letter occurs in Sanskrit or foreign words only. The F sound in English and other languages also represented by this leter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;phakki. [Skt.] n. Manner. &#xC30;&#xC40;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC15;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;fak&#x12B;ru. [H.] n. A fakir, an ascetic.
			</div>
                