&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;phalamu. [Skt.] n. A fruit. A crop. Fruit, profit, use, advantage, benefit, a reward, result, consequence. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28; &#xC2B;&#xC32;&#xC2E;&#xC41; the fulfilment of a portentous dream. &#xC2B;&#xC32;&#xC2A;&#xC21;&#xC41; phala-pa&#x1E0D;u. v. n. To bear fruit, to avail, turn to good, turn out well. &#xC2B;&#xC32;&#xC2A;&#xC30;&#xC1A;&#xC41; phala-para&#x1E6D;su. v. a. To make fruitful, to realize, to turn to profit, to use. &#xC2B;&#xC32;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; phala-p&#x16B;ramu. n. The citron. &#xC2B;&#xC32;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; phala-vantamu. adj. Fruitful, as a tree, &#xC2B;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC32;. &#xC2B;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; phala-r&#x101;jamu. n. A certain red fruit, Momordica monadelpha. &#xC2B;&#xC32;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; phal-&#x101;h&#x101;ramu. n. A refection, refreshments, a slight meal of parched corn, cakes, fruit, &amp;c. &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; phalin&#x1E6D;su. v. n. To be fruitful, yield fruit, &#xC2A;&#xC02;&#xC21;&#xC41;. To be of advantage, profit, turn out well, to be accomplished, be fulfilled, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC2B;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; phalitamu. adj. Ripened, fruitful, profitable, advantageous. &#xC28;&#xC3E; &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2B;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; my endeavour came to no good. n. Profit, fruit. &#xC2B;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; phalit-&#x101;r&#x1E6D;hamu. n. The ultimate import, purport, result, or point of a passage, the tendency as distinguished from the literal sense. &#xC2B;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41; phalinamu. n. A fruit tree. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28; &#xC2B;&#xC32;&#xC35;&#xC26;&#xC4D;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. G. iii.146. &#xC2B;&#xC32;&#xC3F;&#xC28;&#xC40; phalin&#x12B;. n. A tree called &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC02;&#xC17;&#xC41;&#xC35;&#xC41;, &#xC24;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.  &#xC2B;&#xC32;&#xC4B;&#xC26;&#xC2F;&#xC2E;&#xC41; phal-&#x14D;dayamu. Success, enjoyment, gain, profit; heaven, paradise, joy, happiness. &#xC2B;&#xC32;&#xC4B;&#xC28;&#xC4D;&#xC2E;&#xC16;&#xC2E;&#xC41; phal-&#x14D;nmukhamu. adj. Fruitful, effective, efficacious. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2B;&#xC32;&#xC4B;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is now coming to good.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;phalakamu. [Skt.] n. A shield, &#xC15;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;, &#xC21;&#xC3E;&#xC32;&#xC41;. A die or round piece of metal, &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;, &#xC2A;&#xC32;&#xC15;. &#xC15;&#xC2A;&#xC4B;&#xC32;&#xC2B;&#xC32;&#xC15;&#xC2E;&#xC41; the orb of her cheek, her plump cheek. The wooden bottom or frame of a bed. &#xC09;&#xC30;&#xC41;&#xC2B;&#xC32;&#xC15;&#xC2E;&#xC02;&#xC26;&#xC41; on the lap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3E; pharm&#x101;n&#x101;. [H.] n. A firman; a command, warrant, royal man-date. &#xC2B;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; pharm&#x101;yin&#x1E6D;su. v. a. To command, direct, order, appoint. &#xC2B;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40; pharm&#x101;yish&#x12B;. n. An order, a commission. An order to make an article. &#xC06;&#xC1C;&#xC4D;&#xC1E;, &#xC0F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC28;&#xC47; &#xC06;&#xC1C;&#xC4D;&#xC1E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC2F;&#xC3F;&#xC38;&#xC32;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC2F;&#xC3F;&#xC38;&#xC32;&#xC3E; fayisal&#x101;. [H.] n. A decision, settlement. &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;, &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;pha&#x1E47;itamu. [Skt.] adj. Told, said, cited, adduced, praised. &#xC2B;&#xC23;&#xC3F;&#xC24;&#xC3F; pha&#x1E47;iti. n. Speech, a word, &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. Mode, way, course of conversation. &#xC2B;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;, &#xC38;&#xC30;&#xC23;&#xC3F;. &quot;&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC40;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2B;&#xC23;&#xC3F;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC17;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC41;.&quot; Vish&#x1E47;u. viii. 328.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;f&#x101;ramu. [Eng. &apos;Form&apos;] n. A tabular statement, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC40;. In printing, a form of printed matter equivalent to eight pages octavo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC3E;</span>&#xA0;&#xA0;f&#x101;yid&#x101;. [H.] n. Profit, gain, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC38;&#xC32;&#xC3F;</span>&#xA0;&#xA0;fasali. [H.] n. Lit: a corp or harvest. Hence, a season, one year. Fasli, the Fasli or Official year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;phalguvu. [Skt.] adj. Pithless, sapless. Vain, unmeaning, empty, useless. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;phal-gunu&#x1E0D;u. [Skt.] n. An epithet of Arjuna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC32;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC2B;&#xC32;&#xC3E;&#xC28;&#xC3F; phal&#x101;n&#x101;. [H.] adj. Such, such and such a one. &#xC2B;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; such and such a man. &#xC2B;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; such and such a work. &#xC2B;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; such and such an affair.
			</div>
                