&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC4D;</span>&#xA0;&#xA0;phullat. [Skt.] adj. Blooming.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41; firy&#x101;du. [H.] n. A complaint, a charge, &#xC2E;&#xC4A;&#xC30;, &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC2B;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; or &#xC2A;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; firy&#x101;di. n. A complainant, a plaintiff. &#xC2B;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; firy&#x101;du-ch&#x113;yu. v. a. To lodge a complaint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; phir&#x101;yin&#x1E6D;su. [H.] v. a. To change, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC2B;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC2A;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; phir&#x101;yimpu. n. A change, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F; phirangi.[From French, &apos;Frank,&apos; Feringee] n. A European. A cannon (being imported by the Europeans). &#xC2B;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; phirangi-chekka. n. The bark imported by the Europeans, China root, Similax china, a certain medicinal drug, Ainslie. i. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2B;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; ph&#x101;lgunamu. [Skt.] n. The twelfth lunar month, that in which the moon&apos;s change takes place, when the sun is in Pisces.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ph&#x101;lamu. [Skt.] n. The forehead. The share of a plough. A cotton cloth. &#xC2B;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; or &#xC2B;&#xC3E;&#xC32;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; ph&#x101;l-&#x101;kshu &#x1E0D;u. n. The &apos;Cyclops,&apos; an epithet of Siva, who has an eye in his forehead. R. v. 332.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;</span>&#xA0;&#xA0;ba. The name of the letter B. &#xC12;&#xC15; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC48;&#xC38;&#xC32;&#xC3E;</span>&#xA0;&#xA0;or &#xC2A;&#xC48;&#xC38;&#xC32;&#xC41; phaisal&#x101;. [H.] n. A settlement, decision, sentence, decree, &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC47;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2B;&#xC47;&#xC30;&#xC41;&#xC35;&#xC41; ph&#x113;ravamu. [Skt.] n. A jackal. &#xC28;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ph&#x113;nilamu. [Skt.] n. The Soap nut plant, Sapindus detergens. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Rox. ii. 280. &quot;&#xC2A;&#xC42;&#xC24;&#xC3F;&#xC2B;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28; &#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; Vish. iv. 302. adj. Foamy, frothy. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC47;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ph&#x113;namu. [Skt.] n. Scum, froth, foam. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33; phe&#x1E37;a-phe&#x1E37;a. [Tel. anuk.] n. A crash or smash; an uproar. &#xC05;&#xC24;&#xC21;&#xC41; &#xC06; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is making a great uproar in the country. adv. Aloud, crashingly, echoingly, roaringly, creakingly, resoundingly, &quot;&#xC2B;&#xC46;&#xC33; &#xC2B;&#xC46;&#xC33;&#xC35;&#xC40;&#xC30;&#xC23;&#xC3E;&#xC32;&#xC41; &#xC2B;&#xC46;&#xC33;&#xC3F;&#xC2B;&#xC46;&#xC33;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; H. ii. 98. &quot;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC41;.&quot; Pal. 173. &#xC2B;&#xC46;&#xC33;&#xC2B;&#xC46;&#xC33;&#xC2E;&#xC28;&#xC41; phe&#x1E37;a-phe&#x1E37;a-m-anu. v. n. To crash.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC42;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ph&#x16B;t-karamu. [Skt.] n. A sound of sobbing, hissing or panting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2B;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;phullamu. [Skt.] adj. Blooming, opened, expanded, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
                