&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;banku. [Tel.] n. A lane, &#xC38;&#xC02;&#xC26;&#xC41;&#xC35;&#xC40;&#xC27;&#xC3F;. A guard, &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. One who pretends to be a hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC02;&#xC15;&#xC46;&#xC24; banketa. (&#xC2C;&#xC02;&#xC15;&#xC41;+&#xC0E;&#xC24;.) n. A miserly woman. &#xC32;&#xC41;&#xC2C;&#xC4D;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC15;</span>&#xA0;&#xA0;banka. [Tel.] n. Slime, mucus, gum, glue, gluten, gelatine, any thing glutinous, sticky or clammy like jelly or like clay. Stinginess, avarice. &#xC2C;&#xC02;&#xC15;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC41; bankalu-s&#x101;gu. v. n. To be gummy or sticky. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC15; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has got dysentery. &#xC2C;&#xC02;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; banka-chet&#x1E6D;u. n. A tree from which gum arabic is obtained. &#xC2C;&#xC02;&#xC15;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30; a kind of shrub. &#xC2C;&#xC02;&#xC15; &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; banku-tevulu. n. A The &apos;gum evil,&apos; a disease of corn. &#xC2C;&#xC02;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; banka-pitta. n. A name applied to various kinds of Swallows because they build their nests of mud. &#xC2C;&#xC02;&#xC15;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; banka-purugu. n. A snail, lit: the &apos;sticky insect.&apos; &#xC2C;&#xC02;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC3F; banka-bh&#x113;di. n. Dysentery. &#xC2C;&#xC02;&#xC15;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; banka-mannu. n. Clay. &#xC30;&#xC47;&#xC17;&#xC21;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2C;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; banka-mu&#x1E6D;s&#x1E6D;su. n. An avaricious man, a miser. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;, &#xC32;&#xC4B;&#xC2D;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC1C;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;banj&#x101;ri. [H.] n. A trible of gypsies, &#xC32;&#xC02;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC2D;&#xC02;&#xC17;&#xC3F; bangi. [H.] n. Bhang, or Indian hemp, Cannabis sativa. &#xC17;&#xC02;&#xC1C;&#xC3E;&#xC2F;&#xC3F;. Also, the bangy or parcel post or mail. A parcel. &#xC2C;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; bangi-mu&#x1E6D;s&#x1E6D;su. n. One who smokes bhang &#xC2C;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bang&#x101;&#x1E37;amu. [Bengali.] n. Bengal, &#xC35;&#xC02;&#xC17;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC3E; bang&#x101;&#x1E37;&#x101;. [H.] n. A bungalow or house standing alone. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC3F; bang&#x101;&#x1E37;i. n. A species of plantain, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC1F;&#xC3F;. adj. Bengali.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC17;&#xC30;&#xC41; bang&#x101;ramu. [Tel.] n. Gold. &#xC28;&#xC40; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC41; or &#xC28;&#xC40;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC41; bless your innocent heart! you silly creature! &#xC15;&#xC3E;&#xC15;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; tinsel. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; tinsel, gilding, as distinguished from &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; real gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; bang&#x101;ru. adj. Golden. The various names of gold are used (as in other languages) to denote Fine, noble, beautiful, admirable, thus: &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21; or &#xC2C;&#xC02;&#xC17;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; the golden mountain, &#xC39;&#xC47;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;, &#xC2E;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;; my darling. &#xC28;&#xC3E; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC30; my beloved lord! &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F; sweet bird! Also, used to express contempt. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26; vastly polite! &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; a precious reason! &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC28;&#xC3F; a very pretty business! &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a hopeful lad. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC05;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; all he did prospered. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; bang&#x101;ru-g&#x101;. adv. Grandly. vastly, well, preciously, As easily as possible. As you please! with all my heart! by all means! &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC3F; bang-&#x101;ru-kan&#x1E6D;i. n. (Lit:) Golden-eyed: A name of a Little Owl, &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC32; and also of a sort of rice. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC40;&#xC17;&#xC32;&#xC41; bang&#x101;ru-t&#x12B;galu. n. (Lit: Gold-sprouts:) A sort of rice. &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; bang&#x101;ru-n&#x12B;mu. n. Gilding. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; bang&#x101;ru-p&#x101;mu. n. A very venomous kind of snake. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; bang&#x101;ru-pichchi-ka. n. The Weaver-bird, Ploccus baya. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC24; bang&#x101;ru-pata. n. Gilding. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC24;&#xC32;&#xC41; a kind of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC17;&#xC32;</span>&#xA0;&#xA0;bangala. [Tel.] n. An oven. &#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC17;&#xC28;&#xC2C;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;bangana-bayalu. [Tel. &#xC2C;&#xC2F;&#xC32;&#xC41;+&#xC2C;&#xC2F;&#xC32;&#xC41;.] n. An open plain. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC2F;&#xC32;&#xC41;. &#xC2C;&#xC02;&#xC17;&#xC28;&#xC2C;&#xC2F;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house upon a plain, not in an enclosure, a lonely house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC15;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;bank&#x14D;lu. [Tel. Name of a place.] n. Bencoolen, whither criminals used to be transported. &#xC2C;&#xC02;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC02;&#xC2A;&#xC41; to transport, to sentence to transportation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC5B;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC1C;&#xC30;&#xC41; ban&#x1E0D;zaru. [H.] n. A waste land, uncultivated land, &#xC2C;&#xC40;&#xC21;&#xC41;&#xC28;&#xC47;&#xC32;. &#xC05;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2C;&#xC02;&#xC1C;&#xC30;&#xC41; land which is immemorially waste. adj. Waste, uncultivated. &#xC2C;&#xC02;&#xC1C;&#xC30;&#xC41; &#xC2D;&#xC42;&#xC2E;&#xC3F; waste land.
			</div>
                