&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ban&#x1E6D;i. [Tel.] affix: As high as; up to. &#xC32;&#xC4B;&#xC24;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC2C;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC30;&#xC41; water up to one&apos;s waist.&#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC3F; knee-deep. &#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC3F; deep as far as the cheeks. &#xC08;&#xC24;&#xC2C;&#xC02;&#xC1F;&#xC3F; deep enough for swimming.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ban&#x1E0D;&#x101;ru&#x1E0D;u. [Skt.] n. One who tends buffaloes. &#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;ban&#x1E0D;&#x101;ru. [Tel. &#xC2C;&#xC02;&#xC21;+&#xC06;&#xC30;&#xC41;.] n. Saffron ground on a stone. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC30;&#xC3E;&#xC1A;&#xC3F; &#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; ban&#x1E0D;&#x101;ru-karra. n. A hard yellow wood like mango wood. The Karum timber tree, Adina cordifolie (E. P.) &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15; ban-&#x1E0D;&#x101;ru-pi&#x1E6D;s&#x1E6D;suka. n. &quot;The golden head,&quot; a kind of bird, probably Loxia philippenses &#xC2A;&#xC40;&#xC24;&#xC2E;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41; band&#x101;ramu. [from Skt. &#xC2D;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A treasury, &#xC16;&#xC1C;&#xC3E;&#xC28;&#xC3E;, &#xC27;&#xC28;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;. &quot;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC41;.&quot; BD. v. 800. See also &#xC06;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;. iv. &#xC2C;&#xC02;&#xC21;&#xC30;&#xC41;, &#xC2C;&#xC02;&#xC21;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC3F; ban&#x1E0D;aru. n. A treasurer, &#xC15;&#xC4B;&#xC38;&#xC17;&#xC43;&#xC39;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2D;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC2C;&#xC02;&#xC21;&#xC30;&#xC41;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;&#xC32;&#xC46;&#xC02;&#xC15;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Charitr. iii. 108. &#xC2C;&#xC02;&#xC21;&#xC30;&#xC41;&#xC35;&#xC41; ban&#x1E0D;aruvu. n. A treasury. &#xC16;&#xC1C;&#xC3E;&#xC28;&#xC3E;, &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC21;&#xC35;&#xC32;&#xC2E;&#xC41; or &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41; ban&#x1E0D;avalamu. n. Stock, capital, funds, treasure. &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. Means, capacity, strength, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC02;&#xC21;&#xC35;&#xC32;&#xC2E;&#xC41; &#xC2C;&#xC48;&#xC1F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the secret came to light. &#xC05;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; there is nothing in that.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bandamu. [Tel.] n. A thing. &#xC24;&#xC3F;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; eatables.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;ban&#x1E0D;agu [Tel.] n. A cage for catching wild beasts, &amp;c. &#xC2C;&#xC4B;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;</span>&#xA0;&#xA0;ban&#x1E0D;a. [Tel.] n. A rock, a block or slab of stone. &#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;. A short pounder or pestle without a ferrule, &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;. A much used block, a worn out stone. &#xC05;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. (Meta-phorically), a block head, an obstinate, stubborn man. adj. Shameless, importunate. Mischievous, naughty, wicked, obscene, indecent, &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC3F;. &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC1F; ban&#x1E0D;&#x101;&#x1E6D;a. (&#xC2C;&#xC02;&#xC21;+&#xC06;&#xC1F;.) n. Mischief, naughtiness, &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC21;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; a litigious case. &#xC2C;&#xC02;&#xC21;&#xC21;&#xC41;, &#xC2C;&#xC02;&#xC21; or &#xC2C;&#xC02;&#xC21;&#xC17;&#xC41;&#xC21;&#xC41; ban&#x1E0D;a&#x1E0D;u. n. A dullard, a mischievous person, a stupid man. &#xC2C;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; ban&#x1E0D;av&#x101;&#x1E0D;u. n. A class of beggars, who go with a stone in their hands with which they threaten to beat out their brains unless relieved, &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ban&#x1E6D;u. [from Skt. &#xC2D;&#xC1F;.] n. A soldier, an armed attendant, a police officer, a servant; a pawn at chess. &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;. A devotee, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. A disciple, &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A brave man, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; ban&#x1E6D;u-tanamu. n. Soldiership, bravery. &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41; or &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4C;&#xC24;&#xC41; ban&#x1E6D;-r&#x14D;tu. (From &#xC2C;&#xC02;&#xC1F;&#xC41;, a soldier, and &#xC30;&#xC4C;&#xC24;&#xC41; a trooper.) n. A peon.
			</div>
                