&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC26;&#xC21;&#xC2E;&#xC41; bandu-lamu. [Tel.] A wide mouthed jar. &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC32; &#xC15;&#xC41;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;bandaru. [Tel.] n. A sea port. The ordinary name of Masulipatam, also called &#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC40;&#xC2C;&#xC02;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC26;&#xC3E;&#xC2E;&#xC41; bandamu. [from Skt. &#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.] n. A tie or band to keep the legs together; hobbles or trammels used to confine cattle. Knee-haltering. The rope which connects the feet of a man who climbs a palmtree. &#xC2C;&#xC02;&#xC26;&#xC3E; band&#x101;. n. One who is put in prison, &#xC1A;&#xC46;&#xC30;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC28;</span>&#xA0;&#xA0;bandana. [from Skt. &#xC2C;&#xC02;&#xC27;&#xC28;.] n. Slime, bird lime, gun, paste, glue, cement, any viscous matter, anything sticky. &#xC1C;&#xC3F;&#xC17;&#xC1F;, &#xC2C;&#xC02;&#xC15;. &#xC2C;&#xC02;&#xC26;&#xC28;&#xC05;&#xC2F;&#xC3F;&#xC28; viscous, glutinous. &#xC2C;&#xC02;&#xC26;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC41; bandana-gonu. v. n. To become gummy or sticky &#xC1C;&#xC3F;&#xC17;&#xC1F;&#xC17;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;</span>&#xA0;&#xA0;bandu. [Tel.] n. A small tank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;banti. [Tel.] n. A ball to play with. &#xC1A;&#xC46;&#xC02;&#xC21;&#xC41;, &#xC15;&#xC02;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC41;. Any ball whether formed of cloth or of flowers, &amp;c. The flower called a marigold. A flower, called Bachelor&apos;s button. &#xC0A;&#xC15;&#xC2C;&#xC02;&#xC24;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC2C;&#xC02;&#xC24;&#xC3F; (for Skt. &#xC2A;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;.) n. A row, line, rank. A row of bullocks driven abreast to thrash out corn. &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the rope used to yoke a row of bullocks together to thrash corn. &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; banti-ku&#x1E0D;upu. n. A dinner party, &#xC05;&#xC28;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC21;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41; to drive bullocks to thrash corn. &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to release bullocks after thrashing corn. &#xC2C;&#xC02;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; bantul-&#x101;&#x1E0D;u. v. n. To play at ball. &#xC2C;&#xC02;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC1F; playing at ball.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;ban&#x1E0D;u. [Tel.] adj. Indecent, uncouth, obscene, gross. &#xC2C;&#xC02;&#xC21;&#xC41;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; coarse abuse. &#xC2C;&#xC02;&#xC21;&#xC41;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41; or &#xC2C;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC42;&#xC24;&#xC41; gross language, &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ban&#x1E0D;i. [Tel.] n. A cart, gig, carriage, coach, waggon, &#xC36;&#xC15;&#xC1F;&#xC2E;&#xC41;. A car, &#xC30;&#xC25;&#xC2E;&#xC41;. The four kinds of &#xC2C;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; are &#xC17;&#xC42;&#xC21;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; or &#xC1A;&#xC3E;&#xC2A;&#xC2C;&#xC02;&#xC21;&#xC3F; a cart covered with a mat. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2C;&#xC02;&#xC21;&#xC3F; a palanquin coach, or a bullock coach. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; a carrriage on springs. &#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC21;&#xC3F; an English &quot;coach.&quot; The piece of wood round which gold lace or cotton lace is rolled: so called because shaped like an axle between two wheels. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; ban&#x1E0D;i-kallu. n. The wheel of a carriage or cart. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC30;&#xC25;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. (&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; is a stone, as the wheels, were originally made of stone. Such are still seen in remote towns.) &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; or &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; ban&#x1E0D;i-kallu-r&#x16B;p&#x101;yi. n. A milled rupee: lit: one like a wheel. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ban&#x1E0D;i-gillu. v. n. To suffer difficulties. &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC5B; or &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC46;&#xC02;&#xC26; ban&#x1E0D;i-gurigin&#x1E0D;za. n. The vine called Dalbergia volubilis. Rox. iii. 231. &#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC3F;&#xC32;&#xC24;. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41; ban&#x1E0D;i-moggaramu. n. A certain military evolution called &#xC36;&#xC15;&#xC1F;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;, which is shaped like a cart. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; ban&#x1E0D;i-rikka. n. The star called &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F;. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC2B; ban&#x1E0D;i-r&#x113;pha. n. &quot;The great R.&quot; The leter &#xC30;; which is so named from &#xC2C;&#xC02;&#xC21;&#xC3F; a wheel. &#xC36;&#xC2A;&#xC1F;&#xC30;&#xC47;&#xC2B;. (The Pandits have made fruitless efforts to introduce this obsolete letter into modern Telugu.) &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC35;&#xC41; ban&#x1E0D;i-r&#x113;vu. n. A ford in a river where carts cross it. The great shore. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC4A;&#xC1F;&#xC4D;&#xC1F; ban&#x1E0D;i-ro&#x1E6D;&#x1E6D;a. n. A sort of fodder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;bandi. [from Skt. &#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.] n. Imprisonment, confinement. &#xC1A;&#xC46;&#xC30;, &#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. That which is imprisoned, &#xC1A;&#xC46;&#xC30;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;. &quot;&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC21; &#xC2C;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F;.&quot; (BD. ii. 800.) behold we have fallen into his hands. &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; bandi-k&#x101;&#x1E0D;u. n. A marauder, a high-way-man. &#xC2C;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17;. &quot;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC48;&#xC28; &#xC2A;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC17;&#xC28;&#xC41;&#xC28;&#xC46;.&quot; Swa. iii. 157. &#xC2C;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC2E;&#xC41; bandi-gamu. n. A dungeon, a prison, &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;. &quot;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC36;&#xC43;&#xC02;&#xC16;&#xC32;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; Vish. ii. 202. &#xC2C;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; bandi-p&#x14D;&#x1E6D;u. n. Gang robbery, a predatory incursion, a dacoity. &quot;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC2A;&#xC3E;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F;.&quot; Ellaya. iii. 210. &#xC2C;&#xC02;&#xC26;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; band&#x12B;-k&#x1E5B;itamu. adj. n. Imprisoned. Vasu. vi. 109. &#xC2C;&#xC02;&#xC26;&#xC40;&#xC16;&#xC3E;&#xC28;&#xC3E;, &#xC2C;&#xC02;&#xC26;&#xC3F;&#xC16;&#xC3E;&#xC28;&#xC3E; ban&#x1E0D;&#x12B;-kh&#x101;n&#x101;. [H.] n. A prison, &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;. See &#xC2C;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;band&#x101;ru-che&#x1E6D;&#x1E6D;u. [Tel.] n. The Karum timber tree, Adina cordifolia. (E. P.)
			</div>
                