&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bandhulu&#x1E0D;u. [Skt.] n. A bastard. &#xC15;&#xC41;&#xC32;&#xC1F;&#xC3E;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC21;&#xC41;&#xC38;&#xC46;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC30;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bandhuramu. adj. Uneven, undulating, wavy. &#xC0E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;. Bowed, bent, &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;. Pleasing, delightful, handsome, beautiful. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;. Thick, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. n. A swan. &#xC15;&#xC32;&#xC39;&#xC02;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bandhamu. [Skt. Cf. Eng. &quot;Blind.&quot;] n. A binding, tie, or fetter. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A position or attitude. Confinement, imprisonment. &#xC1A;&#xC46;&#xC30;. A pledge, &#xC15;&#xC41;&#xC26;&#xC41;&#xC35;. A kind of poetical composition, &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC30;&#xC1A;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A knot, &#xC2E;&#xC41;&#xC21;&#xC3F;. &#xC2C;&#xC02;&#xC27;&#xC15;&#xC35;&#xC28;&#xC2E;&#xC41; or &#xC2C;&#xC02;&#xC27;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; bandha-kavanamu. n. A poem composed in a fantastic form; either in the shape of a sword (&#xC16;&#xC21;&#xC4D;&#xC17;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;), or, a serpent (&#xC28;&#xC3E;&#xC17;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;,) &amp;c. &#xC1A;&#xC3E;&#xC38;&#xC40;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; 84 ways, i.e., sorts of attitudes. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; the ties of family. &#xC2C;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; bandha-kamu. n. Binding, tie, confinement, &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;. &#xC2C;&#xC02;&#xC27;&#xC15;&#xC3F; bandhaki. n. An unchaste wife. &#xC30;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC02;&#xC27;&#xC15;&#xC40;&#xC2A;&#xC24;&#xC3F; a cuckold. &#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; bandhanamu. n. Binding, tying, a knot, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Imprisoning, confining, &#xC1A;&#xC46;&#xC30;. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; the tying up or imposing restriction upon the quarters of the world, so as to prevent the intrusion of evil spirits, &amp;c. &#xC2C;&#xC02;&#xC27;&#xC28;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; bandhan-&#x101;layamu. n. A prison house, &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;. &#xC2C;&#xC02;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; a post to which an elephant is tied. &#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; bandhin&#x1E6D;su. v. a. To tie, bind, tighten. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. v. n. To be bound or stopped, as urine, &amp;c. &#xC2E;&#xC32;&#xC2E;&#xC41; &#xC2C;&#xC02;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a stoppage of the f&#x153;ces.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC4B;&#xC2C;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;band&#x14D;-bastu. [H.] n. Security, &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. A settlement, arrangement, a system of regulations.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC46;&#xC21;, &#xC2C;&#xC02;&#xC26;&#xC47;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC5B;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bunde&#x1E0D;a. n. Touchwood: a pithy wood that ignites easily. Nyctanthes arbor-tristis.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;bandu. [for Skt. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;.] n. A vulture; also called &#xC30;&#xC3E;&#xC2E;&#xC2C;&#xC02;&#xC26;&#xC41; and &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC28;. [Also, from Skt. &#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.] A tie, a band; a hoop, clasp, clamp, or hinge. An iron clamp for joining boards together. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47;&#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;. The bank of a reservoir or tank. The act of surrounding, &#xC06;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;. Secrecy, &#xC17;&#xC4B;&#xC2A;&#xC28;&#xC2E;&#xC41;. Obstruction, &#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; bandu-ka&#x1E6D;&#x1E6D;u. n. A conspiracy, league, cabal, plot, plan, scheme. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC2C;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to be leagued together, to have a private agreement. &#xC2C;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; slang, such as gypsies use. &#xC2C;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; bandugu&#x1E0D;u. (for Skt. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;.) n. A relation. &#xC2C;&#xC02;&#xC26;&#xC46; bande. n. Imprisonment, &#xC1A;&#xC46;&#xC30;, &#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;. Confinement of cattle. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC1A;&#xC46;&#xC30;. Poundage fine: a fine for a trespass by cattle. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC26;&#xC02;&#xC21;&#xC41;&#xC17;. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to exact a fine for stray cattle. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC32;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; a cattle pound. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; bande-k&#x101;&#x1E0D;u. n. One who puts in prison. &#xC1A;&#xC46;&#xC30;&#xC32;&#xC4B;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; bande-katte. n. A woman who puts in prison, &#xC1A;&#xC46;&#xC30;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC17;&#xC4A;&#xC28;&#xC41; bande-gonu. v. a. To imprison, &#xC1A;&#xC46;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41; bandela-p&#x14D;tu. n. One who is given to imprison people. &#xC1A;&#xC46;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC02;&#xC26;&#xC46;&#xC35;&#xC47;&#xC2F;&#xC41; bande-v&#x113;yu. v. a. To impound cattle. To exact a fine for cattle that have trespassed.
			</div>
                