&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC15;&#xC4B;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC15;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC2C;&#xC15;&#xC3E;&#xC2F;&#xC3F; bak&#x101;ya. [H.] n. Arrears, balance due.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC15;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;bak&#x101;nu-chekka. [Tel.] n. The Sappan wood or Sampfen wood, Caesal-pinia sappan. (Watts.) The chay root which produces a red dye. Redwood. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC2F;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bakamu. [Skt.] n. A heron. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC17;. &#xC2C;&#xC15;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; hypocrisy. (The heron seems to stand praying or meditating, while in truth he is aiming at his prey the fish.) &#xC2C;&#xC15;&#xC35;&#xC48;&#xC30;&#xC3F; baka-vairi. n. A title of Krishna or Bhima, who slew the demon named Baka. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC15;&#xC26;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;baka-d&#x101;ri. [Tel.] n. A dove or pigeon. &#xC2A;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC2D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bambharamu. [Skt.] n. The large black carpenter bee. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC2C;</span>&#xA0;&#xA0;bamba. [Tel.] n. The sound of a conch. &#xC36;&#xC02;&#xC16;&#xC3E;&#xC26;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. adj. Large, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC35;&#xC4D;&#xC2F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC02;&#xC2C;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; L. xxiii. 8. &#xC2C;&#xC02;&#xC2C;&#xC4B;&#xC24;&#xC41; bamb&#x14D;tu. (&#xC2C;&#xC02;&#xC2C;+&#xC2A;&#xC4B;&#xC24;&#xC41;.) n. A fat bull. &#xC2A;&#xC4B;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;. A very fat person, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2C;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2C;&#xC02;&#xC2C;&#xC4B;&#xC24;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;, &#xC2F;&#xC21;&#xC41;&#xC35;&#xC41;&#xC32;, &#xC2C;&#xC26;&#xC39;&#xC24;&#xC41;&#xC32;&#xC02;, &#xC17;&#xC2A;&#xC4B;&#xC23;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41;.&quot; A. vi. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;bampu. [Tel.] n. Dirt on the teeth, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC1A;&#xC3F;, &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; bandhuvu. n. A kinsman or relation. Particularly used for more distand kinsfolk. A. v. 90. &#xC15;&#xC41;&#xC32;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41; a fellow casteman. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC1C;&#xC40;&#xC35;&#xC15;&#xC2E;&#xC41; or &#xC2C;&#xC02;&#xC27;&#xC41;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; bandhu-j&#x12B;vakamu. n. The flower termed Pentapetes ph&#x153;nicea. Rox. i. 376. &#xC2E;&#xC02;&#xC15;&#xC46;&#xC28;, &#xC2A;&#xC40;&#xC24;&#xC38;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC24; bandhu-ta. n. A family party: kinsfold, a circle of relations, &#xC2C;&#xC02;&#xC27;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; bandhu tvamu. n. Relationship, affinity, consanguinity. &#xC2C;&#xC02;&#xC25;&#xC42;&#xC15;&#xC2E;&#xC41; bandh&#x16B;-kamu. n. A certain red flower to which beautiful lips are compared, &#xC2E;&#xC02;&#xC15;&#xC46;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;baggu. [Tel. (anuk.)] n. A blaze. The noise produced by a blazing fire, &#xC2E;&#xC02;&#xC21;&#xC41;&#xC1F; &#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC3F;. n. Ashes, &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; baggu-na. adv. Blazingly. suddenly. &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC28;&#xC41; baggu-m-anu. v. n. To blaze forth suddenly, &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC41;. &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; bagg-ari. (&#xC2C;&#xC17;&#xC4D;&#xC17;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A very irritable person, a hot tempered man. &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F; baggun&#x1E0D;i. n. Red powder, &#xC30;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC17;&#xC3F;&#xC38; bagisi. [Tel.] n. A kind of tree. &#xC2C;&#xC17;&#xC3F;&#xC38;&#xC3F;, &#xC2C;&#xC28;&#xC3F;&#xC38;&#xC3F; or &#xC2C;&#xC48;&#xC38;&#xC3F; n. Wealth, riches, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Respect, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC3F;</span>&#xA0;&#xA0;bagi. [Tel.] n. A side, direction, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;baga&#x1E37;amu. [Tel.] n. Avoidance, the act of moving aside, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC17;&#xC33;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41; baga&#x1E37;amu-s&#x113;yu. v. a. To remove, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC47; &#xC2C;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC33;&#xC3F;&#xC2D;&#xC43;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC2F;&#xC2C;&#xC17;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC2C;&#xC1F;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;.&quot; &#xC2D;&#xC40;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC2C;&#xC17;</span>&#xA0;&#xA0;or &#xC2D;&#xC17;&#xC2D;&#xC17; baga-baga. [Tel. (anuk.)] n. The noise made by a blazing fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC2C;&#xC17;&#xC2C;&#xC17;&#xC2F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4D;.&quot; KP. ii. 97.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;bakka. [Tel.] adj. Thin, lean, meagre. Poor. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a lean thin person. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bakka&#x1E6D;illu. v. n. To become lean, to become emaciated, &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC4B;&#xC32;&#xC41; bakka-&#x1E0D;okku. n. A lean thin person. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17; buttermilk mixed with too much water. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC15;&#xC4D;&#xC15;&#xC3F; or &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F; bakkiki-bakki. n. Tit for tat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1A;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bach&#x101;yin&#x1E6D;su. [Tel.] v. a. To preserve, save or rescue. &#xC2C;&#xC1A;&#xC3E;&#xC35;&#xC41; protection, preservation, security. (Viz&#x101;g.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC4D;&#xC17;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC17;&#xC4D;&#xC17;&#xC46; bagge. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC37;.] n. Skill, cleverness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;baggamu-p&#x101;&#x1E0D;u. [Tel. &#xC2A;&#xC3E;&#xC21;&#xC41;+&#xC2A;&#xC3E;&#xC21;&#xC41;.] adj. Quite ruined or waste, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC17;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;bag&#x12B;lu. [Tel.] n. A sudden fear.
			</div>
                