&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1C;&#xC4D;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;bajji. [Tel.] n. A dish of vegetables, a chutney. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1C;&#xC40;&#xC24;&#xC41;</span>&#xA0;&#xA0;baj&#x12B;tu. [Tel.] n. Disgrace, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2C;&#xC1C;&#xC40;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to disgrace, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC24;&#xC47; &#xC06;&#xC1F;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2C;&#xC1C;&#xC40;&#xC24;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC02;&#xC17;&#xC35;&#xC32;&#xC46;&#xC28;&#xC46;.&quot; &#xC06;&#xC2E;&#xC41;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;baj&#x101;yin&#x1E6D;su. [Tel.] v. a. To beat soundly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1C;&#xC17;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC1C;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41; baja-ga&#x1E0D;agu. [Tel.] adj. Unsteady, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC1C;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F; an unsteady woman. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &quot;&#xC2C;&#xC1C;&#xC17;&#xC21;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC02;, &#xC38;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC02;, &#xC17;&#xC1C;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC26;&#xC28;&#xC47;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; S&#x101;ranga. Pad. iii. 241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;or &#xC2D;&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC40; bajantr&#x12B;. [H.] n. Music. A musician, &#xC2E;&#xC47;&#xC33;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC33;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; ba&#x1E6D;s&#x1E6D;su. [Tel.] n. A Vaisya, Chetty or Komati, &#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A treasurer, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. One who tests silver and gold, &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A money changer or shroff. &#xC38;&#xC30;&#xC3E;&#xC2C;&#xC41;. H. ii. 54. A. iv. 317. S. i. 469. &quot;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37; &#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC4B;&#xC32;&#xC46;.&quot; BD. 2. 511.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC30; ba&#x1E6D;s&#x1E6D;sali. [Tel.] n. Indian Spinach, Basella alba. &#xC09;&#xC2A;&#xC4B;&#xC26;&#xC15;&#xC3F;. &#xC24;&#xC40;&#xC17;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; or &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; the plant termed the Creeping Purslane. &#xC26;&#xC41;&#xC02;&#xC2A;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; Basella indica. Rox. ii. 104. &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; Basella rubra. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;</span>&#xA0;&#xA0;bachchena. [Tel.] n. Paint, colour. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. The act of applying paint, &#xC2A;&#xC42;&#xC24;. adj. Painted, lacquered. &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a lacquered box. &#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; a painted doll or puppet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ba&#x1E6D;&#x101;ramu. [Tel.] adj. Great, large, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &quot;&#xC32;&#xC4B;&#xC32;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC2C;&#xC2F;&#xC32;&#xC41; &#xC2C;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;.&quot; showy in outward appearance but worth nothing intrinsically. &#xC2C;&#xC1F;&#xC3E;&#xC2C;&#xC42;&#xC30;&#xC2E;&#xC41; ba&#x1E6D;&#x101;-b&#x16B;ramu. (&#xC2C;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;+&#xC2C;&#xC42;&#xC30;&#xC2E;&#xC41;.) n. Gentlemanliness, greatness &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; ............... &#xC15;&#xC32;&#xC28;&#xC3F;&#xC26;&#xC2F;&#xC4D;&#xC2F; &#xC2E;&#xC41;&#xC32; &#xC2C;&#xC1F;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC26;&#xC47;&#xC2E;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC32;&#xC26;&#xC26;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC3E;&#xC28;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;ba&#x1E6D;&#x101;n&#x12B;lu. [Tel.] n. Peas. Pisum sativum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC3E;&#xC15;&#xC2C;&#xC2F;&#xC32;&#xC41;, &#xC2C;&#xC1F;&#xC3E;&#xC2C;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC2F;&#xC32;&#xC41; ba&#x1E6D;&#x101;ka-bayalu. [Tel.] n. A quite open place. adj. Broadly open, quite naked or evident. UH. iv. 168.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ba&#x1E6D;amarulu. [Tel.] n. Nostrils. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC2E;&#xC41;&#xC16;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC39;&#xC41;&#xC24;&#xC3E;&#xC33;&#xC28;&#xC41;&#xC24;&#xC4B;&#xC24;&#xC24;&#xC4D;&#xC38; &#xC16;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41; &#xC17;&#xC02;&#xC27;&#xC35;&#xC39;&#xC41;&#xC02;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC1F;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC1C;&#xC42;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC3F;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC35;&#xC3F;&#xC32;&#xC38;&#xC28;&#xC3E;&#xC2A;&#xC39;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC38;&#xC2C;&#xC3E;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; A. vi. 138. &#xC1F;&#xC40; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC1F;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC5B;&#xC4D;&#xC1C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E0D;z&#x1E0D;z&#x1E0D;i. [Tel.] n. A kind of pace or gait, &#xC2A;&#xC3E;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2C;&#xC39;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC24;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2C;&#xC1C;&#xC4D;&#xC1C;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;. 2. &#xC2D;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;ba&#x1E0D;z&#x101;ru. [Tel.] n. Shop, &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;. The merchant&apos;s quarter, a market. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F;. &#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F; b&#x101;&#x1E0D;z&#x101;ru-m&#x101;&#x1E6D;a. n. A rumour, town-talk, &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC1F;. &#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41; ba&#x1E0D;z&#x101;ramu. n. Adultery, &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC3F; ba&#x1E0D;z&#x101;ri. (&#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41;+&#xC07;.) n. An adulteress, &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;. &#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ba&#x1E0D;z&#x101;rin&#x1E6D;su. v. n. To commit adultery, &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
                