&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC1F;&#xC41;&#xC15; ba&#x1E6D;u. [Tel.] n. A Brahmin bachelor. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;. &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, a bachelor&apos;s cloth.&#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E6D;&#x1E6D;uv&#x101;-sanchi. [H.] n. A wallet, &#xC1C;&#xC4B;&#xC32;&#xC4D;&#xC28;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC41; ba&#x1E6D;&#x1E6D;u. [Tel.] n. A bard, herald: a chanter of titles and praise. &#xC35;&#xC02;&#xC26;&#xC3F;. &#xC2C;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC5B;&#xC41;&#xC32;&#xC41; a caste of Sudras who as a rule are eulogisers by profession.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;ba&#x1E6D;tina-k&#x14D;la. [Tel.] n. A stick with the aid of which bags of corn are lifted and placed on the backs of oxen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC47;&#xC15;</span>&#xA0;&#xA0;ba&#x1E6D;&#x1E6D;a-m&#x113;ka. [Tel.] n. The great Indian Bustard, Eupodotis edwardsi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;ba&#x1E6D;&#x1E6D;a-bayalu. [Tel. &#xC2C;&#xC2F;&#xC32;&#xC41;+&#xC2C;&#xC2F;&#xC32;&#xC41;.] n. An open plain, an open country, an expanse. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC2F;&#xC32;&#xC41;&#xC17;&#xC3E; openly, &#xC2C;&#xC3E;&#xC39;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. See &#xC2C;&#xC1F;&#xC3E;&#xC2C;&#xC2F;&#xC32;&#xC41; or &#xC2C;&#xC1F;&#xC3E;&#xC15;&#xC2C;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ba&#x1E6D;&#x1E6D;a. [Tel.] n. Cloth, clothes. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC24;&#xC21;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC4B; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC2F;&#xC21;&#xC2E;&#xC41; to cut the throat with a wet cloth, i.e., to kill by slow torture. adj. Dappled, mottled with white and black or red. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC41; a dappled cow. Bald, &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC42;&#xC21;&#xC3F;&#xC28; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC32; a bald head. &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC42;&#xC21;&#xC3F;&#xC28;&#xC24;&#xC32;. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a bald headed man. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41; ba&#x1E6D;&#x1E6D;a-guttu. adj. Shameless, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC32;&#xC5B;&#xC4D;&#xC1C;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ba&#x1E6D;&#x1E6D;a-genupu-che&#x1E6D;&#x1E6D;u. n. A certain forest tree. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; or &#xC28;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41; ba&#x1E6D;&#x1E6D;a-puvvu. The caricature plant, on the variegated leaves of which there are white marks like faces.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ba&#x1E6D;uvu. [Tel.] adj. Round, circular, spherical. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;. Firm, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. n. Roundness, &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;. A thin ring, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41; or &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; ba&#x1E6D;uvu. n. A small round pillow, a round bolster, &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC17;&#xC21;. &quot;&#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC17;&#xC32; &#xC2A;&#xC42;&#xC32;&#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC40;&#xC26;.&quot; A. i. 67. &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC15;&#xC48;&#xC26;&#xC41;&#xC35;&#xC41; or &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41; ba&#x1E6D;uvu-kaiduvu. n. (Lit.) The round weapon, i.e., Vishnu&apos;s discus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC2C;</span>&#xA0;&#xA0;ba&#x1E0D;aba. [Skt.] n. A mare. &#xC05;&#xC21;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC2A;</span>&#xA0;&#xA0;ba&#x1E0D;apa. [Tel.] n. A difficulty, a source of trouble or danger, a calamity, &#xC07;&#xC21;&#xC41;&#xC2E;, &#xC06;&#xC2A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;</span>&#xA0;&#xA0;or &#xC2C;&#xC21;&#xC3E; ba&#x1E0D;a. [H.] adj. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. adv. Very, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &quot;&#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC4B;&#xC30;&#xC41;.&quot; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;. ii. &#xC2C;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC21; a large hill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC3E;</span>&#xA0;&#xA0;or &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC3E; ba&#x1E6D;v&#x101;&#x1E0D;&#x101;. [H.] n. Distribution, disbursement. &#xC2C;&#xC1F;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; to disburse, or pay out, as money or goods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;ba&#x1E6D;le. [Tel.] n. A kind of an earthern cover over a pot, &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;ba&#x1E6D;&#x1E6D;e. [Tel.] n. A water-course fed by a river, a streamlet. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46; the trough of a well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E6D;&#x1E6D;i. [Tel.] n. A still for drawing spirits, &amp;c., &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F; &#xC15;&#xC3E;&#xC1A;&#xC47;&#xC2C;&#xC3E;&#xC28;. A kiln, &#xC06;&#xC35;&#xC2E;&#xC41;. Talkativeness. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC27;&#xC4B;&#xC30;&#xC23;&#xC3F; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; ba&#x1E6D;&#x1E6D;i-k&#x101;&#x1E0D;u. n. Lit. One that is talkative, i.e., a parrot or a myna. The Red-backed Shrike.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC28;&#xC32;&#xC2E;&#xC41; ba&#x1E0D;ab-&#x101;gni. [Skt.] n. An inextinguishable flame: fire that burns under water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC2C;&#xC21;</span>&#xA0;&#xA0;ba&#x1E0D;a-ba&#x1E0D;a. [Tel.] n. A rumbling or gurgling noise, &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
                