&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E0D;&#x101;yi. [H. from &#xC2C;&#xC21; q. v.] n. Boasting, bragging, &#xC1C;&#xC02;&#xC2D;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC41; a boaster, braggart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC35;&#xC3E;</span>&#xA0;&#xA0;ba&#x1E0D;av&#x101;. [Tel.] n. A pimp, &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. A base wretch, &#xC32;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;ba&#x1E0D;alu. [Tel.] v. n. To be weary, or fatigued, to tire, to flag, to be exhausted. &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC06;&#xC32;&#xC2F;&#xC41;. n. Fatigue, &#xC05;&#xC32;&#xC38;&#xC1F;. &#xC2C;&#xC21;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2C;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; Same as &#xC2C;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; &#xC2C;&#xC21;&#xC32;&#xC41; (verb.) &quot;&#xC2A;&#xC30;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC32;&#xC41;&#xC35;&#xC21;&#xC02;&#xC2C;&#xC4B;&#xC30;&#xC41; &#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; M. VIII. iii. 66. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; ba&#x1E0D;alin&#x1E6D;su. v. a. To fatigue, to exhaust. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15; ba&#x1E0D;alika. n. Fatigue, weariness, exhaustion, &#xC05;&#xC32;&#xC38;&#xC1F;. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to rest oneself. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC28; ba&#x1E0D;alina. adj. Wearied, fatigued, exhausted. &#xC21;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ba&#x1E0D;iyu. [Tel.] v. n. To remove the effects of the evil eye. (&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC4B;&#xC37;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;) &#xC26;&#xC3F;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC28;&#xC48;. iii. See &#xC2C;&#xC21;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2C;&#xC21;&#xC3F;&#xC38;&#xC3F; ba&#x1E0D;isi. n. A charm or amulet. &#xC30;&#xC15;&#xC4D;&#xC37;. &#xC2C;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41; ba&#x1E0D;isi-v&#x101;&#x1E6D;u. n. Taking away the effects of the evil eye, &#xC26;&#xC3F;&#xC17;&#xC26;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;. That which is thrown away to remove the effects of the evil eye on a person, &#xC26;&#xC3F;&#xC17;&#xC26;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;., &quot;&#xC24;&#xC47; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC32;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41;.&quot; &#xC15;&#xC3E;&#xC36;&#xC3F;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC2C;&#xC21;&#xC3F;&#xC26; ba&#x1E0D;iya. [Tel.] n. A stake or short thick stick. A cudgel. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC30;. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC2F; a fool. See &#xC2C;&#xC21;&#xC3F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E0D;imi. [Tel.] n. A circular movement. A ceremony performed to remove the effects of the evil eye, &#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1F;. Going round in a circle. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30; &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;. A sacrifice to a demon, an animal sacrifice, &#xC2D;&#xC42;&#xC24;&#xC2C;&#xC32;&#xC3F;. &#xC2C;&#xC21;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC2C;&#xC21;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; ba&#x1E0D;i-drippu. v. a. To parade, to carry a prisoner around the town in procession before execution. To take away the evil eye. &#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC26;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC2C;&#xC21;&#xC3F;. n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC24;</span>&#xA0;&#xA0;or &#xC2C;&#xC21;&#xC3F;&#xC26; ba&#x1E0D;ita. [Tel.] n. A stake, thick stick, cudgel. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E0D;i. [Tel. from &#xC2A;&#xC21;&#xC41; to fall.] adj. Slight, petty, &quot;&#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC02;&#xC2C;&#xC3F;&#xC15; &#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17; &#xC28;&#xC21;&#xC41;&#xC35;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F;.&quot; BD. iv. 1267. &#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; servitude. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41;. &#xC2C;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; an unsaddled horse. &#xC2C;&#xC21;&#xC3F;. adv. Along with, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;. &quot;&#xC05;&#xC16;&#xC3F;&#xC32;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2F;&#xC24;&#xC02;&#xC21;&#xC41; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC46;&#xC21;.&quot; M. vi. ii. 348. &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;. Like, as, conformably to, according to. &#xC26;&#xC40;&#xC28;&#xC3F; &#xC2C;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC41; make it like this one. &#xC2C;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F; or &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC3F; bo&#x1E0D;i-k&#x14D;&#x1E0D;i. n. A barn door fowl. A large fowl. &#xC2C;&#xC21;&#xC3F; ba&#x1E0D;i. An affix forming nouns. Thus &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2C;&#xC21;&#xC3F; along the road. &#xC24;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC21;&#xC3F; leisure. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F; expense. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC3F; money advanced or laid out. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F; income. &#xC0F;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F; a reign. So many times as much, &#xC17;&#xC41;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC07;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F; as much again, twice as much. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F; thrice as much. &#xC2C;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC3F; ba&#x1E0D;i-ba&#x1E0D;i. adv. Repeatedly, one after another. &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2C;&#xC02;&#xC27;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC4D;.&quot; Sunanda. v. 155. &#xC2C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC21;&#xC3F; ba&#x1E0D;i-v&#x101;ra&#x1E0D;i. n. Apportionment, allotment, lot. The share of revenue levied on each farmer. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC30;&#xC3F; ba&#x1E0D;i. [Drav. &#x221A; &#xC2A;&#xC21;&#xC41; = to read. Cf. Tam. &#xC2A;&#xC21;&#xC3F;. Skt. &#xC2A;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; is cognate with it.] n. A school. &#xC2A;&#xC3E;&#xC20;&#xC36;&#xC3E;&#xC32;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Firmness, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC2C;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; ba&#x1E0D;i-k&#x14D;lu. n. Resemblance, an example. &#xC1A;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;. A. v. 139. &#xC2C;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; ba&#x1E0D;i-ch&#x113;yu. v. a. To warn one to be mindful of any thing, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ba&#x1E0D;i-pe&#x1E6D;&#x1E6D;u-konu. v. n. To open or start a school. &#xC2C;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC33; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the school time is up. &#xC2C;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC2C;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the school is over. &#xC2C;&#xC21;&#xC3F;&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to abolish a school. &#xC2C;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; ba&#x1E0D;i-pedda. n. A class leader, monitor. &#xC2C;&#xC21;&#xC3F;&#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; ba&#x1E0D;ita-p&#x101;&#x1E6D;hamu. n. A lesson that has been read, an old lesson, &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; ............... &#xC12;&#xC5B;&#xC4D;&#xC1C;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2A;&#xC26;&#xC30;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
                