&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E0D;ili. [Tel.] n. A hole, &#xC24;&#xC42;&#xC1F;&#xC41;, &#xC2C;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41;, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;, &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3F;, &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3F;&#xC15; batta&#x1E0D;i. [Tel.] n. A quiver. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC15;&#xC41; batuku. [Tel.] v. n. To live, subsist. To survive: to be delivered or saved. &#xC28;&#xC47;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I alone survived. n. Life. Means of life, support. Subsistence, mode of life, trade or profession, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC24;&#xC41;&#xC15;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; means of life &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; bratikin&#x1E6D;su. v. a. To cause to live, save, rescue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; batim&#x101;lu. [Tel.] v. a. To pray, beseech, importune, beg. &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; batim&#x101;lika. n. Beseeching, &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC1F;. &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; batim&#x101;lu&#x1E6D;su. v. a. To cause to beseech, &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC3F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ba&#x1E0D;i&#x1E63;amu. [Skt.] n. A fishhook. &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;badarikamu. [Tel.] n. A box. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;badari. [Skt.] n. The jujube tree. &#xC30;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC26;&#xC30;&#xC2E;&#xC41; the jujube fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC30;</span>&#xA0;&#xA0;badara. [Tel.] n. A crack, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC21; &#xC2C;&#xC26;&#xC30;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the pot is cracked.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;badanika. [Tel.] n. Any parasitic plant. H. ii. 45. S. i. 18. Rox. ii. 185. &quot;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC26;&#xC28;&#xC3F;&#xC15;&#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC24;&#xC47; &#xC0E;&#xC02;&#xC24; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC4B;&quot; (proverb) as disconcerted or irritated as a snake if you shew it the misletoe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; battemu. [H. from Skt. &#xC2D;&#xC43;&#xC24;&#xC3F;.] n. Subsistence, allowance, batta. Daily allowance in money or food. &#xC26;&#xC3F;&#xC28;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; daily bread. &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41; daily expense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC40;&#xC38;</span>&#xA0;&#xA0;batt&#x12B;sa. [H.] n. Thirty two. &quot;&#xC30;&#xC2E;&#xC23; &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC40;&#xC38;&#xC3E;&#xC26;&#xC3F; &#xC30;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41;.&quot; BD. iii. 1836.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;batti. [for. Skt. &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. Faith. &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32; faithful. &quot;&#xC05;&#xC02;&#xC17;&#xC28;&#xC2F;&#xC46;&#xC02;&#xC24;&#xC1F;&#xC3F; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC4B;, &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC46;&#xC30; &#xC2C;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC3F;.&quot; S. iii. 63. See on &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; battu&#x1E0D;u. n. A worshipper. &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. The caste title of all the five castes of artificers as &#xC35;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; a carpenter. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; one who makes a god of his belly. L. xvi. 230.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC21;&#xC41;&#xC35;&#xC41; ba&#x1E0D;ugu. [Tel.] adj. Weak, lean, skinny, &#xC15;&#xC43;&#xC36;&#xC2E;&#xC41;, &#xC05;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. Poor, necessitous. &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41; a gaunt demon. &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; (B. viii. 421. and Amuk. vi.) a slender waist. &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; (BD. iv. 628.) drudgery, servitude. &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41; (BD. v. 1098.) a wretched corpse. &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; poor saints. (BD. v. 623.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;batt&#x101;yi. [Corruption of &apos;Batavian.&apos;] n. Batavia. &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3F; &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC5B;&#xC2A;&#xC02;&#xC21;&#xC41; a Batavian orange.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;batamu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;.] n. A vow, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. &#xC15;&#xC33;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC23;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC23;&#xC4D;&#xC23;&#xC2E;&#xC41; ba&#x1E47;namu. [Tel.] n. A pile of new brass pots. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC24;&#xC3F;&#xC28;&#xC40;</span>&#xA0;&#xA0;batin&#x12B;. [Tel.] n. A kind of silk cloth. &#xC15;&#xC28;&#xC3F;&#xC15;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;bad&#x1E0D;u. [Tel.] n. The male organ of generation, &#xC2E;&#xC17;&#xC17;&#xC41;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC46;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC21;&#xC3F;&#xC2F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC41;&#xC35;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC3E;&#xC21;&#xC41;&#xC35; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC23;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;See &#xC2C;&#xC28;&#xC3E;&#xC24;&#xC41;.
			</div>
                