&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;badulu. [Tel.] n. Exchange, a substitute. &#xC2E;&#xC3E;&#xC30;&#xC41;. (&#xC15;&#xC35;&#xC3F;. iii.) A loan. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; or &#xC1A;&#xC47;&#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; a loan given without a bond being executed. adj. &amp; adv. Instead, in the place of. &#xC2C;&#xC26;&#xC41;&#xC32;&#xC41;&#xC5B;&#xC3E;&#xC2C;&#xC41; a reply to a letter. &#xC2C;&#xC27;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC1F; a word in reply. &#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; or &#xC2C;&#xC26;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to reply. &#xC2C;&#xC21;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; badal&#x101;-yin&#x1E6D;su. [H. from &#xC2C;&#xC26;&#xC41;&#xC32;&#xC41;.] v. a. To change, exchange, transfer, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC2C;&#xC26;&#xC3F;&#xC32;&#xC3F;. n. A substitute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;badra. [Tel.] n. Twelve. &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;badde. [Tel.] n. The fag end or selvage of a web, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A slip of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC2E;&#xC46;&#xC21;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; he performed the funeral rites putting on a slip of cloth round his neck as a mark of mourning. Also, a thin or flat piece of wood as &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46; or &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46; a tape. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; badd&#xE8;-gun&#x1E0D;lu. n. Little balls like marbles flicked from the finger-ends.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30; baddu. [Tel.] n. A lie, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;baddin&#x1E6D;su. [Tel.] v. a. To test a previous measurement (of land, &amp;c.) to check, verify. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4B; &#xC32;&#xC47;&#xC26;&#xC4B; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC47; &#xC2E;&#xC30;&#xC32; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;. To rate, settle price, set a value on. To prune a tree. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; baddimpu. n. The arithmetical process called Reduction. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; to appraise or estimate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;baddi. [Tel.] n. A certain plant. &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC2E;&#xC41; baddakamu. [Tel.] n. Laziness, indolence, sloth. Heaviness, &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;. Delay, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; baddakin&#x1E6D;su. v. n. To flag, tire, become lazy. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; to feel heavy, or lazy. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41; baddaku&#x1E0D;u. n. An idle man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;or &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26; badda. [Tel.] n. A piece, bit, fragment, slice, a flat thin bit, split wood. &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;, &#xC24;&#xC41;&#xC28;&#xC15;. &#xC26;&#xC42;&#xC26;&#xC47;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC26;&#xC4D;&#xC26; a cotton beater&apos;s show. &#xC08; &#xC2D;&#xC3E;&#xC37; &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC28;&#xC3F; &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC41; they figure this language as very difficult. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he arranged his arguments to much advantage. &#xC15;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26; the wooden part of a yoke (&#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;.) See &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC2C;&#xC26;&#xC4D;&#xC26; or &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26; adj. Lean, lank. &#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F;. &quot;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC02;&#xC1F;&#xC3F;&#xC2C;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC24;&#xC4A;&#xC21;&#xC32;&#xC41;.&quot; HD. ii. 1087. &quot;&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; BD. iii. 558. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41; badda-l-agu. v. n. To break in pieces, to go to shivers, to crack.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ban&#x101;yin&#x1E6D;su. [H.] v. a. To attach, to add. To fabricate, make up. &#xC2C;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; ban&#x101;yimpu. n. Fabrication.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC28;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC23;&#xC3E;&#xC24;&#xC41; ban&#x101;tu. [H.] n. Broad-cloth, woollen stuff. &#xC38;&#xC17;&#xC33;&#xC3E;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;baddhamu. [Skt.] adj. Tied, bound. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC48;&#xC30;&#xC2E;&#xC41; rancour, fixed hatred. &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC41;&#xC32;&#xC48; with clasped hands, i.e., very humbly. &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; or &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; baddhamu. [Tel. Colloq.] n. A boundary, limit. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E; is he bound by any conditions? &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; an unprincipled man. &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; baddhu&#x1E0D;u. adj. Bound, obliged. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; one who is addicted to religious rites. &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; bound to obedience.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC27;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;badhiramu. [Skt.] adj. Deaf. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC27;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41; badhir&#x1EE5;&#x1E0D;u. n. A deaf man, &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC27;&#xC3F;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; badhiritamu. adj. Made deaf, &#xC2C;&#xC27;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC2C;&#xC27;&#xC3F;&#xC30;&#xC3F; &#xC24;&#xC26;&#xC3F;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;badramu. [from Skt. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. Safety, &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;. interj. Beware! Take care, be on your guard. &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;.
			</div>
                