&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2D;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;babhruvu. [Skt.] adj. Ruddy, tawny, red, iron grey, like the colour of the ichneumon. Brown, &#xC38;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. Yellowish green. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;. n. A brown cow. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC17;&#xC4B;&#xC35;&#xC41;. Siva, &#xC36;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41;. Vishnu, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bannamu. [from Skt. &#xC2D;&#xC3F;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;.] n. Disgrace, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. Difficulty, trouble, misfortune. &#xC07;&#xC21;&#xC41;&#xC2E;, &#xC06;&#xC2A;&#xC26;. &quot;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC2D;&#xC42;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC21;&#xC3F;&#xC28;&#xC2C;&#xC38;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; HK. ii. 12. &#xC2C;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41;. n. To be disgraced, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC2C;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC30;&#xC2E;&#xC41; or &#xC2C;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC30;&#xC3F; banna-saramu. n. A necklace of coral and gold beads or plates, or of pearl chains and gold plates alternately. &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC47;&#xC30;&#xC41;. A necklace, &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC28;&#xC3E;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;ban&#x101;rasu. [from Skt. &#xC35;&#xC3E;&#xC30;&#xC23;&#xC3E;&#xC38;&#xC3F;.] n. Benares, &#xC15;&#xC3E;&#xC36;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;bayya&#x1E0D;u. [Tel.] n. A dull man. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2F;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;bay&#x101;n&#x101;. [H.] n. An advance of money, earnest money, &#xC38;&#xC02;&#xC1A;&#xC15;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2F;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC2F;&#xC3F;&#xC32;&#xC41; or &#xC2C;&#xC48;&#xC32;&#xC41; bayalu. [Tel.] n. The outside. An open place, open country, &#xC2C;&#xC39;&#xC3F;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2E;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC1A;&#xC4B;&#xC1F;&#xC41;. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Empty, unoccupied, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC2E;&#xC30; bayalu-t&#x101;mara. n. The land lotus, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41; or &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC21;&#xC32;&#xC41; bayalu-d&#x113;ru. v. n. To come out, to go out, to start, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To come to light, to be discovered. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2C;&#xC2F;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41;, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41; bayalu-pa&#x1E0D;u. v. n. To make its appearance, to become visible, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. To be found out or discovered, to become publicly known.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;baya-k&#x101;du. [Tel. &#xC2C;&#xC2F;&#xC32;&#xC41;+&#xC15;&#xC3E;&#xC21;&#xC41;.] n. A musician, &#xC17;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC1A; &#xC05;&#xC28;&#xC18;&#xC2F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC35;&#xC26;&#xC3E;&#xC17;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC32;&#xC02;&#xC2A;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC4B;, &#xC2C;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC17; &#xC2C;&#xC4B;&#xC2F;&#xC17;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC1A;&#xC46;&#xC28;&#xC40;, &#xC35;&#xC28;&#xC41;&#xC2A;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC28;&#xC35;&#xC3F; &#xC2E;&#xC39;&#xC3E;&#xC39;&#xC35;&#xC28;&#xC3E;&#xC1F;&#xC15; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC48;, &#xC18;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC35;&#xC40;&#xC23;&#xC46; &#xC2E;&#xC40;&#xC1F;&#xC41; &#xC2C;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC35;&#xC41;&#xC28;&#xC40;&#xC2F;&#xC4A;&#xC33;&#xC35;&#xC47; &#xC28;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC28;&#xC47;.&quot; Tara. iv. 226. &#xC2C;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; baya-k&#x101;ramu. (&#xC2C;&#xC2F;&#xC32;&#xC41;+&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.) n. A youthful prank, &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F; &#xC2C;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; baya-k&#x101;ri. n. A sprightly woman, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bamma-rin&#x1E6D;su. [from Skt. &#xC2D;&#xC4D;&#xC30;&#xC2E;.] v. n. To err, to go wrong, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be confounded, to be afraid or amazed, &#xC2C;&#xC46;&#xC26;&#xC30;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC21;&#xC41;. &quot;&#xC15;&#xC4B;&#xC30;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;, &#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;, &#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC32;&#xC26;&#xC41;, &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC02;&#xC17;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC47;, &#xC2F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC47;&#xC32; &#xC28;&#xC40;&#xC15;&#xC41;.&quot; G. i. 284. &quot;&#xC2A;&#xC4A;&#xC21;&#xC2E;&#xC3E;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC48;&#xC28; &#xC35;&#xC21;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC38;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC15; &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; M. IV. ii. 303. &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30; or &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC30; bammera. n. Confusion. &#xC2D;&#xC4D;&#xC30;&#xC2E;, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC15;&#xC33;&#xC35;&#xC33;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; v. n. To be in fright or confusion, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC33;&#xC35;&#xC33;&#xC2A;&#xC21;&#xC41;. &quot;&#xC0E;&#xC32;&#xC26;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30; &#xC2A;&#xC4B;&#xC35;&#xC26;&#xC4B;&#xC32;&#xC41; &#xC26;&#xC46;&#xC17;&#xC2C;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;.&quot; Swa. iii. 5. &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC4B;&#xC15; bammera-p&#x14D;ka. n. The act of being confused. &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC15;</span>&#xA0;&#xA0;baraka. [Tel.] adj. Rough, sharp, &#xC15;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2C;&#xC30;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the flour is rough to the touch. &#xC2C;&#xC30;&#xC15;&#xC2D;&#xC42;&#xC2E;&#xC3F; baraka-bh&#x16B;mi. n. Saline soil. &#xC2C;&#xC30;&#xC15;&#xC2E;&#xC41; bara-kamu. n. A load or bale of cotton. &#xC26;&#xC42;&#xC26;&#xC3F; &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2C;&#xC30;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F; or &#xC2C;&#xC30;&#xC17;&#xC21; bara-ka&#x1E37;&#x1E37;&#x101;pi. n. A seal or mark set on heaps of grain to prevent theft.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;bamma. [from Skt. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.] Brahma. &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; bamma-gu&#x1E0D;&#x1E0D;u. n. The globe, sphere, mundane egg. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC05;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC32;, &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC2A;&#xC21;&#xC47;&#xC32;.&quot; V&#x113;ma. i. 232.
			</div>
                