&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;or &#xC2C;&#xC30;&#xC4D;&#xC2E;&#xC3E; baram&#x101;. [H.] n. A bradawl, a drill, a kind of auger or gimlet worked with a string. &#xC24;&#xC4A;&#xC30;&#xC2A;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC2C;&#xC30;</span>&#xA0;&#xA0;bara-bara. [Tel. anuk.] n. The noise made in dragging anything along the ground. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC30;&#xC2C;&#xC30;&#xC2F;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they dragged him violently along the ground.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC2A;&#xC1F;</span>&#xA0;&#xA0;barapa&#x1E6D;. [Tel.] n. A kind of grass or its grain. &#xC24;&#xC43;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC43;&#xC23;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC24;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC30;&#xC4D;&#xC24;&#xC30;&#xC4D;&#xC2B;&#xC41; baratarapu. [H.] n. Discharge, dismissal. &#xC2C;&#xC30;&#xC24;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; baratarapu-ch&#x113;yu. v. a. To dismiss from service.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC24;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC2D;&#xC30;&#xC24;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; barata-pi&#x1E6D;&#x1E6D;u. [Tel.] n. A species of wagtail: Chend&#x16B;l.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;, &#xC2C;&#xC30;&#xC3F;&#xC23;, &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46; or &#xC2D;&#xC30;&#xC3F;&#xC23; bara&#x1E47;i. [Tel.] n. A casket, small jewel-case, snuff box, pill box. &#xC15;&#xC1F;&#xC3E;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC32;&#xC2C;&#xC30;&#xC3F;&#xC23; a dice-box. &#xC2C;&#xC30;&#xC23;&#xC3F;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; or &#xC2D;&#xC30;&#xC23;&#xC3F; bhara&#x1E47;i-&#x1E6D;sukka. n. The second lunar mansion consisting of three stars in a triangle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC30;&#xC21;&#xC41; bara&#x1E0D;u. [Tel.] n. The rough bark of the tamarind and certain other trees, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC2A;&#xC48;&#xC2C;&#xC46;&#xC30;&#xC21;&#xC41;. adj. Skinny, lean, as the ribs. &quot;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC1C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC32;&#xC28;&#xC41; &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41;&#xC2C;&#xC30;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;.&quot; BD. iii. 2231.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bara&#x1E6D;u. [Tel.] v. a. To scratch, to scrape, &#xC17;&#xC4B;&#xC15;&#xC41;. To scratch so as to call one&apos;s attention to anything, &#xC38;&#xC48;&#xC17;&#xC17;&#xC3E;&#xC17;&#xC4B;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;baraga&#x1E0D;amu. [Tel.] n. A tree called Indigofera glandulosa. Rox. iii. 373.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;barigi. [Tel. another form of &#xC2C;&#xC30;&#xC3F;.] adj. Empty, &#xC0F;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; barigi-ravutu. n. One who rides a horse without a saddle, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;barike. [Tel.] n. A small stick or bough, a switch. A dried rough palmyra bough, &#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC32; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;. adv. Rough, dishevelled. &#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;bari. [Tel.] n. A side. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2C;&#xC30;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC3F;.&quot; Pal. 108. &#xC2C;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41; to bloat, as the belly or the sides of the belly. A line drawn on the ground in a circle, &#xC17;&#xC3F;&#xC30;&#xC3F;. An elephant goad, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC35;&#xC47;&#xC23;&#xC41;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. A thief, &#xC26;&#xC4A;&#xC02;&#xC17;. An enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. adj. (for &#xC2C;&#xC30;&#xC3F;&#xC17;&#xC3F;), Naked. &#xC2C;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC28;&#xC41; = &#xC26;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC30;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. &quot;&#xC24;&#xC4A;&#xC21;&#xC2E;&#xC46;&#xC21; &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC26;&#xC4B;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;.&quot; B. D. i. 514. &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; bari-kat&#x1E6D;e. A spear without a handle, &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC40;&#xC1F;&#xC46;. A crook or stick used by herdsman, &#xC26;&#xC4B;&#xC1F;&#xC3F;.&quot; &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; BD. iii. 2244. &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; bari-k&#x101;&#x1E0D;u. n. An elephant driver, &#xC2E;&#xC3E;&#xC28;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC32; n. An elephant goad. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC30;&#xC3F;&#xC5B;&#xC4B;&#xC17;&#xC3F; bari-&#x1E0D;z&#x14D;gi. (&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC3F;+&#xC5B;&#xC4B;&#xC17;&#xC3F;.) n. A snake charmer, &#xC2A;&#xC05;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41; bari-y-emukalu. n. The ribs, &#xC2A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;. &#xC2C;&#xC30;&#xC3F;&#xC36;&#xC42;&#xC32; bari-&#x1E63;&#x16B;la. n. Liver complaint. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC36;&#xC42;&#xC32;. See &#xC2C;&#xC30;&#xC3F;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3E;&#xC2C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC30;&#xC3E;&#xC2C;&#xC30;&#xC3F;&#xC15; bar&#x101;bari. [H.] n. Alertness, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;. &quot;&#xC38;&#xC40; &#xC24;&#xC28;&#xC26;&#xC41;&#xC26;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC28;&#xC41;&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC30;&#xC3E;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC3F;&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. iii. adj. Right, just, proper, &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC2C;&#xC30;&#xC3E;&#xC2C;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to make equal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bar&#x101;tamu. [H.] n. An assignment, a written order for payment, a cheque or draft. &#xC2C;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to transfer the responsibility to another, to ask another to pay for one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bara-vasamu. [from Skt. &#xC2D;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC2E;&#xC41;.] n. Courage, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Preseverance, persistence. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. &#xC2C;&#xC30;&#xC35;&#xC38;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; with importunity. &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC26;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC3E; &quot;&#xC2C;&#xC30;&#xC35;&#xC38;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. iv. 79.
			</div>
                