&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;barichi. [Tel.] n. A spear, &#xC08;&#xC1F;&#xC46;, &#xC15;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC46;</span>&#xA0;&#xA0;baripe. [Tel.] n. A small kind of grain, like fine rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; barre. [Tel.] n. A female buffalo. &#xC0E;&#xC28;&#xC41;&#xC2E;&#xC41;, &#xC17;&#xC47;&#xC26;&#xC46;. &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC3F;. A simpleton or blockhead. &#xC2C;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; a hoarse deep voice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC15;</span>&#xA0;&#xA0;barrinka. [Tel.] n. A plant, the stiff stalks of which are used as tooth brushed. Rox. iii. 553. 761.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;barra. [Tel.] n. A switch, sapling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC2C;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;barburamu. [Skt.] n. The Babul tree which produces gum arabic. Mimosa arabica, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2F;&#xC41;&#xC17;&#xC33;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;barbaru&#x1E0D;u. [Skt. Cf. Gk. &apos;Barbarian.&apos;] n. A blockhead, or fool, &#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC30;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41; barbaramu. n. The name of a country, &#xC12;&#xC15;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. A sort of drum, &#xC24;&#xC02;&#xC24;&#xC3F;&#xC21;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC46;&#xC02;&#xC15;</span>&#xA0;&#xA0;barenka. [Tel.] n. A kind of tree, &#xC15;&#xC2A;&#xC3F;&#xC24;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;barusu. [Tel.] adj. Rough, coarse, &#xC15;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;, &#xC17;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;. Brutal. &#xC2C;&#xC30;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC15; a dreadful roar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41; baruvu. [Tel.] n. Weight, heaviness. A load or burden. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. adj. Heavy. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; laden carts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;baru-va&#x1E0D;i. [Tel.] adv. Again, &#xC2E;&#xC30;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;barudzu. [Tel.] n. A small bell, &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;. &#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;baruku. [Tel.] v. a. To scratch. To lacerate, tear. &#xC17;&#xC40;&#xC30;&#xC41;. To scribble in writing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC38;</span>&#xA0;&#xA0;barisa. [Tel.] n. A club with iron bands, &#xC07;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;, &#xC2A;&#xC30;&#xC3F;&#xC18;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC15;</span>&#xA0;&#xA0;bari-venka. [Tel.] n. A certain tree with small leaves. G. v. 299. &#xC16;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC30;, &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC3F;&#xC23;</span>&#xA0;&#xA0;or &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46; bari&#x1E47;a. [Tel.] n. A little box. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46; a snuff box. &#xC2C;&#xC30;&#xC3F;&#xC21;&#xC46;&#xC17;&#xC35;&#xC4D;&#xC35; or &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46;&#xC17;&#xC35;&#xC4D;&#xC35; bari&#x1E0D;e-gavva. n. A kind of cake, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC39;&#xC02;&#xC38;. i. &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2C;&#xC30;&#xC3F;&#xC21;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; bari&#x1E47;a-purugu. n. A cockroach. &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC15;, &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC32;&#xC2D;&#xC47;&#xC26;&#xC3F;, &#xC2C;&#xC32;&#xC38;&#xC42;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC32;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC3F;, &#xC2C;&#xC32;&#xC3E;&#xC30;&#xC3F; or &#xC2C;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F; bala-bhittu. [Skt.] n. Epithets of Indra, as being the slayer of the demon Bala.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC2C;&#xC32;</span>&#xA0;&#xA0;or &#xC2A;&#xC33;&#xC2A;&#xC33; bala-bala. [Tel. (anuk.)] adv. Brightly: more and more. &#xC2C;&#xC32;&#xC2C;&#xC32;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; it was dawning rapidly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;balapamu. [Tel.] n. Potstone, Lapis ollaris, a whitish chalk like a slate pencil. A state pencil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;</span>&#xA0;&#xA0;bala. [Skt.] n. A spell or charm &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC32;&#xC2F;&#xC24;&#xC3F;&#xC2C;&#xC32;&#xC32;&#xC28;&#xC02;&#xC2C;&#xC30;&#xC17;&#xC41; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&quot; DR. Bala: page 182.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;barhissu. [Skt.] n. Fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. The sacred grass, used like hyssop, in sacrifices. &#xC15;&#xC41;&#xC38;, &#xC26;&#xC30;&#xC4D;&#xC2D;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; barhir-mukhu&#x1E0D;u. n. He whose mouth is fire. i.e., a god. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC41;&#xC37;&#xC4D;&#xC2E; or &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC41;&#xC37;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; barhi&#x1E63;-&#x1E63;ushma. n. A name of the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;barhamu. [Skt.] n. A peacock&apos;s tail. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;. &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F; barhi. n. A peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC2C;&#xC30;&#xC4D;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; barhish&#x1E6D;hamu. n. The plant called Peacock&apos;s Pride. A perfume extracted from its root. H. ii. 176. &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC15;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC27;&#xC42;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                