&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC3E;&#xC15;</span>&#xA0;&#xA0;or &#xC2C;&#xC32;&#xC3E;&#xC15;&#xC2E;&#xC41; bal&#x101;ka. [Skt.] n. A sort of crane, or curlew. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC3E;</span>&#xA0;&#xA0;, &#xC2C;&#xC33;&#xC3E;, &#xC2C;&#xC32;&#xC3E;&#xC30;&#xC3E; or &#xC2D;&#xC33;&#xC3E; bal&#x101;. [Tel.] interj. Well done! well well! very good.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;balamu. [Skt.] n. Strength, might, power, influence. Efficaciousness, potency. Force, rigour, severity. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;. A force, army, host, folk, people, a crowd, number, party. &#xC38;&#xC47;&#xC28;. &#xC2C;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41; a host. &#xC26;&#xC48;&#xC35;&#xC2C;&#xC32;&#xC2E;&#xC41; the finger of God, Divine assistance, &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to strengthen; to enforce, aid, assist. &#xC35;&#xC3E;&#xC28; &#xC2E;&#xC30;&#xC40;&#xC2E;&#xC30;&#xC40; &#xC2C;&#xC32;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the rain is increasing. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC12;&#xC15; &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; relying on it as a ground or reason. adj. Strong, mighty, much, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Potent, efficacious. &#xC2C;&#xC32;&#xC15;&#xC30;&#xC2E;&#xC41; bala-kara-mu. adj. Forcible, violent, strengthening. &#xC2C;&#xC32;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; strong evidence. &#xC2C;&#xC32;&#xC15;&#xC30;&#xC2E;&#xC41; or &#xC2C;&#xC33;&#xC15;&#xC30;&#xC2E;&#xC41; balakaramu. n. Force, violence, strength. Watching, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;. A guard, or watch, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC3E;. R. v. 43. &#xC2C;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bala-karin&#x1E6D;su. v. n. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To strengthen. &#xC2C;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; (&#xC2C;&#xC32;&#xC2E;&#xC41;+&#xC07;&#xC02;&#xC1A;&#xC41;) balak&#x101;-yintsu. v. n. To flourish, prosper. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC05;&#xC17;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; bala-ko&#x1E6D;&#x1E6D;u. v. n. To sing, ah, ah &#xC06; &#xC05;&#xC28;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41; bala-konu. (&#xC2C;&#xC32;&#xC2E;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. To flourish, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC32;&#xC17;&#xC2E;&#xC41; or &#xC2C;&#xC32;&#xC4D;&#xC17;&#xC2E;&#xC41; balagamu. n. Attendants, retinue, &#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;. A party, set: a troop, army, host: a family circle. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F; &#xC2C;&#xC02;&#xC27;&#xC41; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41; &#xC2C;&#xC32;&#xC17;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC32;&#xC46;&#xC28;&#xC41;.&quot; (Garudach. 113,) he ruled a troop of foresters. Swa. iii. 75. &#xC2C;&#xC32;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC32;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; bala-d&#x113;vu&#x1E0D;u. n. Balar&#x101;ma, Krishna&apos;s brother. &#xC2C;&#xC32;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; n. Wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2C;&#xC32;&#xC2A;&#xC21;&#xC41; bala-pa&#x1E0D;u. (&#xC2C;&#xC32;&#xC2E;&#xC41;+&#xC2A;&#xC21;&#xC41;.) v. n. To increase, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;. &#xC2C;&#xC32;&#xC2A;&#xC30;&#xC1A;&#xC41; bala-para&#x1E6D;su. v. a. To strengthen, support, confirm. &#xC2C;&#xC32;&#xC2F;&#xC41; balayu. v. a. To surround, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; bala-vantamu. n. Strength, force, violence, compulsion. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. adj. Strong, violent, &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;. adv. Forcibly, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC32;&#xC36;&#xC3E;&#xC32;&#xC3F; bala-vantu&#x1E0D;u. n. A strong man, a violent man, a mighty man. &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41; do not contend with the mighty. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC24; bala-h&#x12B;nata. n. Weakness, debility. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41; bala-h&#x12B;namu. n. Weakness, debility. adj. Weak, strengthless. powerless. &#xC2C;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41; bala-kshayamu. n. Loss of strength; weakness, impotence. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; bal&#x101;t-k&#x101;ramu. n. Violence, force, severity, exaction. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bal&#x101;t-karin&#x1E6D;su. v. a. To force, press, compel. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;balitamu. [Tel.] adj. Strong, &#xC2C;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. Stout, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC2C;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46; the waist became stout. &#xC2C;&#xC32;&#xC3F;&#xC24;&#xC2A;&#xC41; or &#xC2C;&#xC32;&#xC3F;&#xC24;&#xC02;&#xC2A;&#xC41; balitapu. adj. Thick, strong, mighty. &#xC2C;&#xC32;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC1F;&#xC41;&#xC30;&#xC3F; a strong halter. &#xC2C;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; bali-tu&#x1E0D;u. n. A strong man. &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;</span>&#xA0;&#xA0;balije. [Tel.] n. The name of a caste among Telugu and Canarese Sudras. &#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man of that caste. &#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC26;&#xC3F; a woman of that caste. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; that portion of this caste who are Lingaites. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; another sect. &#xC24;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC32;&#xC41; another sect. &#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; balije-rikamu. n. The community or tribe of the &#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC46;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC3F;</span>&#xA0;&#xA0;bali. [Skt.] n. Tax, royal revenue, tribute, &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. A oblation. A religious offering in general, presentation of food, &amp;c. &#xC2A;&#xC42;&#xC32;&#xC4B;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. The sacrifice of an animal, an animal sacrificed. &#xC2D;&#xC42;&#xC24;&#xC2C;&#xC32;&#xC3F;. &#xC28;&#xC30;&#xC2C;&#xC32;&#xC3F; a human sacrifice. &#xC2C;&#xC32;&#xC3F; bali:. n. The name of a gaint vanquished by Vishnu who hence is styled &#xC2C;&#xC32;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F;. A strong man, &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC2C;&#xC32;&#xC3F;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; bali-push&#x1E6D;amu. n. The &quot;devourer of the sacrifice:&quot; i.e., a crow. P. i. 480. &#xC2C;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41; bali-p&#x12B;tha-mu. n. An altar. &#xC2C;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; bali-pe&#x1E6D;&#x1E6D;u. v. a. To sacrifice, to kill. &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41; bali-sadmamu. n. The internal regions. &#xC30;&#xC38;&#xC3E;&#xC24;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.
			</div>
                