&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC32;&#xC4D; balu. [Tel. short for &#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;.] adj. Big, strong, mighty, great, exceeding, large, much, very. &#xC2C;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; a deep wound. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B; a deep swoon. &#xC2C;&#xC32;&#xC41;&#xC24;&#xC21;&#xC35;&#xC3E;&#xC2F;&#xC46; it grew late, much time has passed. R. v. 95. &#xC2C;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC17;&#xC2E;&#xC3F; a cluster of large thorns. T. pref. 43. &#xC2A;&#xC32;&#xC41;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC32; &#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC4B;&#xC35;&#xC3F; a lip which reminded one of a noble ruby. &#xC2C;&#xC32;&#xC41;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; = &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC2C;&#xC32;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F; balu-gutti. (&#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;+&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;.) n. A sort of rice. &quot;&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC17;&#xC21;&#xC32;&#xC41; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC2E;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41;.&quot; H. iv. 156. &#xC2C;&#xC32;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;, &#xC2C;&#xC32;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;, &#xC2C;&#xC32;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38; or &#xC2C;&#xC32;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3F; balu-rakkisa. n. A plant called Arum macrorhizon, (Reeve), &#xC17;&#xC1C;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC17;&#xC23;&#xC39;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC43;&#xC39;&#xC1A;&#xC4D;&#xC1B;&#xC26;&#xC2E;&#xC41;. &#xC2C;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F; or &#xC2C;&#xC32;&#xC4D;&#xC35;&#xC3F;&#xC21;&#xC3F; baluvidi. n. Way, manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. adv. Much, vehemently, severely, strongly. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47;&#xC30;&#xC41;&#xC17;&#xC26;&#xC32;&#xC28;&#xC40;&#xC15; &#xC35;&#xC48;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC48;&#xC28;.&quot; M. VIII. ii. 270. &#xC2C;&#xC32;&#xC4D;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; bal-d&#x16B;ramu. n. A great distance. &#xC2C;&#xC32;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; (&#xC2C;&#xC32;&#xC41;+&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.) bal-makkuva. n. Strong love, great affection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;baliyu. [from Skt. &#xC2C;&#xC32;&#xC2E;&#xC41;.] v. n. To become corpulent, or strong, to grow fat, big, thick, stable, firm: &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To increase, thrive, prosper, multiply or be augmented, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the forest spread over the place. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41; a spot overgrown with shrubs. &#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; baliyu&#x1E0D;u. n. A strong man, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; balipin&#x1E6D;su. v. a. To fatten or strengthen. &#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F; or &#xC2C;&#xC32;&#xC4D;&#xC2E;&#xC3F; balimi. n. Strength, power. &#xC26;&#xC47;&#xC39;&#xC2C;&#xC32;&#xC2E;&#xC41;. Force, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; balimi-k&#x101;&#x1E0D;u. n. A strong man, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; balish&#x1E6D;hamu. [Skt.] adj. Very strong, most powerful, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC2C;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; balish&#x1E6D;hu&#x1E0D;u. n. A very strong man. &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; balisina. [Tel.] adj. Big, plump, large. &#xC2C;&#xC32;&#xC40;&#xC2F;&#xC2E;&#xC41; bal&#x12B;yamu. [Skt.] adj. Very strong, exceedingly powerful. &#xC2C;&#xC32;&#xC40;&#xC35;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41; bal&#x12B;vardamu. n. A bull, or ox. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC2C;&#xC32;&#xC41;&#xC21;&#xC41; baludu. n. A strong man: one who is powerful. &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2C;&#xC32;&#xC4D;&#xC2A;&#xC41; balupu. [Tel.] n. Bigness, fatness, plumpness. strength, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC2C;&#xC32;&#xC2E;&#xC41;. Well being, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC40;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC17;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC4B;&#xC27;&#xC32;&#xC02;&#xC17;&#xC32;&#xC2F;&#xC17; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC28;&#xC2F;&#xC4D;&#xC2F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC46;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC32; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A; &#xC2C;&#xC32;&#xC4D;&#xC2A;&#xC17;&#xC41;&#xC28;&#xC4D;&quot; M. XII. iii. 9. &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2C;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; balupu-konu. v. n. To increase, prosper, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; balup-&#x101;kur&#x101;yi. (&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;+&#xC06;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;) n. A carpenter&apos;s rasp.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41; baluvu. [from Skt. &#xC2C;&#xC32;&#xC2E;&#xC41;.] n. Weight, a load or burden; &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. Strength, &#xC2C;&#xC32;&#xC2E;&#xC41;. A charge, or obligatory duty; onus; oppression; anguish; acuteness (as of a boil), heaviness, severity of sickness. Importance, consequence. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC40; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC35;&#xC41; &#xC24;&#xC4B;&#xC1A;&#xC41;&#xC28;&#xC41; you would be displeased. &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41;&#xC38;&#xC41;&#xC33;&#xC41;&#xC35;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who knows no care. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC47; &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41; &#xC24;&#xC2E;&#xC26;&#xC3F; it is your business to settle this. &#xC2C;&#xC32;&#xC2C;&#xC33;&#xC35;&#xC41; &#xC07;&#xC02;&#xC15;&#xC3E; &#xC24;&#xC40;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; the heaviness or stupor is not yet gone off. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41; &#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; there is a weight off my mind. &#xC06; &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the boil becomes more painful day by day. adj. Heavy, onerous; obligatory; difficult, acute, severe (as illness), irksome, indisposed. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. See &#xC2C;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC35;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC32;&#xC47;&#xC21;&#xC41; he cannot do any heavy work. &#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; or &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; baluvu-g&#x101;. adv. Heavily. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC23;&#xC26;&#xC3F; he is very ill. &#xC06; &#xC0A;&#xC30;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC4B;&#xC38;&#xC46;&#xC21;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the village is fully two milles off. &#xC2C;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; baluvu&#x1E0D;u. adj. Strong. &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;. n. A strong man, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;balugu. [Tel.] n. A twig, a switch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See under &#xC2C;&#xC32;&#xC3F;&#xC2F;&#xC41;.
			</div>
                