&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC40;</span>&#xA0;&#xA0;or &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC40; ball&#x101;&#x1E0D;a-dat&#x1E6D;&#x12B;. [Tel.] n. A kind of belt. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC3E;&#xC38;&#xC46;. &quot;&#xC07;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02; &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC40;&#xC21;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC2F;&#xC48;&#xC28;, &#xC35;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F; &#xC1C;&#xC2F;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41; &#xC28;&#xC36;&#xC4D;&#xC35;&#xC26;&#xC4D;&#xC25;&#xC3E;&#xC2E; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC18;&#xC28;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC3F;.&quot; M. X. i. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;balla. [Skt.] n. A bench, plank, board, table. A ship&apos;s deck. The disease called spleen. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F; they were sitting on a bench. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC41; &#xC5B;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; join the two planks together. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; or &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; he has a enlargement of the spleen. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32; the dropsy &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; balla-ka&#x1E6D;&#x1E6D;u. n. A large flat bottomed boat, a raft. &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;&#xC2A;&#xC48;&#xC28; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC2A;&#xC21;&#xC35;. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; balla-k&#x16B;rpu. n. Wainscotting, planking, joiner&apos;s work. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house built of boards. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32; balla-k&#x14D;la. n. A sort of spear of harpoon. &#xC2A;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC32;. &quot;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC46; &#xC28;&#xC47;&#xC38;&#xC3F;, &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC40;&#xC24;&#xC2E;&#xC28;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32;, &#xC28;&#xC40;&#xC37;&#xC23;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC28;&#xC41; &#xC28;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; BD. v. 1443. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; balla-g&#x14D;lala-v&#x101;ru. n. Lancers. &quot;&#xC35;&#xC30;&#xC41;&#xC38;&#xC28;&#xC41;&#xC2C;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2B; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC4D; &#xC28;&#xC3E;&#xC1F;&#xC3F;, &#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC40;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC1C;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; BD. iii. 1016.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC2C;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;balbajamu. [Skt.] n. A sort of grass, &#xC2E;&#xC4A;&#xC26;&#xC35;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. adj. Pithless, sapless, useless, vain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC46;</span>&#xA0;&#xA0;bale. [Tel. another form of &#xC35;&#xC32;&#xC46;. and comes from &#xC2A;&#xC4B;&#xC32;&#xC41; to resemble.] Adj. Like, resembling, &#xC2A;&#xC4B;&#xC32;&#xC46;. &#xC2C;&#xC32;&#xC46; or &#xC2C;&#xC32;&#xC47; adj. Much, very. &#xC2C;&#xC32;&#xC46;&#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that&apos;s very good. Interj: Very good! fine!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC32;&#xC41;&#xC38;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; balusu. [Tel.] n. The plant called Canthium parviflorum. Rox. and Watts, Webra tetrandra. (Wild. Ainsl. ii. 63.) &#xC05;&#xC1C;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The thorny Caray. &#xC2C;&#xC32;&#xC38;&#xC3E;&#xC15;&#xC41; the leaves, eaten as a wretched diet. &#xC2C;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC42;&#xC30;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC32;&#xC41;&#xC38;&#xC41; the black species, Canthium umbellatum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC33;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC33;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;ba&#x1E37;uku-ba&#x1E37;uku. [Tel. (anuk.)] adv. Tremulously, waveringly, (as a slender waist.) &quot;&#xC2C;&#xC33;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC33;&#xC41;&#xC15;&#xC41;&#xC28; &#xC17;&#xC24;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC33;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC17;&#xC4C;&#xC28;&#xC41;&#xC28;&#xC1C;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E; &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC32;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC47;&#xC1F;&#xC3F; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC2E;&#xC41;.&quot; H. ii. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC33;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ba&#x1E37;&#x101;yi. [Tel.] n. A strong man, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC3E;&#xC36;&#xC40;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC33;&#xC3E;</span>&#xA0;&#xA0;, &#xC2C;&#xC33;&#xC3E;&#xC30;&#xC46;, &#xC2C;&#xC33;&#xC3E;&#xC30;&#xC47;, &#xC2C;&#xC33;&#xC3F;, &#xC2C;&#xC33;&#xC3F;&#xC30; &#xC2C;&#xC33;&#xC3F;&#xC30;&#xC2F;&#xC4D;&#xC2F;, &#xC2C;&#xC33;&#xC3F;&#xC30;&#xC46;, &#xC2C;&#xC33;&#xC3F;&#xC30;&#xC47; or &#xC2C;&#xC33;&#xC40; ba&#x1E37;&#x101;. [Tel.] adv. (Interjection expressive of praise or commendation.) Good! well done! very well, very good, (a word used in argument.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ballemu. [Tel.] n. A spear. &#xC08;&#xC1F;&#xC46;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC41; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is a thorn in their side. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC32; Same as &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC41; ballu. [Tel.] n. Suddenness, a sudden sound, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. A crackling sound, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2F;&#xC02;&#xC1F;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28; or &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28; ballu-na. adv. Suddenly, &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;. Broadly, brightly. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC46; it dawned brightly, or, it was now broad day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ballidamu. [from Skt. &#xC2C;&#xC32;&#xC2E;&#xC41;.] n. Great strength, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41; or &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2A;&#xC41; ballidamu. adj. Strong, mighty. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41;&#xC17; ballidamu-ga. adv. Strongly, mightily. &quot;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC41; &#xC24;&#xC41;&#xC26; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC17;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC1A;&#xC42;&#xC2A;&#xC46;&#xC28;&#xC4D;.&quot; Bahulas. ii. 76. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41; ballidu&#x1E0D;u. n. A vigorous or strong man. A hero. &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;balli. [Tel.] n. A lizard. &#xC2A;&#xC3E;&#xC32;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F; the white kind. &#xC2E;&#xC3E;&#xC32;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F; the mottled kind. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F; the speckled kind. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC15; or &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46; balli-k&#x14D;ka. n. A sort of fish, a species of Gobius. Russell&apos;s, plate 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bavantamu. [Tel.] n. Deceit, cunning. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;.
			</div>
                