&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;</span>&#xA0;&#xA0;basa. [Tel.] n. A temporary abode, &#xC12;&#xC15;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;. Home, abode, lodging. &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41; basa-ch&#x113;yu. v. n. To lodge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC48;&#xC38;&#xC3F; barisi. [Tel.] n. Prosperity, welfare, respectability, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC3F;&#xC30;</span>&#xA0;&#xA0;or &#xC2C;&#xC35;&#xC3F;&#xC30;&#xC46; bavira. [Tel.] n. An ornament worn from the tip of the ear. &#xC15;&#xC4A;&#xC28;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;, &#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F; or &#xC2C;&#xC35;&#xC4D;&#xC30;&#xC3F; bavari. [Tel.] adv. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;. n. Riding a horse round a ring. &#xC35;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;. &#xC2C;&#xC35;&#xC30;&#xC3F;, &#xC2C;&#xC35;&#xC4D;&#xC30;&#xC3F;, &#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F;, &#xC2C;&#xC35;&#xC30;&#xC3F; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; or &#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; n. A well trimmed beard. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC21;&#xC3E;&#xC17;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC02;&#xC26;&#xC02;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; Vijayavil&#x101;sam. ii. 271. &quot;&#xC0E;&#xC02;&#xC24; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC1C;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC47;&#xC26;&#xC4A;&#xC38;&#xC2A;&#xC30;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; R. ii. 109. &quot;&#xC2A;&#xC38;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC2A;&#xC41; &#xC1C;&#xC35;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;.&quot; Rasikajana. i. 114. &#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC3E;&#xC15;&#xC41; or &#xC2C;&#xC35;&#xC30;&#xC3F;&#xC1F;&#xC3E;&#xC15;&#xC41; baviri-&#x1E6D;-&#x101;ku. n. An emerald, cut in a certain way. &quot;&#xC09;&#xC26;&#xC30;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC30;&#xC41;&#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC1C;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC41;.&quot; T. iv. 202.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bavaramu. [Tel.] n. Battle, war. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC26;&#xC28;&#xC3F;&#xC15; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC35;&#xC3F;&#xC28;&#xC3F; bavani. [Tel.] n. A kind of dance accompanied by story telling. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC06;&#xC21;&#xC47;&#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC35;&#xC28;&#xC40;. &#xC2C;&#xC35;&#xC28;&#xC40;&#xC21;&#xC41;, or &#xC2C;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC21;&#xC41; bavan&#x12B;. n. A kind of dancer, &#xC35;&#xC47;&#xC37;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC5B;&#xC3E;&#xC24;&#xC30;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC2E;&#xC3E;&#xC32;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;. &quot;&#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC28;&#xC40;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC42;&#xC28;, &#xC2F;&#xC28;&#xC17;&#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC21;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F;.&quot; Suca. iii. 19. &quot;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC28;&#xC40;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC15; &#xC2C;&#xC35;&#xC28;&#xC40;&#xC21;&#xC47;&#xC2F;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC3E;&#xC21;&#xC17;&#xC3E;.&quot; ib. ii. 451.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC35;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;bavanti. [Tel.] n. A house, containing an open area with rooms built at the corners and roofs between. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. Variegated colors. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC35;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F; a cloth which has flowers printed on it, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC1A;&#xC40;&#xC30;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC39;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC39;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41; bahadaru. [H.] n. A nobleman, a lord.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;&#xC4D;&#xC24;&#xC40;</span>&#xA0;&#xA0;bast&#x12B;. [H.] n. A town; a large town.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;bast&#x101;. [H.] n. A bale of goods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bastamu. [Skt.] n. A he-goat. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41;. H. iii. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC38;&#xC35;&#xC30;&#xC3E;&#xC32;&#xC41; basivi. [Tel.] n. A female dedicated in infancy to Siva as a prostitute. &#xC38;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC3F;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC21;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC21;&#xC2A;&#xC28;&#xC4D;&#xC28;, &#xC2C;&#xC38;&#xC35;&#xC38;, &#xC2C;&#xC38;&#xC35;&#xC2F;&#xC4D;&#xC2F;. &#xC2C;&#xC38;&#xC35;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; basava&#x1E0D;u. [Tel.] n. A bull. &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;. The name of a bull sacred to Siva. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;. A proper name much used among worshippers of the Lingam. The name of a Hindu Reformer, Brahmin by birth, the founder of the Jangam sect.
			</div>
                