&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC39;&#xC41;</span>&#xA0;&#xA0;bahu. [Skt.] adj. Very much, very numerous, plenty, abundant, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. Many, &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC2C;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a long time. &#xC05;&#xC26;&#xC3F; &#xC2C;&#xC39;&#xC41;&#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that is very fine or good. &#xC2C;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; bahutvamu. n. Plurality. &#xC2C;&#xC39;&#xC41;&#xC27;&#xC3E; bahudh&#x101;. adv. In many ways. &#xC05;&#xC28;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24;. &#xC2C;&#xC39;&#xC41;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F; bahu-dh&#x101;nya. n. The ame of a year. &#xC2C;&#xC39;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC2C;&#xC39;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; bahu-n&#x101;ya-katvamu. n. Anarchy. &#xC06;&#xC30;&#xC3E;&#xC1C;&#xC15;&#xC2E;&#xC41;. Authority vested in many chiefs. &#xC2C;&#xC39;&#xC41;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; or &#xC2C;&#xC39;&#xC41;&#xC2A;&#xC3E;&#xC26; bahu-p&#x101;damu. n. The banyan tree, &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41; bahu-pradu&#x1E0D;u. n. A very liberal or charitable man, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2F;&#xC40;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC24;&#xC3F; or &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; bahu-mati. n. A present, donation, reward, gratuity, premium. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;. Honor, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41; he regards neither disgrace nor honor. &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; bahu-m&#x16B;tramu. n. Diabetes. &#xC2C;&#xC39;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; bahu-r&#x16B;pamu. n. A blood-sucker, a lizard. &#xC0A;&#xC38;&#xC30;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC24;&#xC4A;&#xC02;&#xC21;. &#xC2C;&#xC39;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41; bahu-r&#x16B;pu&#x1E0D;u. n. One who assumes many forms, &#xC05;&#xC28;&#xC47;&#xC15;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC41; bahulamu. adj. Abundant, plenty, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC1A;&#xC41;. n. The waning or dark fortnight. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; abundantly. &#xC2C;&#xC39;&#xC41;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; bahu-vachanamu. n. (In Grammar) the plural number. &#xC2C;&#xC39;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41; bahu-vidhamu. adj. Various, diverse, multiform. &#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC47;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2C;&#xC39;&#xC41;&#xC35;&#xC41; bahuvu. adj. Much. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Many, &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC40;&#xC39;&#xC3F; bahu-vr&#x12B;hi. n. One of the forms of Sanskrit grammatical composition in which two or more words are compounded to furnish an epithet or attributive, as &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC3F;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC36;&#xC03; or &#xC2C;&#xC39;&#xC41;&#xC36;&#xC3E; bahu&#x1E63;ah. adv. Generally, probably, usually, at large. &#xC2C;&#xC39;&#xC41;&#xC38;&#xC41;&#xC24; bahu-suta. n. A woman who is the mother of many children. &#xC2C;&#xC39;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41; bahu-svanamu. n. Lit: that which is clamorous: i.e., an owl. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;. &#xC2C;&#xC39;&#xC42;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bah&#x16B;-karin&#x1E6D;su. v. a. To bestow honour, to pay respect to. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1C;&#xC28;&#xC15;&#xC24;&#xC28;&#xC2F;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC23;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC40;&#xC2F;&#xC26;&#xC3F;&#xC2F;&#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC2C;&#xC39;&#xC42;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; R. v. 330. &#xC2C;&#xC39;&#xC42;&#xC15;&#xC43;&#xC24;&#xC3F; or &#xC2C;&#xC39;&#xC42;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; bah&#x16B;-k&#x1E5B;iti. n. Showing respect, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC39;&#xC3F;&#xC03;</span>&#xA0;&#xA0;bahih. [Skt.] n. The outside. &#xC2C;&#xC39;&#xC3F;&#xC28;&#xC3F; on the outside. &#xC2C;&#xC2F;&#xC1F;. &quot;&#xC2C;&#xC39;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; V&#x113;ma. 940. &#xC2C;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; bahitramu. n. A kind of boat, &#xC2F;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC39;&#xC3F;&#xC2A;&#xC21;&#xC41; bahi-pa&#x1E0D;u. v. n. To be expelled, to be excommunicated, to be outcast. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC41;. &quot;&#xC2C;&#xC39;&#xC3F;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC28; &#xC15;&#xC32;&#xC4D;&#xC38;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC21;&#xC3F;.&quot; A. vi. 91. &#xC1F;&#xC40; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;. &#xC2C;&#xC39;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bahi-po&#x1E6D;tu. v. a. To excommunicate, to put out of caste, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; bahir-angamu. n. An external organ, &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC3F; &#xC05;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;. Publicity, notoriety, exposure, publication. adj. Made known, made public, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; bahir-angamu ch&#x113;ya. v. a. To make known or public. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; bahir-dv&#x101;ramu. n. An outer door, or principal gate. &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; or &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC42;&#xC2E;&#xC3F; bahir-d&#x113;&#x1E63;amu. n. The skirts (of a village:) used as a necessary in the villages, hence the word denotes a privy. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41; bahir-bh&#x16B;miki-p&#x14D;vu. v. n. To go to stool. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F; bahir-l&#x101;pi. n. An elliptical question which suggests the answer in other words, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC02;&#xC26;&#xC41; &#xC05;&#xC23;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC2E; &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC2F;. &quot;&#xC38;&#xC40; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32; &#xC15;&#xC46;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC17;&#xC41; &#xC17;&#xC3E;&#xC2F;&#xC32;&#xC47;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;.&quot; &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC2C;&#xC48;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; bahir-v&#x101;samu. n. A cloak or upper garment. &#xC2C;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bahish-karin&#x1E6D;su. v. a. To expel from a caste or sect: to degrade or excommunicate. &#xC2C;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2C;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; bahish-k&#x101;ramu. n. Expulsion, degradation: excommunication from sect or caste. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC2C;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; bahish-k&#x1E5B;itu&#x1E0D;u. adj. Expelled from caste, excommunicated. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; (&#xC35;&#xC3E;&#xC21;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC02;&#xC26;&#xC41;&#xC35;</span>&#xA0;&#xA0;b&#x101;n&#x1E0D;uva. [from Skt. &#xC2C;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;.] n. A pot, &#xC15;&#xC41;&#xC02;&#xC21;, &#xC18;&#xC1F;&#xC2E;&#xC41;.
			</div>
                