&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;ndhavamu. [Skt.] n. Relationship, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41; b&#x101;ndha-vu&#x1E0D;u. n. A relation &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;b&#x101;&#x1E6D;a. [Tel.] n. A road, way. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC3F; b&#x101;&#x1E6D;as&#x101;ri. n. A wayfarer, a traveller, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC21;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;b&#x101;&#x1E0D;zu. [H.] n. A kind of hawk, &#xC36;&#xC4D;&#xC2F;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Brightness, brilliancy, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2C;&#xC3E;&#xC5B;&#xC41;&#xC2C;&#xC02;&#xC26;&#xC41; or &#xC2C;&#xC3E;&#xC1C;&#xC3F;&#xC2C;&#xC02;&#xC26;&#xC41; b&#x101;&#x1E0D;zu-bandu. n. An ornament worn on the arm, an armlet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC15;&#xC40;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;b&#x101;ndhaki-n&#x113;yu&#x1E0D;u. [Skt.] n. The son of a prostitute. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC41; b&#x101;&#x1E0D;z&#x101;ru. [H.] n. A shop, &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;. A market, &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;b&#x101;j&#x101;. [H.] n. Music, beating of drums, &amp;c. &#xC2C;&#xC3E;&#xC1C;&#xC3E;&#xC2D;&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; musicians, a musical band. Music, drums and trumpets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC17;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;gemu. [From Skt. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. Wealth, fortune. Good, &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;b&#x101;gu. [Tel.] n. Good, well being, a good state, or condition; health. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. Beauty, charm, attraction. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41; Benefit, use, advantage. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. adj. Good, safe, sound, correct. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;. Beautiful, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC41; what is the use of doing so? &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC3E;&#xC17;&#xC41; very well, yes. &#xC2C;&#xC3E;&#xC17;&#xC30;&#xC3F; b&#x101;gari. (&#xC2C;&#xC3E;&#xC17;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A beautiful or handsome woman or man. &#xC05;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC02;&#xC26;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC46;. &quot;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC46;&#xC32;&#xC26;&#xC47;&#xC1F;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC4D; &#xC26;&#xC17;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC3E;&#xC17;&#xC30;&#xC3F;&#xC28;&#xC4D; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; R. iii. 44. &#xC2C;&#xC3E;&#xC17;&#xC3E; or &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E; b&#x101;g&#x101;. adv. Well, properly, duly, satisfactorily, in good health. &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is all right or safe. &#xC08; &#xC2C;&#xC1F;&#xC4D;&#xC1F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; this cloth is not good. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is well. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC32;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; his parents are alive and well. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; the moonshine was bright. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the girl is pretty. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; b&#x101;gu-ch&#x113;yu. v. a. To do good to, to ameliorate. To mend, trim, repair. To cure. To clean. To set right, rectify, make fit, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC30;&#xC1A;&#xC41;. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC30; b&#x101;gu-d&#x101;ra. n. A small knife, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; bagu-padu. v. n. To be benefited, to thrive, to prosper. To recover health. To be reformed. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; to prosper or thrive. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to benefit, ameliorate, rectify. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; b&#x101;gu-l&#x101;&#x1E0D;i. n. A beau, &#xC05;&#xC02;&#xC26;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; bagulu. n. Gestures, acts. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; foolish gestures. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; one who acts as a mad man. &quot;&#xC2C;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC41;&#xC02; &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC2F;&#xC4D;&#xC2F;.&quot; Satya. iv. 9. &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; (&#xC2C;&#xC3E;&#xC17;&#xC41;+&#xC06;&#xC32;&#xC41;) the lovely wife. &quot;&#xC17;&#xC41;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC2E;&#xC24;&#xC4B;&#xC1F;&#xC17;&#xC4B;&#xC21; &#xC26;&#xC3E;&#xC1F;&#xC3F;.&quot; T. iv. 145.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC3E;&#xC17;&#xC32;&#xC41; or &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; b&#x101;gamulu. [Tel.] n. Areca nut ready cut into pieces for eating. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC21;&#xC3F;. &quot;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2A;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; T. iii. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;b&#x101;ku. [H.] n. A dagger, &#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC15;&#xC40;</span>&#xA0;&#xA0;b&#x101;k&#x12B;. [H.] n. A debt. &#xC0B;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC15;&#xC40; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;. he is in debt. &#xC2C;&#xC3E;&#xC15;&#xC40;&#xC2A;&#xC21;&#xC41; to incur a debt, to be indebted to &#xC2C;&#xC3E;&#xC15;&#xC40; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; to pay a debt. &#xC2C;&#xC3E;&#xC15;&#xC40;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a debtor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC15;&#xC3F;</span>&#xA0;&#xA0;b&#x101;ki. [Tel.] adj. Wide, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC2C;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC4B;&#xC30;&#xC41; b&#x101;ki-n&#x14D;ru. n. A wide mouth. &#xC2C;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; a lion, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC15;&#xC3E;</span>&#xA0;&#xA0;, &#xC2C;&#xC3E;&#xC02;&#xC15;&#xC3E; or &#xC2D;&#xC3E;&#xC02;&#xC15;&#xC3E; b&#x101;k&#x101;. [H.] n. A long trumpet, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC0A;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                