&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;&#x1E0D;hamu. [Skt.] n. A vow, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;. adj. Much, excessive, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;. Hard, firm. adv. Very, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC3F; b&#x101;&#x1E0D;e. [Tel.] n. Mud, mire, slush, ooze, &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC30;&#xC26;. &#xC2C;&#xC3E;&#xC21;&#xC46;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; b&#x101;&#x1E0D;e-pun&#x1E0D;u. n. A sloughing ulcer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC35; b&#x101;&#x1E0D;uva. [Tel.] n. Marshy land, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;b&#x101;&#x1E0D;u. [Tel.] n. A veil or covering, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;. &#xC2C;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC32;&#xC41; b&#x101;&#x1E0D;u-g&#x14D;lu. (&#xC2C;&#xC3E;&#xC21;&#xC41;+&#xC15;&#xC4B;&#xC32;&#xC41; .) n. A low or mean man, &#xC2E;&#xC3E;&#xC28;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC32; b&#x101;&#x1E0D;udala. (&#xC2C;&#xC3E;&#xC21;&#xC41;+&#xC24;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.) n. Putting one to shame, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC38;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC46; b&#x101;&#x1E0D;isa. [Tel.] n. A carpenter&apos;s adze.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; b&#x101;&#x1E0D;idepuche&#x1E6D;&#x1E6D;u. [Tel.] n. A large thorny forest tree. Erythrina indica. &#xC2C;&#xC32;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;. Rox. iii. 249.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC24;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC26; Same as &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC38;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;, &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC46; or &#xC2C;&#xC3E;&#xC21;&#xC41;&#xC17; b&#x101;&#x1E0D;iga. [Tel.] n. Hire, rent. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC35;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; b&#x101;&#x1E0D;asamu. [Tel.] n. A certain plant which has a red flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC35;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC21;&#xC35;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41; b&#x101;&#x1E0D;ava. [Tel.] n. A low lying moist land into which water drains, a boggy spot. A piece of low, swampy ground, &#xC35;&#xC3E;&#xC15;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15; &#xC28;&#xC40;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC21;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;&#x1E0D;abamu. [Skt.] n. A devouring flame, consuming fire, a tremendous conflagration. &#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;. A collection of mares. &#xC06;&#xC21;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC21;&#xC2C;&#xC41;&#xC21;&#xC41; b&#x101;dabu&#x1E0D;u. n. A Brahmin, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. Swa. ii. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC26;&#xC30;&#xC41; b&#x101;daramu. [Tel.] n. The match of a matchlock. &#xC1C;&#xC3E;&#xC28;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41;, &#xC1C;&#xC3E;&#xC28;&#xC15;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41;&#xC09;&#xC02;&#xC1A;&#xC47; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC41; &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC26;&#xC3E;&#xC2E;&#xC41; b&#x101;damu. [H.] n. The almond tree. &#xC2C;&#xC3E;&#xC26;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; almonds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC3E;&#xC27;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC41; b&#x101;tu. [H.] n. A duck, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC3E;&#xC24;&#xC41; a duck. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC3E;&#xC24;&#xC41; a goose. &#xC17;&#xC42;&#xC21;&#xC2C;&#xC3E;&#xC24;&#xC41; the smaller pelican. &#xC1A;&#xC3F;&#xC02;&#xC15;&#xC41;&#xC2C;&#xC3E;&#xC24;&#xC41; the larger pelican.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F; b&#x101;ti. [Tel.] n. Likeness. resemblance. A great matter or affair. Greatness, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC32; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC17;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41; &#xC2C;&#xC3E;&#xC24;&#xC3F;&#xC39;&#xC30;&#xC3F; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC35;&#xC46; &#xC2D;&#xC42;&#xC30;&#xC3F;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC4D;.&quot; M. IX. i. 335. &quot;&#xC27;&#xC28;&#xC2E;&#xC47;&#xC2E;&#xC3F; &#xC2C;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC15;&#xC26;&#xC3F;.&quot; Jag. ii. 31. &quot;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC02; &#xC17;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC47;&#xC2E;&#xC3F;&#xC2C;&#xC3E;&#xC24;&#xC17;&#xC41;.&quot; Ila. iv. 124.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC24;&#xC3E;&#xC16;&#xC3E;&#xC28;&#xC40;</span>&#xA0;&#xA0;b&#x101;t&#x101;-kh&#x101;n&#x12B;. [H.] n. A loquacious person. Vain talking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC24;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC24;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; b&#x101;talin&#x1E6D;su. [Tel.] v. n. To be perplexed, to be puzzled, &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46; &#xC2C;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;, &#xC2A;&#xC21;&#xC17; &#xC28;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC24;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC28;&#xC41;.&quot; Navanadha. iii. 530.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC23;&#xC32;&#xC3F;</span>&#xA0;&#xA0;b&#x101;&#x1E47;ali. [Tel.] n. A metal frying pan with handles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;&#x1E47;amu. [Skt.] n. An arrow. A rocket. &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC1A;&#xC40;&#xC30; a sort of striped cloth like a plaid. &#xC06; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F; that book is worm eaten. &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC38;&#xC02;&#xC1A;&#xC3F; &#xC2C;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC1A;&#xC41; a bag containing firewoks, fireworks. &#xC2C;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; b&#x101;&#x1E47;a-vidya. n. The pyrotechnic art. Fireworks. &#xC2C;&#xC3E;&#xC23;&#xC3E; b&#x101;&#x1E47;&#x101;. n. A cudgel. &#xC26;&#xC02;&#xC21;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a two handed sword. &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC30; a quarter staff, a cudgel or pole used in gymnastics, &#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; b&#x101;&#x1E47;-&#x101;sanamu. n. A bow. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC35;&#xC40;&#xC23;&#xC46;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F; &#xC35;&#xC46;&#xC30;&#xC35;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;.&quot; B. X. 59. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC26;&#xC30;&#xC3E;&#xC2F;&#xC23;&#xC3F; b&#x101;dar&#x101;ya&#x1E47;u&#x1E0D;u. [Skt.] n. An epithet of the sage Vy&#x101;sa. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC3F;. A mad man, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A useless man, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                