&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;nasamu. [Tel. from &#xC2C;&#xC3E;&#xC28;.] n. Cooking, &#xC35;&#xC02;&#xC1F;. A cookroom, kitchen, &#xC35;&#xC02;&#xC1F;&#xC38;&#xC3E;&#xC32;. &#xC2C;&#xC3E;&#xC28;&#xC38;&#xC40;&#xC21;&#xC41; b&#x101;nas-&#x12B;&#x1E0D;u. n. A cook. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC41; b&#x101;nagillu. [Tel.] v. n. To be forced, compelled or obliged, &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC28;</span>&#xA0;&#xA0;b&#x101;na. [Tel.] n. A kettle, a boiler, a large pot. &#xC15;&#xC21;&#xC35;. &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC2C;&#xC3E;&#xC28; a washerman&apos;s vat or large earthen vessel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC27;</span>&#xA0;&#xA0;b&#x101;dha. [Skt.] n. Pain, trouble, affliction, plague, annoyance, grief. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41; b&#x101;dhakamu. n. An obstacle, hindrance, what hinders, opposes, or pains. &#xC2C;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; never mind, no matter: there&apos;s no must in the case. adj. Troublesome, hindering, awkward, opposing. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41; b&#x101;dha-pa&#x1E0D;u. v. n. To be in pain, to grieve. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; b&#x101;dhin&#x1E6D;su. v. a. To vex, trouble, oppress, torment, plague, force. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; b&#x101;dhitu&#x1E0D;u. n. One who suffers or is afflicted. &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; b&#x101;dhyamu. adj. Responsible, liable. Connected with, related to, having a right or claim to. &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24; or &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; b&#x101;dhyata n. Responsibility, liability. Relationship, heirship. Right. claim. &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; b&#x101;dhya-sthu&#x1E0D;u. n. One who is responsible or liable. An heir. A rightful owner. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC3E; &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC28;&#xC41; am I responsible for that? &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; b&#x101;dhyapa&#x1E0D;u. v. n. To be obliged or bound, to be under obligation to be responsible or liable. &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC1A;&#xC41; b&#x101;dhya-para&#x1E6D;su. v. a. To oblige, put under obligation, cause to be responsible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;b&#x101;du. [Tel.] v. a. To thrash, beat, cudgel. &#xC2A;&#xC21;&#xC2C;&#xC3E;&#xC26;&#xC41; to knock down. n. Fees in grain paid to the village servants before the division of a crop. &#xC2C;&#xC3E;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; an allowance of grain given to the village servants in those Paraganas where more ground was formerly given away by the local authorities than existed in reality. (Viz&#x101;g.) &#xC2C;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; b&#x101;&#x1E0D;ukonu. v. a. To beat oneself. &#xC2C;&#xC3E;&#xC26;&#xC41;&#xC17;&#xC3E; b&#x101;du-g&#x101;. adv. From time immemorial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;b&#x101;darin&#x1E6D;su. [Tel.] v. n. To be equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC26;&#xC30;&#xC3E;</span>&#xA0;&#xA0;b&#x101;dar&#x101;. [Tel.] n. Hurry. &#xC06;&#xC26;&#xC30;&#xC3E; &#xC2C;&#xC3E;&#xC26;&#xC30;&#xC3E;&#xC17;&#xC3E; in a great hurry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC47; b&#x101;pu. [Tel.] interj: Well done! Huzza! &#xC2C;&#xC33;&#xC40; O dear!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2A;&#xC24;&#xC41;</span>&#xA0;&#xA0;b&#x101;patu. [H.] n. An item, a head or section. adj. Relating to, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC2F;&#xC4D;&#xC2F; b&#x101;pa&#x1E0D;u. [from Skt. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;.] n. A Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC3E;&#xC2A;&#xC28; b&#x101;pana. adj. Brahmin, Brahminical, appertaining to Brahmins. &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC15;&#xC4D;&#xC15;, &#xC2C;&#xC3E;&#xC2A;&#xC24; or &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC26;&#xC3F; b&#x101;pan-akka. n. A Brahmin woman. &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC1A;&#xC40;&#xC2E;. n. A large red ant found on trees. &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC2C;&#xC3E;&#xC24;&#xC41; or &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC15;&#xC4B;&#xC21;&#xC3F; b&#x101;pana-b&#x101;tu. n. The Brahminy duck or Ruddy Sheldrake, Casaroarutila (F.B.I.) &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC41;&#xC21;&#xC41; b&#x101;pana-v&#x101;&#x1E0D;u. n. A Brahmin. &#xC2C;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; (&#xC2C;&#xC3E;&#xC2A;&#xC28;+&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;) n. The state of being a Brahmin, Brahminhood, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC46; b&#x101;nisa. [Tel. probably from &#xC2C;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41; &amp; &#xC2C;&#xC3E;&#xC28;.] n. A female slave, or maid-servant, &#xC26;&#xC3E;&#xC38;&#xC3F;. &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC2E;&#xC41; b&#x101;nisamu. n. Slavery, &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC40;&#xC21;&#xC41; or &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC35;&#xC3E;&#xC21;&#xC41; b&#x101;nis-&#x12B;&#x1E0D;u. n. A male slave, a servant, &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
                