&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;b&#x101;yi. [Tel.] n. A woman&apos;s breast mother&apos;s milk, &#xC38;&#xC4D;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;mu. [Tel.] n. Birth, production. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Grief, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. Embarassment, entanglement. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41; a former birth. &quot;&#xC30;&#xC18;&#xC42;&#xC26;&#xC4D;&#xC35;&#xC39;&#xC28;&#xC47; &#xC38;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F;&#xC28;&#xC48;&#xC28;&#xC28;&#xC40;, &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC4B;&#xC2E; &#xC17;&#xC02;, &#xC17;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC39;&#xC3E;&#xC28;&#xC26;&#xC41;&#xC32;&#xC4D;.&quot; R. vii. 118. &#xC24;&#xC4A;&#xC32;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC21;&#xC41; to harass. Ila. iv. 81. &#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to torture, torment, plague. &quot;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC48; &#xC2F;&#xC4A;&#xC38;&#xC17;&#xC41; &#xC35;&#xC40;&#xC21;&#xC41;&#xC2C;&#xC39;&#xC41;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; Sananda Gan. iii. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;b&#x101;bu. [Tel. Cognate with Eng. Papa&apos;, Skt. &quot;Pita&quot;, Heb. &quot;Abba&quot;] n. Father, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. A venerable man, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;b&#x101;b&#x101;. [Tel.] n. A horse. An elephant. &quot;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2C;&#xC3E;&#xC2C;&#xC3E;&#xC32;&#xC41;.&quot; (R. i. 108.) the horses of the sun. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC3E;&#xC2C;&#xC3E;&#xC35;&#xC1C;&#xC40;&#xC30;&#xC41; the parrot knight, i.e., Manmadha. &#xC2C;&#xC3E;&#xC2C;&#xC3E;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; a horseman, rider, knight; an epithet of Kub&#x113;ra. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2C;&#xC3E;&#xC2C;&#xC3E; the white elephant of Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC38;&#xC3F;</span>&#xA0;&#xA0;b&#x101;rasi. [Tel.] n. The twelfth day of a fortnight. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC3F;, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC2C;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC3E;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC38;&#xC32;&#xC3F;&#xC32;, &#xC2A;&#xC3E;&#xC30;&#xC23;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC41;&#xC02;&#xC21;&#xC02;&#xC24;&quot; &#xC2D;&#xC3E;&#xC17;. ix.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;b&#x101;rak&#x101;su. [Eng.] n. Barracks. &#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; b&#x101;rakamu. [from Skt. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Weight, heaviness; a burden, load.&#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. A crisis, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2C;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the fever is at its height or crisis. &#xC2C;&#xC3E;&#xC30;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; b&#x101;rakin&#x1E6D;su. v. n. To become severe, as fever. &#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC3E;&#xC30;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have a prospect of illness. &#xC2C;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC3F; b&#x101;ra-k&#x101;&#x1E0D;i. n. A break, or yoke in which bullocks are trained. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC2F;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC15;&#xC3E;&#xC21;&#xC3F;. &#xC2C;&#xC3E;&#xC30;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC35;&#xC3E;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; b&#x101;ra-pa&#x1E6D;&#x1E6D;e. n. A chief beam lying on pillars.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;b&#x101;rangi-che&#x1E6D;&#x1E6D;u. [Tel.] n. A certain tree. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;</span>&#xA0;&#xA0;b&#x101;ra. [Tel.] n. A fathom, the length of the two arms extended. &#xC1A;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC30;&#xC46;&#xC2E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC24;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC32;&#xC41;. &#xC2A;&#xC26;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC32;&#xC41; twenty yards. &#xC2C;&#xC3E;&#xC30; or &#xC2C;&#xC3E;&#xC30;&#xC3E; b&#x101;ra. [H.] Twelve &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;. &#xC2C;&#xC3E;&#xC30;&#xC1A;&#xC3E;&#xC1A;&#xC41; b&#x101;ra-ts&#x101;tsu. v. a. To extend. (the arms, so as to embrace.) &quot;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC3E;&#xC30;&#xC1A;&#xC3E;&#xC1A;&#xC3F; &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC1F;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; T. iv. 146. &#xC2C;&#xC3E;&#xC30;&#xC1A;&#xC3E;&#xC2A;&#xC41; b&#x101;ra-&#x1E6D;s&#x101;pu. n. The cloth called Long cloth. &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. &#xC2C;&#xC3E;&#xC30;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; a very long piece of timber, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC30;&#xC2A;&#xC4B;&#xC2F;&#xC41; b&#x101;ra-p&#x14D;yu. v. a. To spin, with the arm fully stretched. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC38;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC02;&#xC24;&#xC35;&#xC30;&#xC15;&#xC41; &#xC28;&#xC42;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC0F;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC2A;&#xC4B;&#xC2F;&#xC41; to spin thread. &#xC2C;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC3F; b&#x101;r-&#x101;di. (&#xC2C;&#xC3E;&#xC30;+&#xC05;&#xC26;&#xC3F;) adj. A great deal. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. A great many. &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC32;&#xC3E;. &quot;&#xC13;&#xC30;&#xC4B;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC21;&#xC3E;, &#xC30;&#xC3E;&#xC30;&#xC3E; &#xC28;&#xC3E;&#xC35;&#xC46;&#xC02;&#xC1F; &#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC30;&#xC3E;&#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC28;&#xC48;, &#xC2C;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC21;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26; &#xC15;&#xC4B;&#xC30;&#xC3E;&#xC28;&#xC40;&#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; HN. iv. 233. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC40;&#xC37;&#xC41;&#xC35;&#xC41;&#xC32;&#xC48;, &#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC30;&#xC3F;&#xC30;&#xC3F;, &#xC2C;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC32;&#xC41;&#xC24;&#xC32;&#xC02;&#xC15;&#xC28;&#xC4D;.&quot; A. iii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;b&#x101;ras&#x101;la. [Tel.] n. A ceremony or festival, held on the eleventh day after the birth of a child.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;ramu. [from Skt. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Weight, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. adj. Heavy, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;.
			</div>
                