&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x101;ri-samaru. [Tel.] v. a. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;. To annoy, trouble.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC42;&#xC15;</span>&#xA0;&#xA0;b&#x101;ri-mudra-r&#x16B;ka. [Tel.] n. A forged coin. A light coin, one of an old coinage. There is a proverb, &quot;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC47;, &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC30;&#xC41;&#xC15;&#xC47;&quot; cf. &apos;A shilling&apos;s a shilling but a crown&apos;s a crown.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;b&#x101;ri. [Tel.] n. Annoyance, trouble. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC35;&#xC4D;&#xC2F;&#xC27;, &#xC39;&#xC3F;&#xC02;&#xC38;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. The slope at the side of a great well for bullocks to run down in drawing up water, by a rope running over a pulley. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC46;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC30;&#xC3F;. An elephant&apos;s tether. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;. &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to gallop, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; a sheep let go at a feast to be run for, as a victim or prize. &quot;&#xC17;&#xC4B;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F;, &#xC17;&#xC4B;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC28;&#xC4A;&#xC38;&#xC17;, &#xC35;&#xC32;&#xC38;&#xC46;&#xC2C;&#xC4B;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC42;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC4D; &#xC24;&#xC42;&#xC17;&#xC3F;&#xC1A;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC21;, &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC40;&#xC17;&#xC17;&#xC3E;&#xC28;&#xC47;&#xC32;.&quot; S&#x101;r. D. v. 295. why sacrifice yourself to love? &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he fell a victim to love. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC32;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC48;&#xC35;&#xC21;&#xC3F;&#xC28;&#xC4D; like a fawn escaping from a tiger. &#xC2C;&#xC3E;&#xC30;&#xC3F; or &#xC2D;&#xC3E;&#xC30;&#xC3F; b&#x101;ri. adj. Great, large, big. &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; well to do people, rich folks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC3E;</span>&#xA0;&#xA0;b&#x101;rl&#x101;-g&#x101;. [Tel.] adv. Wide open. &#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC3E;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28; &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; a door wide open.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;b&#x101;r&#x1E0D;zapu-che&#x1E6D;&#x1E6D;u. [Tel.] n. The tree called Moochy wood. See &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;b&#x101;ruva. [from Skt. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A certain weight equal to twenty maunds. &#xC07;&#xC30;&#xC41;&#xC35;&#xC48; &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;&#xC32;&#xC17;&#xC32; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;b&#x101;ru-ch&#x113;yu. [from Eng, &apos;Ba&#x303;r.&apos;] v. a. To load a gun. &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC3E;&#xC30;&#xC1A;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x101;ru. [Tel.] n. A line, row, range, series, &#xC35;&#xC30;&#xC41;&#xC38;. A multitude, troop. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC1A;&#xC40;&#xC2E;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; a line of ants. &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F; standing in a line.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC30;&#xC3F; b&#x101;r&#x12B;. [Tel.] n. An elephant&apos;s tether, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;risamu. [Tel.] n. A mask, a masquerade, a disguise, &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
                