&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;b&#x101;&#x1E37;i. [Tel.] n. Concern; affection, emotion, passion, love, desire, lust. &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;; &#xC06;&#xC36;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC42;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC02;&#xC17;&#xC17;&#xC42;&#xC21;&#xC26;&#xC40;&#xC38;&#xC41;&#xC26;&#xC24;&#xC3F;&#xC38;&#xC4A;&#xC2C;&#xC17;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC24; &#xC28;&#xC46;&#xC2E;&#xC26;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2C;&#xC3E;&#xC33;&#xC3F;.&quot; T. iii. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC32;&#xC40;&#xC38;&#xC41;</span>&#xA0;&#xA0;b&#x101;l&#x12B;su. [H.] n. A large pillow to recline against, &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC32;&#xC2C;&#xC02;&#xC26;</span>&#xA0;&#xA0;b&#x101;la-banda. [Tel.] n. Rabbit weed, a plant with very deep roots. Ipomea pescaprae.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC32;</span>&#xA0;&#xA0;b&#x101;la. [Skt.] adj. Young, tender, fresh. &#xC2C;&#xC3E;&#xC32;&#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; an infant family, a family of orphans. n. A damsel, maid, virgin, &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. A stubborn woman, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC36;&#xC3E;&#xC02;&#xC21; b&#x101;la-k&#x101;n&#x1E0D;a. n. The name of the first book of the R&#x101;mayana. &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41; b&#x101;lakudu. n. A youth. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; b&#x101;la-grahamu. n. An ogre or fairy that frightens infants. B. X. 254. &#xC2C;&#xC3E;&#xC32;&#xC2C;&#xC4B;&#xC27; a child&apos;s instruction; a child&apos;s primer. &#xC2C;&#xC3E;&#xC32;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; the follies of a young heir. &#xC2C;&#xC3E;&#xC32; &#xC32;&#xC24; a tender creeper. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC24;, &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;, &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC32;&#xC41; b&#x101;linta. n. A woman in childbed. &quot;&#xC05;&#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC38;&#xC32;&#xC4D; &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC24; &#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC42;&#xC28;&#xC3F;.&quot; B. X. 209. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC24;&#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41; b&#x101;linta-b&#x14D;lamu. n. A particular medicine given to a woman in child bed. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC24;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; or &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; b&#x101;linta-rogamu. n. Puerperal fever. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15; b&#x101;lika. n. A lass, or maiden. &#xC2C;&#xC3E;&#xC32;. &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; young women. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41; young female bees. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC36;&#xC2E;&#xC41; b&#x101;li&#x1E63;amu. adj. Silly, childish, puerile. &#xC2A;&#xC38;&#xC3F;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. M. VIII. iv. 234. &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC36;&#xC41;&#xC21;&#xC41; b&#x101;li&#x1E63;u&#x1E0D;u. n. A fool, a simpleton, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC21;&#xC41;. M. XII. vi. 111. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; b&#x101;lu&#x1E0D;u. n. A youth, a lad. &#xC28;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; the new moon when one day old. Plu: &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC41;. &#xC2C;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC2E;&#xC41; b&#x101;l&#x113;yamu. adj. Agreeable to a child. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. Soft, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;. &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; b&#x101;lyamu. n. Childhood, &#xC2A;&#xC38;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC38;</span>&#xA0;&#xA0;b&#x101;sa. [from Skt. &#xC2D;&#xC3E;&#xC37;.] n. A language, &#xC2D;&#xC3E;&#xC37;. A slang dialect. A word or phrase. An oath; a command or adjuration, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. A vow, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. A sign or mark, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC3E;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41; to swear by laying your hand on the earth. &quot;&#xC2A;&#xC3E;&#xC32;&#xC24;&#xC4B;&#xC24;&#xC32;&#xC2F;&#xC02;&#xC1F;&#xC3F;&#xC2C;&#xC3E;&#xC38;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC41;&quot; even though they wash their heads in milk and then swear. &#xC2C;&#xC3E;&#xC38;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; b&#x101;sa-patrika. n. A written promise, a solemn declaration, in writing. &#xC2C;&#xC3E;&#xC38;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; or &#xC2C;&#xC3E;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41; b&#x101;sa-paluku. n. To take on oath, to swear. &#xC2C;&#xC3E;&#xC38;&#xC3E;&#xC21;&#xC41; b&#x101;s-&#x101;&#x1E0D;u. v. n. To talk, to converse. &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;shpamu. [Skt.] n. A tear. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; tears of joy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;b&#x101;vuru-m-anu. [Tel. anuk.] v. n. To be dreary. To echo, to resound as an empty house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; b&#x101;vuru-g&#x101;&#x1E0D;u. [Tel. Literally, &quot;one that makes a caterwauling.&quot;] n. A tom cat, or wild cat. &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC38;&#xC47; &#xC17;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC17;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;</span>&#xA0;&#xA0;b&#x101;va. [Tel.] n. A sister&apos;s husband, if older than oneself. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC17;&#xC21;&#xC41;. The son of a mother&apos;s brother, or of a father&apos;s sister, if older than oneself, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC48;&#xC28; &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24; &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. A woman&apos;s brother-in-law, if older than her husband. &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC05;&#xC28;&#xC4D;&#xC28;. See &#xC2E;&#xC30;&#xC26;&#xC3F;. &#xC2C;&#xC3E;&#xC35;&#xC2E;&#xC30;&#xC26;&#xC3F; a man&apos;s brother-in-law, either older or younger than himself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC38;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x101;sa-v&#x101;lu. [Tel.] n. A penitent, a sage, &#xC0B;&#xC37;&#xC3F;. &#xC2E;&#xC41;&#xC28;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. A god, &#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;, &#xC2C;&#xC3E;&#xC38;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC4A;&#xC30; b&#x101;sa-v&#x101;ludora. n. An epithet of Indra, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. A sage, &#xC2F;&#xC4B;&#xC17;&#xC3F;. &quot;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC35;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC1C;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC46; &#xC28;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC38;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC2E;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC47;&#xC24;&#xC24;&#xC4D;&#xC15;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC02; &#xC2C;&#xC4A;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F; &#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F;.&quot; Chenna v. 432.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC38;&#xC1F;</span>&#xA0;&#xA0;b&#x101;sa&#x1E6D;a. [Tel.] n. Assistance, aid, help. &#xC09;&#xC2A;&#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC43;&#xC39;&#xC26;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC47; &#xC28;&#xC2E;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC38;&#xC1F; &#xC2F;&#xC48;&#xC15;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC38;&#xC48;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC24;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2A;&#xC30;&#xC1A;&#xC3F;.&quot; M. VII. ii. 99.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x101;vu-&#x1E0D;&#x14D;ru. [H.] n. A horse&apos;s leading rein.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;b&#x101;vu&#x1E6D;&#x101;. [H.] n. A flag. &#xC1C;&#xC46;&#xC02;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;b&#x101;vu-konu. [Tel.] v. a. To gobble, devour, swallow, gulp. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;b&#x101;vi. [Tel.] n. A well, &#xC28;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A tank, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. A spring, &#xC26;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;. A pit, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC32;&#xC02;&#xC15;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC32;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC1C;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; wells dug side by side.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC28;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x101;van&#x101;lu. [from Skt. &#xC2C;&#xC3E;&#xC35;&#xC28;&#xC32;&#xC41;.] n. Outlines: the first lines drawn, when carving a statue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC40;</span>&#xA0;&#xA0;b&#x101;vil&#x12B;. [Tel.] n. A gold earring. One kind is called &#xC2A;&#xC41;&#xC21;&#xC15;&#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC5B;&#xC3E;&#xC32;&#xC46;. (q. v.)
			</div>
                