&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;hu&#x1E37;yamu. [Skt. from &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC41;.] n. Abundance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;hukamu. [Skt.] n. A raft. &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;hiramu. [from Skt. &#xC2C;&#xC39;&#xC3F;&#xC03;.] adj. Made public, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Excommunicated, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC24;&#xC47; &#xC35;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC32;&#xC41;&#xC21;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC47; &#xC2E;&#xC4A;&#xC21;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;, &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC40;&#xC35;&#xC41;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC02;&#xC2C;&#xC41;.&quot; M. V. iii. 212. &#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; b&#x101;hira-p&#x14D;vu. v. n. To become public, or open, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. To faint, to loss the senses. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC15; &#xC15;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC35;&#xC02;&#xC1A;&#xC28;&#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;, &#xC2A;&#xC4B;&#xC35;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC02;&#xC17;&#xC2E;&#xC28;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC2C;&#xC30;&#xC3F; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC02;, &#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC28;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC28;&#xC3E;&#xC35;&#xC32;&#xC2A;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC28;&#xC41;&#xC35;&#xC32;&#xC26;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC40;.&quot; M. IV. ii. 91. &quot;&#xC05;&#xC24;&#xC02;&#xC21;&#xC41; &#xC38;&#xC4B;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC15;&#xC24;&#xC47;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC02;, &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC24; &#xC2C;&#xC3E;&#xC23;&#xC1A;&#xC2F;&#xC15;&#xC40;&#xC32;&#xC24;&#xC26;&#xC47;&#xC39;&#xC41;&#xC28;&#xC3F;&#xC1C;&#xC47;&#xC38;&#xC46;.&quot; M. IX. i.424. &#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41; b&#x101;hiru&#x1E0D;u. n. One who is outside, or excommunicated, &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC05;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2B;&#xC32;&#xC32;&#xC02; &#xC2A;&#xC1F;&#xC41;&#xC21;&#xC28;&#xC17;&#xC41;&#xC26;&#xC41;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC2A;&#xC2B;&#xC32;&#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC48;, &#xC28;&#xC1F;&#xC28;&#xC3F;&#xC1F;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC46;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3E;.&quot; M. XII. i. 73.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;h&#x101;&#x1E6D;amu. [from Skt. &#xC2C;&#xC39;&#xC3F;&#xC03;.] adj. Public, open, loud, notorious, undisguised. n. Publicity, openness. &#xC2C;&#xC3E;&#xC39;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; b&#x101;h&#x101;&#x1E6D;amu-g&#x101;. adv. Openly, publicly, notoriously, undisguisedly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;</span>&#xA0;&#xA0;b&#x101;ha. [Skt.] n. The shoulder, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;, &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;. The upper arm, &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;sikamu. [Tel.] n. A nuptial crown worn on the forehead of the bride and bridegroom. A. i. 66. &#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC26;&#xC02;&#xC21; a garland worn on the forehead. &#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; b&#x101;sika-pa&#x1E6D;&#x1E6D;u. n. A sitting posture in which the legs are placed over each other, &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC40;</span>&#xA0;&#xA0;bind&#x12B;. [Tel.] n. A jewel worn by children or by women on their forehead, &#xC1A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bindamu. [from Skt. &#xC2C;&#xC43;&#xC02;&#xC26;&#xC2E;&#xC41;.] n. A multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;binjaramu. [Tel.] n. A certain plant. H. iv. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;bingu-r&#x101;&#x1E0D;zu. [Tel.] n. A sort of mocking bird, which is black and smaller than a crow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;bingi-p&#x101;ru. [Tel.] v. n. To send forth a lot of unhealthy shoots (used of grain.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC41; binkamu. [Tel.] n. Tightness, stiffness. Pride, presumption, arrogance. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;. A proud word, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2C;&#xC3F;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; to be saucy. &quot;&#xC07;&#xC15; &#xC28;&#xC40;&#xC2C;&#xC3F;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC23;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC41;.&quot; N. iv. 198.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41; b&#x101;hlikamu. [Skt.] adj. Brought from Balkh. n. Saffron, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC2E;&#xC41;. Asaf&#x153;tida, &#xC07;&#xC02;&#xC17;&#xC41;&#xC35;. A horse from Balkh. &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC32;&#xC3F;&#xC15; &#xC26;&#xC47;&#xC36;&#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A. ii. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x101;hyamu. [Skt.] adj. Lying outside, that which is excluded, outer, external, public. &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC3F;&#xC26;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; b&#x101;hyu&#x1E0D;u. n. One who is outside, an outsider, an outcaste. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; those who are not allowed to hear the Vedas, excommunicated people.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;b&#x101;huvu. [Skt.] n. The arm. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41; b&#x101;huju&#x1E0D;u. n. A Kshatriya. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F; or &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC26;&#xC2E;&#xC41; b&#x101;hu-puri. n. An ornament worn on the upper arm &#xC15;&#xC47;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41;. Swa. pref. 35. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; b&#x101;hu-purulu. n. The name of a sort of grain. H. iv. 158. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; b&#x101;hu-m&#x16B;lamu. n. The armpit, &#xC1A;&#xC02;&#xC15;, &#xC15;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Swa. v. 107. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; b&#x101;huyuddhamu. n. A struggle, a hand to hand fight.
			</div>
                