&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC3F; bik&#x101;ri. [from Skt. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.] n. A beggar, &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC21;&#xC41;. A useless person, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC2E;&#xC41; bikiramu. n. Alms, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; one inclined to begging, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC2C;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bimbamu. [Skt.] n. An image, figure, shape, form, shadow, reflection. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;. An orb or disc, as of the sun or moon. (&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;) &#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;. A scarlet fruit in colourlike a cherry, the Momordica monadelpha, &#xC26;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC02;&#xC21;&#xC41; (to which lips are compared in poetry.) &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F; or &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3E;&#xC27;&#xC30; a rosy or rubylipped maid. &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; bimbitamu. adj. Imaged, reflected, as in a mirror, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC2F; binde. [Tel.] n. A metal vase, or pot, of a large size and with a narrow neck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;binduvu. [Skt.] n. A drop. (&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;) &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A dot, &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;. A small circle or cipher representing the letters &#xC23;, &#xC28;, or &#xC2E;, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;. An epigram says &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC1A;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC1A; &#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC02; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC23;&#xC02;, &#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC26;&#xC39;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC40;&#xC35;&#xC02; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC2A;&#xC4D;&#xC2F;&#xC39;&#xC4B;. &#xC1A;&#xC3F;&#xC24; the funeral pyre, and &#xC1A;&#xC3F;&#xC02;&#xC24;, grief, differ only in a (bindu) cipher: the former consumes the dead, the latter the living body.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;bikku. [Tel.] n. Fear, fright, trembling, &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is all in a fright.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bikkirin&#x1E6D;su. [Tel.] v. a. To erect or cock up, as the ears, &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;bikki. [Tel.] n. A certain jungle tree. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC1F;&#xC2E;&#xC41;.
			</div>
                