&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30; bi&#x1E6D;&#x1E6D;a-birru. [Tel. &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;+&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;.] adj. Very tight or stubborn, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;. &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC17;&#xC3E; bi&#x1E6D;&#x1E6D;a-birru-g&#x101;. adj. At once, suddenly. BD. VI. 500.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bi&#x1E6D;&#x101;ramu. [Tel.] n. A coquettish prank, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &#xC2C;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F; bi&#x1E6D;&#x101;ri. n. A coquette. &#xC2C;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; or &#xC2C;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; bi&#x1E6D;iki. n. A gad-about. &quot;&#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC1A;&#xC46;&#xC02;&#xC24;&#xC15;&#xC02;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC30;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; A. ii. 203. &quot;&#xC2C;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC17;&#xC30;&#xC41;&#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC35;&#xC40;&#xC1F;&#xC3F;&#xC2E;&#xC47;&#xC1F;&#xC3F; &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC4B;&#xC21;&#xC46;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC26;&#xC41; &#xC2E;&#xC4B;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC42;&#xC30;&#xC3F;&#xC2C;&#xC48;&#xC1F;&#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC4B;&#xC1F;.&quot; Samagamam. iii. 31. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; bi&#x1E6D;ikitanamu. n. Incontinence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC5B;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;bidzugu. [Tel.] v. a. To tell lies. &#xC2C;&#xC4A;&#xC2F;&#xC3F;. &quot;&#xC15; &#xC2C;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC21;&#xC3F;, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC28;&#xC4D;, &#xC38;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC02; &#xC17;&#xC1C;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC26;&#xC28;&#xC47;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; &#xC38;&#xC3E; iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bi&#x1E6D;s&#x1E6D;amu. [from Skt. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.] n. Alms. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to beg. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bestow alms. &#xC07;&#xC26;&#xC3F; &#xC24;&#xC2E;&#xC30;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC28;&#xC41; I shall consider this as a piece of charity to me. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC21;&#xC41; bi&#x1E6D;s&#x1E6D;sa-g&#x101;&#x1E0D;u. n. A beggar. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC1A;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;bich&#x101;n&#x101;. [H.] n. A mattress, bedding. &#xC2A;&#xC21;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F; biga. [Tel.] adv. Tightly. &#xC2C;&#xC3F;&#xC17;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; biga-tokku. v. a. To tread in or tread down tight. &#xC2C;&#xC3F;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; biga-pattu. v. a. &amp; n. To stop, to withhold, keep back, check, suspend. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; to hold the breath in. &#xC35;&#xC3E;&#xC28; &#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the rain held off. &#xC28;&#xC3E; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he kept back my pay. &#xC2C;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC3F; big&#x101;di. adj. Penniless, destitute. n. A beggar. &quot;&#xC38;&#xC40; &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC2C;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC21;&#xC3F;&#xC2C;&#xC02;&#xC21; &#xC17;&#xC41;&#xC02;&#xC21;&#xC21;&#xC41;&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC17;&#xC41;&#xC32;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC17;&#xC4B;&#xC35;&#xC41;.&quot; H. v. 128. &#xC2C;&#xC3F;&#xC17;&#xC3F; bigi. n. Tightness. Firmness of flesh or body. Rigidity, austerity, superciliousness. &#xC26;&#xC43;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;. adj. Tight, hard, firm. Rigid, austere, proud, arrogant. &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26; a stick that holds any two things tight. &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC41; or &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41; bigin&#x1E6D;su. v. a. To tighten to fasten: to stop, suspend. To be stubborn. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC28;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she stayed at home refusing to go to her husband&apos;s house. &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; bigimpu. n. Rigidity, stiffness. Austerity &#xC28;&#xC40; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC35;&#xC41; your stiffness will do no good. &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; bigitamu. (&#xC2C;&#xC3F;&#xC17;&#xC3F;+&#xC07;&#xC24;&#xC2E;&#xC41;.) adj. Firm, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; bigi-m&#x101;namu. n. Tightness, firmness. Rigidity. Austerity. Superciliousness. &quot;&#xC08;&#xC2F;&#xC02;&#xC21;&#xC1C;&#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC3E;&#xC28; &#xC15;&#xC46;&#xC28;&#xC2F;&#xC4C;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC26;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC40;&#xC1C;&#xC17;&#xC28;&#xC4D;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC3F; &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC02;&#xC1A;&#xC41; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2C;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC17;&#xC46;&#xC35;&#xC02;&#xC24;&#xC1F;&#xC28;&#xC4D;.&quot; N. vii. 67. &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41; bigiyu. v. n. To be tight. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC17;&#xC41;, &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To be proud or arrogant. &quot;&#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;, &#xC2A;&#xC3F; &#xC32;&#xC41;&#xC35;&#xC2C;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC33; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC15;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; L. v. 132. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC24;&#xC41; bigutu. n. Tightness, tension, adj. Tight. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41; biguvu. n. Tightness, Rigidity, stiffness, austerity. Superciliousness, &#xC2C;&#xC3F;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; biguvukonu. v. n. To become tight, &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC17;&#xC41;. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; biguvulu. n. A stays, or rafter in a building. A bundle, sheaf, or rafter in a building. A bundle, sheaf, pack, bale. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC41; 1&#xC15;&#xC3F; 1&#xC4D; &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC32; &#xC35;&#xC02;&#xC24;&#xC41;&#xC28; &#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they sell indigo stalks at sixteen bundles a rupee. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC35;&#xC30;&#xC39;&#xC3E; 1&#xC15;&#xC3F; &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC35;&#xC02;&#xC24;&#xC41;&#xC28; &#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; 30 &#xC35;&#xC02;&#xC24;&#xC41;&#xC28; thirty packs or bundles of straw per pagoda. &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17; or &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28; bigga. adv. Tightly. All at once. Vijaya. iii.24. &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;, &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC30; or &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30; biggara. adv. Tightly, firmly. Aloud. &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC17;&#xC3E; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; to laugh out. &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to speak loudly. &#xC2C;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC3F; biggili. adv. Tightly (said of an embrace.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41; bi&#x1E0D;iyamu. [Tel.] n. Shame. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;. A dagger. &#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC2A;&#xC26;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC15;&#xC3E;&#xC38;&#xC46;&#xC32;&#xC02;, &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC1F;&#xC26;&#xC4B;&#xC2A;&#xC3F;.&quot; Swa. iv. 39. &#xC1F;&#xC40; &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC1F;&#xC26;&#xC4B;&#xC2A;&#xC3F;, &#xC2C;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC05;&#xC02;&#xC1F;&#xC26;&#xC4B;&#xC2A;&#xC3F;. &quot;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC32; &#xC2A;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC46;&#xC38;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Navan. P. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bi&#x1E0D;&#x101;lamu. [Skt.] n. A cat &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. M. IV. ii. 127. &#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC32;&#xC3F; bi&#x1E0D;&#x101;li. n. A female cat. R. vi. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC41; bi&#x1E0D;&#x101;ramu. [Tel.] n. A caravan. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC1A;&#xC28;&#xC41;&#xC2A;. A drove of loaded cattle. A load. A head. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC41; a heap of sacks of areca nut. A camp or halting place. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;, &#xC2C;&#xC38;, &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41; a tinker&apos;s camp. &quot;&#xC06; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC33;&#xC35;&#xC3E;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC27;&#xC41;&#xC02;&#xC21;&#xC41; &#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC46;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC28;&#xC26;&#xC41; &#xC2C;&#xC3F;&#xC21;&#xC30;&#xC41;&#xC32;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC3F;.&quot; Vencata. P. 35. &#xC1F;&#xC40; &#xC24;&#xC28;&#xC26;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC24;&#xC28;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bi&#x1E0D;&#x101;yin&#x1E6D;su. [H.] v. a. To fold up a letter; to enclose in a letter; to join. &#xC12;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC4A;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bi&#x1E0D;amu. [Tel.]n. A cake of salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;</span>&#xA0;&#xA0;bi&#x1E0D;a. [Tel. another form of &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;.] n. A child. &#xC06;&#xC2C;&#xC3F;&#xC21; or &#xC06;&#xC35;&#xC3F;&#xC21; that woman. &#xC08;&#xC2C;&#xC3F;&#xC21; this woman. &#xC0F;&#xC2C;&#xC3F;&#xC21; which woman?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bi&#x1E6D;&#x1E6D;u. [Tel.] n. Excess. A great action. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Firmness, tightness, &#xC26;&#xC43;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;.&quot; B. X. 359. &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; bi&#x1E6D;&#x1E6D;u. adv. Greatly, much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. Often, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC3E;. Quickly, &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC0E;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Swa. iv. 68. &quot;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32;, &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vish. ii. 48. &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC3F;&#xC2F;&#xC41; to burst with a crash. &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41; to be astonished or frightened. &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC32;&#xC41; to wail, to howl. Rukm&#x101;ngada. v. 92. &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; bi&#x1E6D;&#x1E6D;u-bi&#x1E37;&#x1E37;u. (&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;+&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) adv. Suddenly, &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;.
			</div>
                