&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;bi&#x1E0D;uvu. [Tel.] n. An interval, leisure. &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. adj. Having an interval, &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;binugu. [Tel.] n. A sportsman or hunter. (an obsolete word) &quot;&#xC1C;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC02;&#xC21;&#xC46;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC32;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F; &#xC28;&#xC21;&#xC32;&#xC24;&#xC4B; &#xC2C;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;, &#xC17;&#xC26;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC40;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC28;&#xC30;&#xC41;&#xC24;.&quot; S. i. 187.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bittaramu. [Tel.] n. A flash of light. &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;. Brightness. A coquettish prank, an amorous gesture, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;, &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC47;&#xC21;&#xC38;&#xC2E;&#xC40;&#xC32;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC46;.&quot; N. ix. 404. &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17; bittaramu-ga. adv. Flashingly. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;. Gracefully, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;. &quot;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC46; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC17;&#xC30;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC3F; &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17; &#xC1A;&#xC32;&#xC4D;&#xC35;&#xC2A;&#xC3E;&#xC35;&#xC21;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;.&quot; N. ix. 401. &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; to be bright, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F; bittari. n. A coquette, a flirt. A beautiful woman. &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30; &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. A woman, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &quot;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC17;.&quot; Balr&#x101;ma. vi. 123. adj. Flashing, sparkling, &#xC24;&#xC33;&#xC41;&#xC15;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC48;&#xC28;. Beautiful, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;. &quot;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC46;&#xC02;&#xC1C;&#xC21;&#xC32;&#xC4D; &#xC28;&#xC41;&#xC26;&#xC41;&#xC1F; &#xC1C;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC46;&#xC30;&#xC28;&#xC4D;.&quot; T. iv. 122. &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bittarin&#x1E6D;su. v. n. To flash, to sparkle, &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;, &#xC24;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41;. To move about, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0A;&#xC17;&#xC3E;&#xC21;&#xC41;. To crack jokes. &#xC38;&#xC30;&#xC38;&#xC2E;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2C;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC47;&#xC21;&#xC38;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;.&quot; N. ix. 159. &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC41; bittarapu. adj. Flashing, sparkling, &#xC24;&#xC33;&#xC41;&#xC15;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;, &quot;&#xC38;&#xC4B;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC4C;&#xC26;&#xC30;&#xC39;&#xC3E;&#xC38; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC40;&#xC28;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; Surabha. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;bi&#x1E0D;&#x1E0D;a. [Tel.] n. An infant. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. A child. A son or daughter. &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; a compliant simpleton. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; bi&#x1E0D;&#x1E0D;a-ku&#x1E6D;&#x1E6D;u. n. The pains of parturition, labour pains. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC35;&#xC47;&#xC26;&#xC28;. &quot;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC15;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17; &#xC2D;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC02;&#xC24;&#xC32;&#xC4B; &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC30;&#xC46;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC32; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC46;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;.&quot; K&#x101;lahas. iii. 31. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC21;&#xC41; bi&#x1E0D;&#x1E0D;a&#x1E0D;u. n. A little boy, a youngster. A son. Dative: &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC3F;&#xC15;&#xC3F;. K&#x101;lahas. iii. 32. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC28;&#xC2E;&#xC41; bi&#x1E0D;&#x1E0D;a-tanamu. n. Infancy, childishness. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; a woman in childbed, a woman with an infant in arms, &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC46; another form of &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC40;</span>&#xA0;&#xA0;bibb&#x12B;. [Tel.] n. A garland of leaves, flowers, &amp;c. tied across a doorway or street. &#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;bibbili-k&#x101;ya. [Tel.] n. A jewel worn by women on the third toe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bibbarillu. [Tel.] v. n. To howl, as a tiger, (&#xC2A;&#xC41;&#xC32;&#xC3F;) &#xC15;&#xC42;&#xC2F;&#xC41;. &#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC24; or &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC24; bibbarinta. n. Howling, (&#xC2A;&#xC41;&#xC32;&#xC3F;) &#xC15;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;binne. [Tel. Short for &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;.] adv. Quickly, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC32;</span>&#xA0;&#xA0;bittala. [Tel.] n. Nakedness. &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32;. &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC3F; bittali. adj. Naked. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC48;&#xC18;&#xC28; &#xC2E;&#xC41;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC38;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC4B;, &#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC15;&#xC28;&#xC41;.&quot; H. ii. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;biddu. [Tel.] v. n. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC15;&#xC42;&#xC32;&#xC46;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC2C;&#xC4B;&#xC2F;&#xC46;&#xC2C;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC26;&#xC4D;&#xC30;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC46;&quot; ABA. iii. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;bidde. [Tel.] n. Distres, misfortune, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F;. Hell, &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;biddamu. [from Skt. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.] adj. Broken, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC21;&#xC4C;&#xC1C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bi&#x1E0D;auju&#x1E0D;u. [Skt.] n. An epithet of Indra. H. ii. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;bin&#x101;mi. [H.] n. A purchase in the name of another.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC21;</span>&#xA0;&#xA0;bitte&#x1E0D;a. [Tel.] n. A metal spoon, a ladle.
			</div>
                