&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;, &#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41; or &#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC3F; bimma&#x1E6D;a. [Tel.] n. Stupor, grief. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25;, &#xC05;&#xC1A;&#xC48;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC36;&#xC24;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2C;&#xC4D;&#xC27;&#xC24;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. Doubt, suspicion, misgiving, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC15;&#xC41;&#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC39;&#xC41;, &#xC32;&#xC40;&#xC32;&#xC2F;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC2F;&#xC3F; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC02;&#xC17;&#xC32;&#xC47;&#xC15;&#xC24;&#xC46;&#xC17;&#xC3F;&#xC2F;&#xC46;, &#xC28;&#xC27;&#xC3F;&#xC2A;&#xC2F;&#xC3E;&#xC2C;&#xC4B;&#xC24;&#xC41; &#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC2C;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC17;&#xC2F;&#xC23;&#xC02;&#xC17;&#xC46;.&quot; M. VIII. i. 5. adj. Being in a state of stupor, &#xC35;&#xC3F;&#xC35;&#xC36;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; bimmi&#x1E6D;i-gonu. v. n. To be in a state of stupor, &#xC35;&#xC3F;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. To swoon, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC3F; bbib&#x14D;ka-vati. n. A coquette, or a flirt, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC24;&#xC3F;. &quot;&#xC06;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC26;&#xC46;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4D;, &#xC24;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC28;, &#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC35;&#xC24;&#xC3F;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;, &#xC28;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC17;&#xC28;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D;.&quot; S. ii. 280. &quot;&#xC28;&#xC40; &#xC15;&#xC3F;&#xC24;&#xC30;&#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E;, &#xC28;&#xC40;&#xC15;&#xC2E;&#xC46;&#xC32;&#xC02;&#xC17;&#xC41;&#xC26;&#xC41;&#xC28;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC30;&#xC2A;&#xC3F;&#xC2C;&#xC3F;, &#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC28;, &#xC15;&#xC48;&#xC15;&#xC4A;&#xC02;&#xC24;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; Vish. ii. 339.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC40;</span>&#xA0;&#xA0;bibb&#x12B;. [H.] n. A lady. &quot;&#xC38;&#xC40; &#xC0E;&#xC26;&#xC32;&#xC2A;&#xC48;&#xC2C;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;&#xC32;&#xC41;&#xC5B;&#xC3E;&#xC30;&#xC17;&#xC2C;&#xC3E;&#xC30;&#xC41;, &#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC40;&#xC32;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC4D;&#xC2C;&#xC1C;&#xC47;&#xC38;&#xC46;.&quot; Vasu Charitra. Preface. 68.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;biru-birru. [Tel. anuk. of stones falling.] adv. Quickly. &quot;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC46;&#xC28;&#xC4D;.&quot; A. v. 97 .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC2E;&#xC41; birudu. [Tel.] n. A badge resembling a medal. An honorary distinctive mark. &#xC36;&#xC42;&#xC30;&#xC32;&#xC3E;&#xC02;&#xC1B;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC17;&#xC32; honored with a badge. Courage, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Resolution, a vow, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;. An able man, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. A hero, a brave man. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. the naubat of Muhammadans, being music which a distinguished person is privileged to use at his abode. &quot;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC2C;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC28;&#xC48;&#xC28;.&quot; B. viii. 418. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; birudul-&#x101;&#x1E0D;u. n. A man of determination, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; a champion, a wrestler who has received an honorary badge. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC35;&#xC33;&#xC3F; birud&#x101;va&#x1E37;i. n. The heading of a letter, or the address in correspondence. Titles. &quot;&#xC35;&#xC02;&#xC26;&#xC3F;&#xC2C;&#xC43;&#xC02;&#xC26; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC15;&#xC02;&#xC38;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC27;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC35;&#xC33;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27; &#xC2C;&#xC02;&#xC27;&#xC41;&#xC30;&#xC47;&#xC23;.&quot; Bharata Champu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC40;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC41; birik&#x12B;. [Tel.] n. A kind of necklace. &#xC2E;&#xC46;&#xC21;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC2C;&#xC3F;&#xC30;</span>&#xA0;&#xA0;, &#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC28;, &#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC28;, &#xC2C;&#xC3F;&#xC30;&#xC40;&#xC28; or &#xC2C;&#xC3F;&#xC30;&#xC40;&#xC32;&#xC41;&#xC28; bra-bira. [Tel. anuk.) adv. Hastily, hurriedly, rapidly, round and round. Quickly, immediately. &#xC05;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;. Radha. iii. 112. &quot;&#xC24;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D;.&quot; Radha. i. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC21;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC30;&#xC21;&#xC3E; bira&#x1E0D;a. [Tel.] n. A stopple, plug, cork. &#xC35;&#xC40;&#xC23;&#xC46;&#xC2C;&#xC3F;&#xC30;&#xC23;&#xC3E;&#xC32;&#xC41; the pegs of a lute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;biyyamu. [Tel.] n. Rice when cleared from the husk. &#xC32;&#xC15;&#xC4D;&#xC15; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; grain lac, i.e., gum lac sold in grains. &#xC38;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; sago.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC35;&#xC4B;&#xC15;&#xC2E;&#xC41; bibb&#x14D;kamu. [Skt.] n. Coquetry, blandishment, playfulness. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &quot;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC4B;&#xC15;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC32;, &#xC15;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC17;&#xC24;&#xC41;&#xC32;&#xC28;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC28;&#xC41;, &#xC2A;&#xC26;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4B;&#xC2A;&#xC15; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; Navanatha. 73.
			</div>
                