&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;bil-makt&#x101;. [H.] n. A fixed annual rent, payable in all seasons; a consolidated lease; a fixed quit-rent or revenue assessed at a lower rate than the standard one. &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC17;&#xC3E; bilmakt&#x101;-g&#x101;. adv. By the bulk, in general, &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;birusu. [Tel.] adj. Hard, firm, coarse, harsh, rough. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the rice is hard, not being sufficiently boiled. &#xC24;&#xC32;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a stubborn man. n. Briskness, hardness, firmness, roughness, harshness to the touch. &#xC15;&#xC3E;&#xC20;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC17; birusu-ga. adv. Harshly, roughly. &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; birusulu. n. A sort of fire work called flowerpots. &#xC2C;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; S&#x16B;rya Tanaya. iv. 122.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;bilugu. [Tel.] adj. Hypocritical. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC15;&#xC32;&#xC26;&#xC3E;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC39;&#xC41; &#xC15;&#xC32;&#xC27;&#xC4C;&#xC24;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC02;&#xC25;&#xC38;&#xC26;&#xC3E;&#xC28;, &#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2F;&#xC24;&#xC3F;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC28;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC15; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; P. i. 222.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;biluku-m&#x101;ru. [Tel.] v. n. To die. To be destroyed, to perish. &quot;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC28;&#xC35;&#xC40;&#xC15;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;, &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC42;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC21; &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; M. VIII. i. 4. &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; biluku-m&#x101;r&#x1E6D;su. v. a. To kill, to destory. &quot;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC28;&#xC3E;&#xC27;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC35;&#xC41;&#xC2A;&#xC42;&#xC28;&#xC3F; &#xC2E;&#xC39;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC28;&#xC4D;, &#xC2E;&#xC3F;&#xC2E;&#xC41;&#xC35;&#xC21;&#xC3F; &#xC26;&#xC3E;&#xC15;&#xC46;&#xC26;&#xC28;&#xC4D; &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC28;&#xC02;&#xC1F; &#xC2F;&#xC41;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F; &#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; M. IX. ii. 102. &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; bilukura-ba&#x1E6D;&#x1E6D;u. v. a. To strangle. &quot;&#xC12;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2D;&#xC42;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC41;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC28;&#xC40;&#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC23;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC47;&#xC21;&#xC28;&#xC3F;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2A;&#xC46;&#xC21;&#xC15;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC3F;&#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F; &#xC24;&#xC3E;&#xC2E;&#xC40;&#xC26;&#xC2C;&#xC21;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; Dab. 216. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41; bilkuru. v. n. To be suffocated or strangled. &#xC09;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;bili-bili. [Tel.] adj. Sweet, delicate, nice. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC48;&#xC28;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2A;&#xC41;. &quot;&#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC21;&#xC41; &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC2F;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC32;&#xC02;&#xC24;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC47;.&quot; G. i. 17. &quot;&#xC30;&#xC2E;&#xC23;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC3E;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC25;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC28;, &#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC41;&#xC26;&#xC4A;&#xC32;&#xC41;&#xC15;, &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC1C;&#xC3E;&#xC28;&#xC15;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC28;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; DRU.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bilimbi-che&#x1E6D;&#x1E6D;u. [Tel.] n. The Bilimbi tree, Averrhoa bilimbi. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bilamu. [Skt.] n. A hole, aperture, chasm, cavern, cave. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC39;. &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41; the great expanse, the sky. &#xC2C;&#xC3F;&#xC32;&#xC47;&#xC36;&#xC2F;&#xC2E;&#xC41; bii&#x113;-&#x1E63;ayamu. n. Lit: The dweller in a hole, i.e., a serpent. &#xC2A;&#xC3E;&#xC2E;&#xC41;. A rat, &#xC0E;&#xC32;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;birra. [Tel.] n. Tightness. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;. &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41; birra-bigiyu. v. n. To become very tight. To stop completely. &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC15; &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is stubbornly silent. &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41; birru. n. Tightness, hardness, stiffness. &#xC26;&#xC43;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Haste, speed. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. Heat, as of the sun. Strictness, Peremptory inflexibility. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;. A bar, as securing a door. adj. Tight, hot, &amp;c. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21; fierce sunshine. Vish. vi. 220.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bilvamu. [Skt.] n. The Bael of Bel Fruit Tree, &#x4D4;gle marmelos, (E. P.) &#xC2E;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                