&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;bis&#x101;tu. [H.] n. Power. Breadth. capital, stock. (Viz&#x101;g.) adj. Worthless, worth but a trifle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bisamu. [Skt.] n. Fibres, film, as of the water lily. &#xC2E;&#xC43;&#xC23;&#xC3E;&#xC33;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC42;&#xC21;&#xC41;, &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC40;&#xC17;&#xC46;. &quot;&#xC2C;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC1F;&#xC28;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;, &#xC2A;&#xC4B;&#xC28;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC17;&#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; M. XIII. iii. 238. &#xC2C;&#xC3F;&#xC38;&#xC15;&#xC02;&#xC20;&#xC3F;&#xC15; bisa-kan&#x1E6D;hika. n. A small crane or water bird. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;. &#xC2C;&#xC3F;&#xC38;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; or &#xC2C;&#xC3F;&#xC38;&#xC1C;&#xC2E;&#xC41; bisa-pras&#x16B;namu. n. The water lily: literally, that which has sprung from fibres. &#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC38;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; bisa-bhukti. n. Lit: That which feeds on lotus films, i.e., a swan. Paidim. iv. 45. &quot;&#xC2A;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32; &#xC28;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC30;&#xC48;&#xC26;&#xC41;&#xC35; &#xC2C;&#xC38;&#xC30;&#xC41;&#xC39;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32; &#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC28;&#xC4D;.&quot; Swa. v. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;</span>&#xA0;&#xA0;bisa. [Tel.] n. The spring as of a watch, &amp;c. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC40;&#xC32;&#xC41;. A machine, &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A contrivance, device, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC02; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC43;&#xC17;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2C;&#xC3F;&#xC38;&#xC2F;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC38;&#xC02;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC2C;&#xC4B;&#xC28;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC21;&#xC3F;.&quot; Swa. iv. 55. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC15; &#xC2C;&#xC3F;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I have laid another plan for obtaining that book. &#xC2C;&#xC3F;&#xC38;&#xC2C;&#xC3F;&#xC38; bisa-bisa. adv. Rapidly, with a spring. B. X. 257.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bi&#x1E37;&#x1E37;u [Tel.] n. The Indian Satin wood tree; whose wood resembles the box wood. Swictania chloroxylon. (Roxb and Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32; billa. [Tel.] n. Any small, round and flat thing, a disc or tablet, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a peon&apos;s badge. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a cake of rose paste. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a plate of silver. &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a round cushion. &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a gold tire. &#xC06;&#xC24;&#xC2A;&#xC46;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he put a patch on the metal vessel. &#xC2E;&#xC4A;&#xC32;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a bit or piece of metal tied on a string around the loins of a female infant. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC02;&#xC15;&#xC41; or &#xC13;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; a tile. &#xC13;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41; a tiled roof. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a round mark on the forehead. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; bi&#x1E37;&#x1E37;a-ka&#x1E6D;&#x1E6D;u. v. n. To have a blood boil formed on any part of the body &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC32;&#xC4B; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has buboes. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC17;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41; a name of game played by children. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; thin, flat shoes. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC32;&#xC41; the flat round discus of Vishnu, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; another form of &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; bi&#x1E37;&#x1E37;a-gann&#x113;ru. n. The jalap plant which has lilac flowers. &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; billa-purugu. n. The red winged stinging beetle, one of the Cantharides.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x12B;gamu. [Tel.] n. A padlock, &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;. &#xC2C;&#xC40;&#xC17;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC3F; a key, &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC35;&#xC3F;. &#xC2C;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; b&#x12B;gamu-t&#x12B;yu. v. a. To unlock. &#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; b&#x12B;gamu-v&#x113;yu. v. a. To lock up, as a box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;bissu. [Tel. anuk.] n. A buzzing sound, a burst as of steam. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no &apos;go&apos; in it. &#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28; all at once, in a flight, as pigeons, in a crowd, whizzingly, buzzing, aloud. &quot;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC4A;&#xC15;&#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC17;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;bisi. [Tel.] n. A tie between a tatty or screen and a stick placed across to fasten it. &#xC24;&#xC21;&#xC15;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3F;, &#xC24;&#xC21;&#xC15;&#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;. &#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; bisi-p&#x14D;vu. v. n. To loosen one&apos;s hold. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC2C;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;bisi-bisi. [Tel. anuk.] adj. Sweet and savoury. &#xC32;&#xC17;&#xC41;&#xC35;&#xC41;&#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC15;&#xC32;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; charming prattle. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &quot;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02; &#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC30;, &#xC2C;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC30;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC2F;&#xC41; &#xC39;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC41;, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC26;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC15;&#xC4A;&#xC02;&#xC24; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC21;&#xC17;, &#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC24;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC2E;&#xC4D;&#xC28;&#xC2E;&#xC41;. v. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;bisini. [Skt.] n. A pond abounding with lilies. A lotus plant. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC40;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; bisin&#x12B;-k&#x101;ntu&#x1E0D;u. n. The frinend of the lily, i.e., the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC38;&#xC4D;&#xC24; bistu. [Tel.] n. Adversity, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC3F;. Hell, &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC38;&#xC4D;&#xC24;&#xC40;</span>&#xA0;&#xA0;bist&#x12B;. [H.] n. A waterman, who loads an ox that carries water in skin bags, &#xC2A;&#xC15;&#xC3E;&#xC33;&#xC40;.
			</div>
                