&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x12B;jamu. [Skt.] n. A seed. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. A testicle, &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC40;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; or &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41; the essential part of a spell or charm. &#xC2C;&#xC40;&#xC1C;&#xC41;&#xC35;&#xC30;&#xC3F; b&#x12B;ju-rari. n. Paddy seeds sprout ed and ready for sowing, &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC2C;&#xC40;&#xC1C;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41; b&#x12B;ijak&#x14D;&#x1E63;amu. n. The Seed vessel of the lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC2A;&#xC42;&#xC38;. &#xC2C;&#xC40;&#xC1C;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; b&#x12B;ja-p&#x16B;rama. n. A citron. &#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;. &#xC2D;&#xC40;&#xC1C;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; b&#x12B;j&#x101;-kritamu. n. A field ploughed or harrowed after sowing. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;b&#x12B;m&#x101;. [H.] n. Insurance. Money paid for insurance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38; or &#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC41; b&#x12B;bhatsamu. [Skt.] n. Bewilderment, amazement. Horror, disgust, abhorrence, loathing. Rancour, ruthlessness. Distress, harassment. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he harasses us in various ways. &#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC21;&#xC48; routed, overthrown. &#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC21;&#xC41; b&#x12B;bhatsu&#x1E0D;u. n. A cruel man, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. A name of Arjuna. &quot;&#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC30; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15; &#xC17;&#xC02;&#xC21;&#xC40;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; M. XVII. i. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC26;</span>&#xA0;&#xA0;b&#x12B;da. [from Skt. &#xC2D;&#xC40;&#xC24;&#xC3F;.] adj. Poor, needy, downcast, dejected, wretched. n. A poor or destitute person. plu. &#xC2C;&#xC40;&#xC26;&#xC32;&#xC41;. &#xC2C;&#xC40;&#xC26;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; lean sinews. &#xC2C;&#xC40;&#xC26;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC2E;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; a fly can torment a starved bird. &#xC2C;&#xC40;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; b&#x12B;dagillu. v. n. To become poor. &#xC2C;&#xC40;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; impoverished. &#xC2C;&#xC40;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC2C;&#xC40;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41; b&#x12B;darikamu. n. Poverty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC24;&#xC41;</span>&#xA0;&#xA0;b&#x12B;tu [from Skt. &#xC2D;&#xC40;&#xC24;&#xC3F;.] n. Fear. &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC40;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; b&#x12B;tu-konu. v. n. To be afraid, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC40;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; b&#x12B;tu-kolupu. v. a. To frighten.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;b&#x12B;&#x1E0D;u. [Tel.] adj. Waste. Base, low, inferior, poor, second-rate, as rice, or a colour. &#xC28;&#xC3E;&#xC2A;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2C;&#xC40;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; my affairs are in a very bad condition. &#xC2C;&#xC40;&#xC21;&#xC41;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; I don&apos;t want the worst. &#xC2C;&#xC40;&#xC21;&#xC41;&#xC2D;&#xC42;&#xC2E;&#xC3F; waste land. n. A waste, uncultivated land, barren land. Worthless iron. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41; &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC2C;&#xC40;&#xC21;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC41; shall I not do what I will with my own? &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC40;&#xC21;&#xC41; bamboo jungle. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; grass commons, meadows kept for grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC1F;</span>&#xA0;&#xA0;or &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15; b&#x12B;&#x1E6D;a. [Tel.] n. A chink, crack, cleft, split. &#xC2C;&#xC40;&#xC1F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41; chapped lips. &#xC2C;&#xC40;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC40;&#xC1F;&#xC17;&#xC3F;&#xC32;&#xC41;, &#xC2C;&#xC40;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC2C;&#xC40;&#xC1F;&#xC2A;&#xC4B;&#xC35;&#xC41; b&#x12B;&#x1E6D;a-gillu. v. n. To be cracked, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;. &quot;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC32; &#xC28;&#xC27;&#xC30;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC40;&#xC1F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;.&quot; T. iv. 120.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;bunga. [H.] n. The baggage belonging to a camp, &#xC38;&#xC30;&#xC02;&#xC5B;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;b&#x12B;ruvu. [Eng. &apos;Bureau&apos;] n. A bureau, a chest of drawers, an almirah, &#xC05;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x12B;ru. [Tel.] adj. Useless. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2C;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2C;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC2C;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; b&#x12B;ru-p&#x14D;vu. v. n. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. To be ruined or spoiled, &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To become weak, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC2C;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC15; without losing one&apos;s pride. &#xC2E;&#xC26;&#xC3F;&#xC2C;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F; overwhelmed with fear, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC30;&#xC3F;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x12B;ri&#x1E0D;zamu. [from Skt. &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;.] n. A testicle. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;b&#x12B;r&#x101;&#x1E0D;zu. [Tel.] v. a. To heap up, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x12B;ramu. [from Skt. &#xC2C;&#xC40;&#xC30;.] n. Prowess, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC40;&#xC30;</span>&#xA0;&#xA0;b&#x12B;ra. [Tel.] n. The sharp angled cucumber. &#xC28;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC40;&#xC30; the butter cucumber. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC40;&#xC30; or &#xC1A;&#xC47;&#xC26;&#xC41;&#xC2C;&#xC40;&#xC30; the bitter kind. &#xC2E;&#xC17;&#xC2C;&#xC40;&#xC30; Anisomeles malabarica. (Watts.) adj. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC2C;&#xC40;&#xC30;&#xC46;&#xC02;&#xC21; hot sun-shine. &#xC2C;&#xC40;&#xC30;&#xC1C;&#xC21;&#xC32;&#xC41; luxuriant tresses. &#xC2C;&#xC40;&#xC30;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC41; large veins. &#xC06;&#xC21;&#xC2C;&#xC40;&#xC30;&#xC3E;&#xC15;&#xC41; or &#xC17;&#xC4B;&#xC21;&#xC32;&#xC2C;&#xC40;&#xC30;&#xC3E;&#xC15;&#xC41; Betony leaved black Horehound, Ballota disticha. &#xC2C;&#xC40;&#xC30;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; b&#x12B;ra-pan&#x1E0D;lu. n. A sort of scarlet berries, that are eaten, but quite distinct from &#xC2C;&#xC40;&#xC30;&#xC15;&#xC3E;&#xC2F;.
			</div>
                