&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bungu&#x1E0D;u-para&#x1E6D;su [Tel.] v. a. To cause to fall down. &#xC15;&#xC42;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &quot;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;, &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC47;&#xC32;&#xC2A;&#xC48; &#xC2C;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC3F;, &#xC24;&#xC4A;&#xC21;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC32;&#xC28;&#xC41; &#xC24;&#xC41;&#xC28;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; Pal. 439.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;bunga. [Tel.] n. A pot with a narrow mouth. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;. &quot;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC02;&#xC17;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. iv. &quot;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC17; &#xC24;&#xC43;&#xC23;&#xC30;&#xC3E;&#xC1C; &#xC2D;&#xC42;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC41;&#xC02;&#xC17;&#xC32;&#xC2F;&#xC3E;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; Surabh. 45. &#xC2C;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; bunga-n&#x101;mamu. n. A variety of the Vaishnava mark on the forehead. See &#xC2A;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC42;&#xC24;&#xC3F; bunga-m&#x16B;ti. n. An ugly face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;</span>&#xA0;&#xA0;buggi. [Tel.] n. Ashes, dust. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;bugga. [Tel.] n. The check: the inside of the check. A bubble. A spring of water, a fountain. &#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; buggar-in&#x1E6D;su. v. n. To smell, as flowers about to bloom. &quot;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC42;&#xC32;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC41;&#xC26;&#xC32;&#xC41; &#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; BD. iv. 250. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28; &#xC15;&#xC4B;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC17;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41; bugulu. [Tel.] n. A bubble, swelling, rising to the surface. &#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; bugulu-konu v. n. To become visible. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. To gush forth, &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC32;&#xC41;. To increase, spread, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; bugulu-pu&#x1E6D;s&#x1E6D;su. v. a. To make plain or evident, to show, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; bugulu-bugulu. n. The noise made in rushing forth, as by water. A retching noise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;</span>&#xA0;&#xA0;, &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15; or &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC3F; bukk&#x101;. [Tel.] n. A fragrant powder formed of various ingredients. &#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC35;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41; bukk&#x101;mu. n. The pollen of flowers. &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;. &quot;&#xC30;&#xC17;&#xC21; &#xC28;&#xC46;&#xC32;&#xC24;&#xC2F;&#xC40;&#xC17;&#xC47; &#xC26;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC40;&#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC28;&#xC40;&#xC35;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC24;&#xC32; &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41;.&quot; Swa. iii. 112. &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41; bukk&#x101;-v&#x101;&#x1E0D;u. n. A perfumer. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bukkamu. [Skt.] n. Excellent meat. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bukkanamu. [Skt.] n. The barking of a dog. &#xC2E;&#xC4A;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC30;&#xC41;&#xC26;&#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2E;&#xC41; bukka&#x1E0D;amu. [Tel.] n. An eel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bu&#x1E0D;zamu. [from. Skt. &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;.] n. The shoulder. &#xC12;&#xC15;&#xC2C;&#xC41;&#xC5B;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC32; the distance bearers carry a palanquin at one run, without halting to change shoulders; that is, about a furlong. &#xC2C;&#xC41;&#xC5B;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; bu&#x1E0D;zamu-pu&#x1E6D;&#x1E6D;uvu. n. A Kshatriya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC5B;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;buja-pattiri-che&#x1E6D;&#x1E6D;u. [from Skt. &#xC2D;&#xC42;&#xC30;&#xC4D;&#xC1C;. Cf. Eng. &apos;beech&apos; or &apos;birch&apos;] n. A certain tree. &#xC2D;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC5B;</span>&#xA0;&#xA0;bu&#x1E0D;za. [Tel.] n. A little cross denoting a caret. &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. A cinher, &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;. &quot;&#xC15; &#xC35;&#xC28;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC24;&#xC28;&#xC30;&#xC3E;&#xC30;&#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC17;. &#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC46;&#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;, &#xC2F;&#xC28;&#xC3F;&#xC2C;&#xC41;&#xC5B;&#xC2F;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC2F;&#xC02;&#xC17;&#xC28;&#xC15;&#xC32;&#xC41;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; Paidim, iv. 163.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;buchhi. [Tel.] adj. Little, small. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;. &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; buchchi-g&#x101;&#x1E0D;u. n. A little fellow. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. The white-breasted King-fisher, Halcyon smyrnensis. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the common King-fisher, Alcedo ispida. &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41; buchchi-p&#x101;ru. v. n. To look a small or disappointed, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC17;&#xC21;</span>&#xA0;&#xA0;buga&#x1E0D;a. [Tel.] n. A gold pin worn in the tip of the car.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC17;&#xC2C;&#xC41;&#xC17;</span>&#xA0;&#xA0;buga buga. [Tel.] n. A bubbling sound.
			</div>
                