&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;, &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; or &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; bu&#x1E6D;&#x1E6D;a. [Tel.] n. A basket. A hamper, a small basket. &#xC15;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC20;&#xC3E; bu&#x1E6D;&#x101;. [H.] n. Flowered pattern in a cloth. &#xC2C;&#xC41;&#xC1F;&#xC3E;&#xC2A;&#xC28;&#xC3F;. flower-work.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC1F;&#xC15;</span>&#xA0;&#xA0;, &#xC2C;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; or &#xC2C;&#xC41;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; bu&#x1E6D;aka. [Tel. anuk.] n. A plunge. Same as &#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bu&#x1E0D;z&#x1E0D;zagin&#x1E6D;su. [Tel.] v. a. To caress, or fondle. To pacify, console, calm, lull. To cajole, wheedle, persuade, &#xC09;&#xC2A;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC35;&#xC2E;&#xC41;, &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC24; or &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC2E;&#xC41; bu&#x1E0D;zzagimpu. n. Flattering, soothing, consolation. &#xC38;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC13;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F; a consoling or flattering word, &#xC38;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC35;&#xC28;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC05;&#xC28;&#xC4D;&#xC28;&#xC30; &#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC46;&#xC28;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2F;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC2C;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC2C;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC4D;. M. xiii. i.38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC2A;&#xC3F; bu&#x1E0D;ipi. [Tel.] n. A bump or swelling. Callus; an excrescence, &#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. A knot or joint in a cane. &#xC15;&#xC23;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC3F;. The stump of an amputated hand, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41; bu&#x1E0D;igi. [Tel.] adj. Small, squat, short and thick. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;, &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17; or &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC46; bu&#x1E0D;igi. n. A small pot. &#xC2A;&#xC3F;&#xC21;&#xC24;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. &quot;&#xC24;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2F;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC41; &#xC2C;&#xC4D;&#xC2C;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#xC17;&#xC41;&#xC02;&#xC1C; &#xC2C;&#xC42;&#xC1C;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC38; &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC41; &#xC35;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32; &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; H. ii. 84. A pack or pannier, also a leathern oil bottle (&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;.) two of which form a bullock load. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC35;&#xC48;&#xC2A;&#xC41;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41; bu&#x1E0D;iki&#x1E37;&#x1E37;u. [Tel.] n. A kind of game. &quot;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;.&quot; N. ix. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC28;</span>&#xA0;&#xA0;bu&#x1E0D;&#x101;lu-na. [Tel. anuk.] adv. At once. &#xC2C;&#xC41;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41; to sink like a shot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bu&#x1E0D;amu. [Tel.] n. The beginning, source, root. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; &#xC2C;&#xC41;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; his tongue fell off from the root. &#xC28;&#xC40;&#xC1A;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC41;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC1F; &#xC24;&#xC46;&#xC17;&#xC17;&#xC4B;&#xC28;&#xC46;&#xC26;&#xC28;&#xC41; I will cut off your ears to the root.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC2E;</span>&#xA0;&#xA0;bu&#x1E0D;ama. [Tel.] n. The plant named Bryonia callosa, or Curcumis utilissimus. Ainsl. ii. 428. &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC2E; and &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC2E;&#xC15;&#xC3E;&#xC2F; are various species. &#xC2C;&#xC41;&#xC21;&#xC2E;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he is running about here and there; (a phrase regarding a dumpy little man, who goes poking about.) &#xC2C;&#xC41;&#xC21;&#xC2E;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the ripe fruit of the Bryonia. &#xC2C;&#xC41;&#xC21;&#xC2E;&#xC28;&#xC30;&#xC41;&#xC17;&#xC41; the Bryonia callosa cut and dried for pickling. &#xC2C;&#xC41;&#xC21;&#xC2E;&#xC1A;&#xC47;&#xC2A; bu&#x1E0D;ama-ch&#x113;pa. n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC2C;&#xC41;&#xC21;</span>&#xA0;&#xA0;bu&#x1E0D;a-bu&#x1E0D;a. [Tel.] n. Gurgling: the sound a bottle makes when sinking in water.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;bu&#x1E0D;a-k&#x14D;&#x1E0D;i. [Tel.] n. A waterfowl. Particularly, a teal. &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;bu&#x1E0D;i-bu&#x1E0D;i. [Tel. anuk.] adj. Easy, gentle. Trifling, petty, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC28;&#xC21; a gentle pace. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; muttered words. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; trickling tears. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41; whimpering. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; petty gods. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC39;&#xC30;&#xC3F;&#xC28;&#xC23;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC4A; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;, &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC4A; &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC47;.&quot; BD. iv. 648. n. Haste, hurry, flurry. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC2C;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; bu&#x1E0D;i-pa&#x1E0D;u. v. n. To be agitated, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; or &#xC2C;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; bu&#x1E0D;i-bu&#x1E0D;ikkula-v&#x101;ru. n. A certain class of mendicants. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; bu&#x1E0D;i-bu&#x1E37;&#x1E37;u-p&#x14D;vu. v. n. To be surprised, or astonished, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC05;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41;&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC2F;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC46;&#xC30;&#xC41;&#xC17;&#xC17;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC3F;, &#xC15;&#xC46;&#xC21;&#xC2A;&#xC15;&#xC2F;&#xC28;&#xC3F;&#xC28;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC4B;&#xC35;, &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC46;.&quot; BD. v. 388.
			</div>
                