&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;bu&#x1E0D;usu. [Tel.] n. Hollowness. &#xC2C;&#xC41;&#xC21;&#xC41;&#xC38;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; lean, thin, fallen in. &quot;&#xC35;&#xC46;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC46;&#xC21;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC15;&#xC21;&#xC41;&#xC17;&#xC42;&#xC28;&#xC3F;&#xC35;&#xC40;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; NH. iv. 184.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;bu&#x1E0D;umalu. [Tel.] n. A species of grain. One species is called &#xC35;&#xC02;&#xC17;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC41;. &quot;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC15;&#xC32;&#xC41;&#xC1C;&#xC40;&#xC28;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC32;&#xC41;, &#xC35;&#xC02;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.&quot; H. iv. 156.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; Same as &#xC2C;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; See under &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC24;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC21;&#xC24; bu&#x1E0D;uta. [Tel.] n. A little one, a child. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &quot;&#xC12;&#xC15; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC24;, &#xC2F;&#xC3E;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC41;&#xC32;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC4D;&#xC2F;.&quot; H. i. 134. A. vi. 159. adj. Little. Short, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2C;&#xC41;&#xC21;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; a gentle breeze. &quot;&#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC3E; &#xC38;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC2C;&#xC41;&#xC21;&#xC41;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;.&quot; Bmj. iii. 132. &#xC2C;&#xC41;&#xC21;&#xC41;&#xC24;&#xC21;&#xC41; bu&#x1E0D;uta&#x1E0D;u. n. A male child. &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;</span>&#xA0;&#xA0;buddha. [Skt.] adj. Known, understood. &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;budhu&#x1E0D;u. [Skt.] n. The regent of the planet Mercury. The planet Mercury. A wise or learned man, a sage. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC41;&#xC27;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; budha-v&#x101;ramu. n. Wednesday. &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;budbudamu. [Skt.] n. A bubble. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;buddi. [from Skt. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;.] n. Sense. &quot;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC17;&#xC24;&#xC3F; &#xC2C;&#xC42;&#xC28;&#xC41;&#xC15; &#xC15;&#xC28;&#xC4D;&#xC17;&#xC35;&#xC2C;&#xC41;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; Radha. i. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;butti. [from Skt. &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. Enjoyment. &quot;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2A;&#xC41;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; Nila. i. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;bu&#x1E0D;&#x1E0D;i. [Tel.] n. A bottle, a flask. plu. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41; a sort of metal bottle. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC40;&#xC1F;&#xC46; a sort of spear. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17; Same as &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;bu&#x1E0D;&#x1E0D;a. [Tel.] n. A bubble. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;. The disease called rupture, hernia, or hydrocele. &#xC05;&#xC02;&#xC21;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; one who is suffering from rupture or hydrocele; one who has a hydrocele. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; a mere bugbear. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21; the bladder. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC3E;&#xC15;&#xC30; bu&#x1E0D;&#x1E0D;a-k&#x101;kara. n. A specie of heart pea (&#xC15;&#xC3E;&#xC15;&#xC30;.) which is smooth leaved. Cardiospermum halicacabum. (Watts.) &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; bu&#x1E0D;&#x1E0D;a-gin&#x1E6D;su. v. n. To bubble up. v. a. To rout up or stir up the earth as with tusks, &#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, (&#xC2A;&#xC02;&#xC26;&#xC3F;) &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC24;&#xC4B;&#xC15;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41;. A. iv. 22. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; bu&#x1E0D;&#x1E0D;a-gimpu. n. Bubbling up. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; bu&#x1E0D;&#x1E0D;a-tumma. n. A kind of babul tree. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; bu&#x1E0D;&#x1E0D;a-pakke. n. A kind of fish. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3F;&#xC23;&#xC41;&#xC26;&#xC41; or &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC3F;&#xC23;&#xC41;&#xC1C;&#xC41; bu&#x1E0D;&#x1E0D;a-pi&#x1E47;udu. n. A tick or round louse. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41; or &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F; bu&#x1E0D;&#x1E0D;a-bu&#x1E0D;usu. n. The Brazil cherry, a fruit enclosed in a loose dry pod.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;</span>&#xA0;&#xA0;bu&#x1E0D;uka. [Tel. anuk.] n. A plunge into water, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;. A bath, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;bu&#x1E0D;uku. [Tel.] n. A kind of cake. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;</span>&#xA0;&#xA0;bu&#x1E0D;ukku-na. [Tel.] adv. Slapdash, suddenly.
			</div>
                