&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC38;</span>&#xA0;&#xA0;bubhutsa. [Skt.] n. A desire to learn or to be taught. &#xC2C;&#xC4B;&#xC27;&#xC17;&#xC4A;&#xC28;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;bubhuksha. [Skt.] n. Hunger. &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC06;&#xC15;&#xC32;&#xC3F;. &#xC2C;&#xC41;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; bubhukshitu&#x1E0D;u. n. A hungry man. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;bubbili. [Tel.] n. The whispering larch tree. See &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC27;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;budhnamu. [Skt.] n. The root of a tree. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;. An &#xE6;rial root of a tree. &#xC0A;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;buddhu&#x1E0D;u. n. A generic name for a deified teacher of the Buddhist sect. The name is especially applied to Gautama, the founder of Buddhism, who has been treated in the Puranas as the ninth incarnation of Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;buddhi. n. Intelligence, intellect, understanding, mind, judgement, sense, wisdom, intention, inclination. judgement, advice. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; I have been taught a lesson, I am convinced of my fault. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; a childish whim or notion. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to suggest an idea. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the thought occurred. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; it is not wise on you part to do so. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; (like &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;) is a colloquial reply, equivalent to &apos;as you please.&apos;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; buddhi-cheppu. v. a. To admonish, exhort, advise. To reprimand or chastise. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC0F;&#xC2E;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC41; what would you advise me to do? &#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he reprimanded his son. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; intentionally, on purpose, advisedly. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC3E;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; as long as I can recollect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after he grew to be a man. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; buddhi-te&#x1E6D;s&#x1E6D;su-konu. v. n. To come to one&apos;s senses or recover one&apos;s wits. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; buddhi-mantu&#x1E0D;u. n. A sensible person, a wise man. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC24; buddhi-h&#x12B;nata. n. Stupidity, folly. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; buddhi-h&#x12B;nu&#x1E0D;u. n. A fool, a man devoid of sense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;burulu. [Tel.] n. plu. Meanness, inferiority. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;. BD. iv. 400.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC30;&#xC2E;&#xC3E; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;buru&#x1E0D;u&#x1E0D;u. [Skt.] n. A basketmaker. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC21;&#xC3E;</span>&#xA0;&#xA0;buru&#x1E0D;&#x101;. [Tel.] n. A lie. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;buru&#x1E0D;zu. [H.] n. A bastion, a tower or fortalice, &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC47;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;, &#xC17;&#xC3F;&#xC21;&#xC3F;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC4B;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC30;&#xC41;&#xC15;&#xC21;&#xC41; buruka. [Tel.] n. A child, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; A hound, &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. adj. Short, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;burini-pandi. [Tel.] n. A small animal resembling the guinea pig in shape.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC26;</span>&#xA0;&#xA0;burada. [Tel.] n. Mud. &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;. &#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC30;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; burada-kammi. n. A stepping stone, a threshold or plank at a door. &#xC17;&#xC21;&#xC2A;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. &#xC2C;&#xC41;&#xC30;&#xC26;&#xC17;&#xC41;&#xC02;&#xC1F; burada-gun&#x1E6D;a. n. A puddle. &#xC17;&#xC47;&#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC47;&#xC17;&#xC41;&#xC02;&#xC1F;. &#xC2C;&#xC41;&#xC30;&#xC26;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; burada-dukki. n. Ploughing in an irrigated field. &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC30;&#xC26;&#xC2A;&#xC3E;&#xC2E;&#xC41; burada-p&#x101;mu. n. A water-snake. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC21;&#xC3F;&#xC1C;&#xC3F;&#xC02;&#xC15;</span>&#xA0;&#xA0;bura&#x1E0D;i-jinka. [Tel.] n. The Indian Gazelle, Gazella benetti. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1C;&#xC3F;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC21;&#xC3E;</span>&#xA0;&#xA0;bura&#x1E0D;&#x101;. [Tel.] n. A kind of cloth. &quot;&#xC18;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC32; &#xC15;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC40;&#xC32;&#xC41; &#xC26;&#xC28;&#xC30;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC42;&#xC32;&#xC40;&#xC32;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC32;&#xC4D;&#xC2C;&#xC30;&#xC17;&#xC40;&#xC32;&#xC41;, &#xC24;&#xC33;&#xC41;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC32;&#xC38;&#xC41;&#xC33;&#xC41;&#xC35;&#xC41; &#xC24;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC21;&#xC3E;&#xC32;&#xC41;.&quot; H. v. 408.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC5B;</span>&#xA0;&#xA0;bura&#x1E0D;zu. [Tel.] n. A small bell. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC15;&#xC3E;</span>&#xA0;&#xA0;burak&#x101;. [H.] n. A cloth cover. &#xC2C;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; burak&#x101;-v&#x113;si-konu. v. a. To cover oneself with a cloth. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;buyy&#x101;ramu. [Tel.] n. A prison. &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; bura&#x1E6D;a-kommu. [Tel.] n. A syringe, a squirt, &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC38;&#xC3E;</span>&#xA0;&#xA0;burus&#x101;. [Tel.] n. Red silk. &#xC0E;&#xC30;&#xC4D;&#xC30; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Silk, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;burusu. [Eng. &apos;brush&apos;] n. A brush. &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;, &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;.
			</div>
                