&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC38;</span>&#xA0;&#xA0;busa. [Tel. anuk.] n. A puff, or whizz. Hissing, snorting, snoring, deep breathing. A sigh, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC41;&#xC38;&#xC2C;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is puffed up and strenthless. &#xC2C;&#xC41;&#xC38;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC41;&#xC38;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to breathe, hiss, or puff audibly as a cobra does, or as an elephant does with its trunk, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To sigh, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC2C;&#xC41;&#xC38;&#xC2C;&#xC41;&#xC38; busa-busa. n. A bubbling sound, as of boiling water. Ebullition. &#xC2C;&#xC41;&#xC38;&#xC2C;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC21;&#xC41; busa-busa-l-&#x101;&#x1E0D;u. v. n. To boil, to hiss, &#xC2C;&#xC41;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;.buvva [Tel.] n. Food, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; buvva-ku&#x1E0D;upu. n. The ceremony used on first giving solid food to an infant. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; buvvamu. n. A marriage feast. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; &#xC06;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; &#xC0E;&#xC17;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; the feast on the first night of a marriage. &#xC39;&#xC30;&#xC3F;&#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; the feast on the fourth night of a marriage. &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; ballads such as are used at marriages. &quot;&#xC2E;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC3F;&#xC2F; &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC26;&#xC28;&#xC3F;&#xC2A;&#xC46; &#xC2E;&#xC4A;&#xC26;&#xC1F; &#xC2A;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC41;&#xC15;&#xC26;&#xC28;&#xC3F;&#xC2F;&#xC28;&#xC4D;.&quot; Satya. iv. 273. &#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC4D;&#xC2E; buvvamma.n. The rustic name of the goddess &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23; (Anna Purna.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;buliyu. [Tel. v. n. To enjoy happiness, to be happy, &#xC38;&#xC41;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41; bulupu. n. Happiness, glee, joy, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. Fancy, liking, whim; a hobby horse, or pet. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;, &#xC35;&#xC3E;&#xC02;&#xC1B;, &#xC09;&#xC2C;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC40;</span>&#xA0;&#xA0;bul&#x101;k&#x12B;. [H. from Boulak, a suburb of Cairo.] n. A jewel worn on the middle of the nose between the nostrils.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;burru. [Tel. anuk.] n. A loud and sudden noise such as is made when a bird flies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;burri. [Tel.] n. A heifer or young cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;burra. [Tel.] n. A nutshell: the shell or nut of any fruit. Any small box as a snuff box, or case. The skull or head. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;. &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; a pouneet box. &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F; &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; a brass box. &#xC38;&#xC4A;&#xC30;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; the empty shell of a long gourd. &#xC38;&#xC4A;&#xC30;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; or &#xC15;&#xC4A;&#xC32;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; a swimming gourd or a float. &#xC15;&#xC40;&#xC1A;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC24;&#xC32;&#xC17;&#xC21; a creaking pillow. HD. i. 1668. &#xC26;&#xC4A;&#xC02;&#xC24;&#xC3F;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC15;&#xC3E;&#xC2F; a cocoanut or other shell of a peculiar indented shape. adj. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; burra-katti. n. A broad knife, a hatchet &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC28;&#xC30;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC4B;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC2F; burra-k&#x101;ya. n. The head, the pate. &#xC24;&#xC32;&#xC15;&#xC3E;&#xC2F;. Also same as &#xC38;&#xC4A;&#xC30;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC02;&#xC15; burra-jinka. n. A kind of antelope: the Open nosed deer. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC32; &#xC1C;&#xC3F;&#xC02;&#xC15;. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; burra&#x1E6D;a-kommu. n. A squirt. &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1D;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC1F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; &#xC35;&#xC48;&#xC1C;. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC32;&#xC2E;&#xC41; or &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC0F;&#xC24;&#xC2E;&#xC41; burra-talamu. n. A kind of water-lift. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; burra-pi&#x1E6D;&#x1E6D;a. n. The Grey Quail, Coturnis communis (F.B.I.) &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC46; burra-b&#x101;&#x1E0D;ise. n. An adze used by stonecutters. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; burra-mukku. n. A large nose. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a bulbous nosed man. &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC35;&#xC41;&#xC15; burra-l&#x101;vuka. n. The sand grouse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;&#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;busuku-&#x1E0D;zonna. [Tel.] n. A kind of great Millet, Holcus saccharatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC38;&#xC3F;</span>&#xA0;&#xA0;busi. [Tel.] n. Embers, ashes, &#xC28;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2C;&#xC41;&#xC38;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; he is a fire hidden under ashes, his face conceals his thoughts. &#xC2C;&#xC41;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; busi-p&#x14D;vu. v. n. To be under a cloud, or in slight disfavour. To be spoiled, &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC37;&#xC2E;&#xC41; busamu. [Skt.] n. Chaff, husk. &#xC09;&#xC2E;&#xC41;&#xC15;, &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;. The thick part of curds. &#xC15;&#xC41;&#xC02;&#xC21; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC40;&#xC17;&#xC21;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
                