&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x16B;&#x1E6D;akamu. [Tel.] n. A trick, guile, prank. &#xC2E;&#xC3E;&#xC2F;, &#xC35;&#xC02;&#xC1A;&#xC28;. adj. False, delusive. &#xC2C;&#xC42;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;. &#xC2C;&#xC42;&#xC1F;&#xC15;&#xC40;&#xC21;&#xC41; or &#xC2C;&#xC42;&#xC1F;&#xC15;&#xC41;&#xC21;&#xC41; b&#x16B;&#x1E6D;ak&#x101;la-m&#x101;ri. n. A cheat, a liar, rogue, pretender. &quot;&#xC2C;&#xC42;&#xC1F;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC2F; &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; L. xxiv. 188.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC5B;&#xC41;</span>&#xA0;&#xA0;b&#x16B;&#x1E0D;zu. [Tel.] n. Mildew, mould, dirt, as cobwebs. &#xC2C;&#xC42;&#xC5B;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to become mouldy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC5B;&#xC15;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x16B;&#x1E0D;za-k&#x101;gulu. [Tel.] n. Painted vases used in marriage processions. &#xC05;&#xC2F;&#xC3F;&#xC30;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC35;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC42;&#xC1A;&#xC2E;&#xC41; b&#x16B;chi. [from Skt. &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;.] n. A ghost, spirit, devil. A monster. &#xC06;&#xC21;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F; a hag, an ogress. &quot;&#xC2A;&#xC3E;&#xC20;&#xC15;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;&#xC2D;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC2F;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC28;&#xC28;&#xC17; &#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC21;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F;.&quot; S. iii. 19. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F; a firefly. &#xC2C;&#xC42;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC42;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; b&#x16B;chi-g&#x101;&#x1E0D;u. n. A hobgoblin. &#xC2C;&#xC42;&#xC1A;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; Lit. The Lord of demons, i.e., Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC17;&#xC30;</span>&#xA0;&#xA0;b&#x16B;gara. [Tel.] n. Grain thrashed but not yet winnowed. Trash, dirt, cobwebs, dust, mould. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2C;&#xC42;&#xC38;&#xC3F;. &#xC2C;&#xC42;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC15;</span>&#xA0;&#xA0;b&#x16B;ka. [Tel.] n. Hypocrisy. &#xC2C;&#xC42;&#xC1F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC41;&#xC38;. (q. v.) &#xC2C;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28; bussu-na. (anuk.) Puff! (in blowing.) Chenna. v. 332. &#xC2C;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC2E;&#xC28;&#xC41; bussu-m-anu. v. n. To hiss as a snake, to sigh, to groan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC42;&#xC5B;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC26;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC42;&#xC5B;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC26;&#xC3F;</span>&#xA0;&#xA0;b&#x16B;di. [from Skt. &#xC2D;&#xC42;&#xC24;&#xC3F;.] n. Ashes. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. &#xC2C;&#xC42;&#xC26;&#xC3F;&#xC1A;&#xC30;&#xC1A;&#xC41; to become mouldy, ash-coloured, pale, &#xC2C;&#xC42;&#xC1C;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC42;&#xC26;&#xC3F;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; whiteness, paleness, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC27;&#xC42;&#xC38;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC42;&#xC26;&#xC46; b&#x16B;de. n. Lit: &quot;Ash-day.&quot; The name of a day (Siva-r&#x101;tri) sacred to Siva in the month of Magha. &#xC36;&#xC3F;&#xC35;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. The fourteenth day of a lunar or dark fort-night. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC36;&#xC3F;&#xC24;&#xC3F;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC26;</span>&#xA0;&#xA0;b&#x16B;da. [Tel.] n. A milk-vessel. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;. &quot;&#xC2E;&#xC09;&#xC26;&#xC2F;&#xC4B;&#xC32;&#xC42;&#xC16;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC39;&#xC1C;&#xC3E;&#xC02;&#xC15;&#xC4B;&#xC2A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;, &#xC1A;&#xC26;&#xC32;&#xC28;&#xC4D; &#xC2C;&#xC42;&#xC26;&#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC38;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Vasu. iv. 25. &#xC1F;&#xC40;&#xC1A;&#xC26;&#xC32;&#xC28;&#xC4D; &#xC2C;&#xC42;&#xC26;, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC42;&#xC26;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC24;&#xC41;</span>&#xA0;&#xA0;b&#x16B;tu. [Tel.] n. Foul language, obscenity; slang: nonsense, &#xC2A;&#xC32;&#xC41;&#xC35;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC3E;&#xC1F;. A flatterer, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC42;&#xC24;&#xC3E;&#xC1F;&#xC2E;&#xC41; the act of using foul language &#xC2C;&#xC42;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC24;&#xC3F;</span>&#xA0;&#xA0;b&#x16B;ti. [from Skt. &#xC2D;&#xC42;&#xC24;&#xC3F;.] n. Ashes, &#xC2C;&#xC42;&#xC26;&#xC3F;. Food, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x16B;tamu. [from Skt. &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;.] n. A ghost. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. A soul, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC2C;&#xC42;&#xC24;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; b&#x16B;ta-pilli. n. A civet cat. &#xC2A;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;</span>&#xA0;&#xA0;, &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46; or &#xC2C;&#xC42;&#xC21;&#xC4D;&#xC26; b&#x16B;&#x1E0D;ida. [another form of &#xC2C;&#xC42;&#xC26;&#xC3F;. q.v.] n. Ashes. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26; &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F; a white grey or ash-coloured gourd melon, Benincasa cerifera. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; b&#x16B;&#x1E0D;ida-var&#x1E47;amu. n. Ash-colour. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; Potash, or Pearl-ash. Carbonate of Potash (Watts.) &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC2A;&#xC02;&#xC21;&#xC41; b&#x16B;&#x1E0D;ida-pan&#x1E0D;u. n. A ball of ashes. &#xC35;&#xC3F;&#xC2C;&#xC42;&#xC24;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; b&#x16B;&#x1E0D;ide-pannu. n. A tax levied for burning a corpse on the cremation ground.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC2C;&#xC41;&#xC38;&#xC3E;&#xC28;&#xC3F; b&#x16B;bu. [H.] n. A Mussulman woman. &#xC24;&#xC41;&#xC30;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;b&#x16B;mi. [from Skt. &#xC2D;&#xC42;&#xC2E;&#xC3F;.] Same as &#xC2D;&#xC42;&#xC2E;&#xC3F;. (q. v.)
			</div>
                