&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC32;</span>&#xA0;&#xA0;b&#x16B;la. [Tel.] n. Pith, as the centre of wood. &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;. &#xC2C;&#xC42;&#xC32;&#xC24;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; hollowed, pithless. &#xC2C;&#xC42;&#xC32;&#xC3F; pithless, sapless, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC30;&#xC4D;&#xC28;&#xC40;&#xC38;&#xC41;</span>&#xA0;&#xA0;b&#x16B;rn&#x12B;su. [H.] n. Flannel. A blanket or thick woollen cloth. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F; &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC2C;&#xC42;&#xC30;&#xC3F;&#xC2F; b&#x16B;re. [from Skt. &#xC2D;&#xC42;&#xC30;&#xC3F;.] n. A kind of sweet cake, a bun. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; &#xC2C;&#xC42;&#xC30;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; a frying pan. &#xC2C;&#xC42;&#xC30;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC3E;&#xC35;&#xC28;&#xC2C;&#xC42;&#xC30;&#xC46; b&#x16B;ra-che&#x1E6D;&#x1E6D;u. n. A tree called Ehretia burifolia. Ainsl. ii.81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC30;&#xC17;</span>&#xA0;&#xA0;, &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;, &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2C;&#xC42;&#xC30;&#xC41;&#xC35;&#xC41; b&#x16B;raga. [Tel.] n. The silk cotton tree. Bombax heptaphylla, Rox. iii. 167. &#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC32;&#xC3F;. Its wood is like the poplar or sallow proverbially large and useless. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC42;&#xC30;&#xC17;&#xC2E;&#xC3E;&#xC28;&#xC41; he is a mere log, he is a stupid booby. One species is called &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC42;&#xC30;&#xC17;; another is &#xC26;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC2C;&#xC42;&#xC30;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Briedelia scandens Rox. iii. 737. &#xC2C;&#xC42;&#xC30;&#xC17;&#xC26;&#xC42;&#xC26;&#xC3F; the cotton found in these pods, which steeped in nitre, is used for tinder. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC42;&#xC30;&#xC17;&#xC2E;&#xC3E;&#xC28;&#xC41;. Bombax malabaricum (Wight, plate 297 and Watts.) &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41; &#xC26;&#xC40;&#xC35;&#xC3F; the name of an island, &#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC32;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC30;</span>&#xA0;&#xA0;b&#x16B;ra. [Tel.] n. A trumpet. adj. Stout, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC2C;&#xC42;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC41; b&#x16B;ra-k&#x101;lu. n. A swollen leg. A leg which is affected by elephantiasis, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC42;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; b&#x16B;ra-k&#x101;li-v&#x101;&#x1E0D;u. n. One who has elephantiasis. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC42;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2C;&#xC42;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; b&#x16B;ra-ga&#x1E0D;&#x1E0D;i. n. A herb called Ambrosinia unilocularis. Rox. iii. 493. &#xC2C;&#xC42;&#xC30;&#xC21;&#xC41; b&#x16B;ra&#x1E0D;u. n. One who excels or is proud, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC42;&#xC30;&#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC2F; b&#x16B;ra-dippa-k&#x101;ya. n. A plant called Leea integrifolia. Rox. i. 659. &#xC2C;&#xC42;&#xC30;&#xC17; or &#xC2C;&#xC42;&#xC30; b&#x16B;raga. n. A trumpet. &#xC15;&#xC3E;&#xC39;&#xC33;, &#xC24;&#xC3E;&#xC30;. &quot;&#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2C;&#xC42;&#xC30;&#xC17;&#xC32;&#xC30;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; T. v. 26. A sort of white vulture. &#xC2C;&#xC42;&#xC30;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; b&#x16B;ra-gommu. n. A trumpet horn, &#xC0A;&#xC26;&#xC46;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. A conchshell. &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. &#xC2C;&#xC42;&#xC30;&#xC1F; b&#x16B;ra&#x1E6D;a. n. Swelling. &#xC0A;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC42;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2C;&#xC42;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC41; b&#x16B;ra&#x1E6D;illu. v. n. To be spread. To swell, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;. To be full, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;. &quot;&#xC38;&#xC40;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC48;&#xC17;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC1A;&#xC3E;&#xC2A;&#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC2C;&#xC42;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;.&quot; M. V. iv. 120. &#xC2C;&#xC42;&#xC30;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; b&#x16B;ra&#x1E6D;in&#x1E6D;su. v. a. To cause to fill, &#xC2C;&#xC42;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC2E;&#xC46;</span>&#xA0;&#xA0;or &#xC2C;&#xC42;&#xC2E;&#xC46;&#xC2F; b&#x16B;me. [Tel.] n. A fib, fiction. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;, &#xC35;&#xC02;&#xC1A;&#xC28;. &quot;&#xC24;&#xC3F;&#xC32;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC32;&#xC3F;&#xC2A;&#xC3F;, &#xC35;&#xC46;&#xC02;&#xC1F;&#xC2C;&#xC42;&#xC2E;&#xC46;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC24;, &#xC2F;&#xC3E;&#xC15;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC4D;&#xC2F;.&quot; H. i. 134. &#xC2C;&#xC42;&#xC2E;&#xC46;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;, &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;. &#xC2C;&#xC42;&#xC2E;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC2C;&#xC42;&#xC2E;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F; b&#x16B;me-katte. n. A tricksy woman. &#xC2C;&#xC42;&#xC2E;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC42;&#xC2E;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; b&#x16B;mel-&#x101;&#x1E0D;u. n. A tricksy man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC43;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x1E5B;indamu. [Skt.] n. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2C;&#xC43;&#xC02;&#xC26;&#xC2E;&#xC41; a circle or number of Brahmins.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC43;&#xC02;&#xC26;</span>&#xA0;&#xA0;b&#x1E5B;inda. [Skt.] n. The sacred Basil plant. Ocimum sanctum, &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;. &#xC2C;&#xC43;&#xC02;&#xC26;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; b&#x1E5B;inda-vanamu. n. A raised piece of ground, inside of a house, within which Hindus of the Vishnu sect raise and preserve this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC38;&#xC3F;</span>&#xA0;&#xA0;b&#x16B;si. [Tel.] n. Dirt, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. Cobwebs, &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC38;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC38;&#xC3E;&#xC32;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC38;&#xC30;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC41;&#xC38;&#xC30; b&#x16B;sara-k&#x101;ya. [Tel.] n. The berry called Brazil cherry.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC42;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x16B;samu. [Tel.] n. Grain, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC42;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC30;&#xC2A;&#xC3F;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41;.&quot; P. i. 773.
			</div>
                