&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;b&#x1E5B;ihas-pati. n. The name of the priest of the gods, &#xC38;&#xC41;&#xC30;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;. The planet Jupiter; also a certain lawgiver. In mythology he answers to Thor, or Vulcan. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; b&#x1E5B;ihaspati-v&#x101;ramu. n. Thursday.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC43;&#xC39;&#xC24;&#xC3F; b&#x1E5B;ihattu. [Skt.] adj. Great, large. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC2C;&#xC43;&#xC39;&#xC26;&#xC4D;&#xC17;&#xC02;&#xC17; b&#x1E5B;ihad-ganga. n. The main (stream of the) Ganges. &#xC2C;&#xC43;&#xC39;&#xC26;&#xC4D;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41; b&#x1E5B;ihad-b&#x12B;jamu. n. Swelled testicle, Orchitis, &#xC05;&#xC02;&#xC21;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;. &#xC2C;&#xC43;&#xC39;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; b&#x1E5B;ihad-bh&#x101;nuvu. n. An epithet of the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC2C;&#xC43;&#xC39;&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; b&#x1E5B;ihad-vy&#x101;dhi. n. Leprosy. &#xC2C;&#xC43;&#xC39;&#xC28;&#xC4D;&#xC28;&#xC32; b&#x1E5B;ihannala. n. A name assumed by Arjuna in his exile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC43;&#xC02;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x1E5B;inhitamu. [Skt.] n. The roar of an elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC17;&#xC40;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC43;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;b&#x1E5B;n&#x1E0D;&#x101;raku&#x1E0D;u. [Skt.] n. A beautiful or excellent being. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. A god, a demigod, a deity, an immortal. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC43;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; b&#x1E5B;ind&#x101;rak-&#x101;dri. n. A name of Meru, the hill on which the gods abide.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;ben&#x1E0D;u. [Tel.] n. Cork, pith. A float used in angling. The shrub termed Aschynomine aspera. &#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;. adj. Sapless, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2C;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; sapless stalks. &quot;&#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC4D; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC28;&#xC4D; &#xC1C;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC28;&#xC48;.&quot; A. v. 66. &#xC08;&#xC15;&#xC3E;&#xC15; &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this burning wind dries up the body. &#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; ben&#x1E0D;u-pa&#x1E0D;u. v. n. To be alarmed, to be dejected or disheartened, to become weak, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC17;.&quot; T. v. 92. &#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; ben&#x1E0D;u-para&#x1E6D;su. v. a. To frighten, to render powerless. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2C;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; a weak man, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC02;&#xC21;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ben&#x1E0D;agillu. [Tel.] v. n. To start on a journey, &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC02;&#xC21;</span>&#xA0;&#xA0;be&#x1E47;&#x1E0D;a. [Tel.] n. Thhe vegetable called Hibiscus longifolius. Rox. iii. 210. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2A;&#xC41;&#xC2C;&#xC46;&#xC02;&#xC21;. Hibiscu&#x1E63; esculentus. &#xC24;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC2C;&#xC46;&#xC02;&#xC21;. &#xC24;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC02;&#xC21; or &#xC28;&#xC42;&#xC17;&#xC41;&#xC2C;&#xC46;&#xC02;&#xC21; Country Mallow, Abutilon asiaticum or Abutilon indicum. (E. P.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC02;&#xC17;</span>&#xA0;&#xA0;benga. [Tel.] n. Anxiety, sorrowing, pining. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC27;, &#xC0F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. A cry, &#xC15;&#xC42;&#xC24;. &#xC2C;&#xC46;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC2C;&#xC46;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41; benga-gonu. v. n. To pine for, to sorrow for. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2C;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC21;&#xC41; bengal-i&#x1E0D;u. v. n. To yell, to cry out or shriek in alaram. &quot;&#xC09; &#xC2C;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC21;&#xC02;&#xC17;&#xC17;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC1F; &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC15; &#xC24;&#xC47;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;.&quot; S&#x101;rang. ii. 3.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;, &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC41;, &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; bega&#x1E0D;u. [Tel.] v. n. To be alarmed, to fear. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41; n. Fear, terror, &#xC2D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC35;&#xC41;&#xC24;&#xC4A;&#xC21;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC1C;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC47;&#xC2C;&#xC46;&#xC17;&#xC21;&#xC3F;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC40;&#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. &quot; HD. i. 2197. &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; bega&#x1E0D;u-para-&#x1E6D;su. v. a. To frighten, intimidate. &quot;&#xC36;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC48;&#xC28;&#xC30;&#xC41;&#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC1A;&#xC46;&#xC28;&#xC3E;&#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;.&quot; M. IX. i. 438. &quot;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC02;&#xC26;&#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2C;&#xC46;&#xC17;&#xC21;&#xC3F;&#xC28;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28; &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.&quot; Ila. iii. 6.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;</span>&#xA0;&#xA0;bekkuv&#x101;. [Tel.] n. A sort of silk cloth. &quot;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC3E;&#xC36;&#xC3F;&#xC2F;&#xC41;, &#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC41;, &#xC15;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC17;&#xC30;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC02;&#xC2C;&#xC41;, &#xC17;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC15;&#xC02;&#xC2C;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;, &#xC36;&#xC02;&#xC16;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;.&quot; BD. iii. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC26;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC26; begati-kanda. [Tel.] n. A certain weed called Athanasia indica. Rox. iii. 417.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bekko&#x1E6D;&#x1E6D;u. [Tel. &#xC2C;&#xC46;&#xC02;&#xC17; + &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] v. n. To pine, &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
                