&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F; be&#x1E6D;&#x1E6D;a. [Tel.] n. Heat. &#xC35;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC36;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41; revenue charged on a summer crop. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; be&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To free from restraint, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To set free, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;be&#x1E0D;z&#x1E0D;zamu. [Tel.] n. An orifice, bore, a small hole. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC47;&#xC2F;&#xC41; to bore a hole.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;be&#x1E6D;s&#x1E6D;sa-k&#x101;ya. [Tel.] n. A fruit resembling the &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;beg-g&#x14D;lu-pa&#x1E0D;u. [Tel. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; + &#xC17;&#xC4B;&#xC32;.] v. n. To be ruined. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC46;&#xC21;&#xC41;. &quot;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC02;&#xC26;&#xC30;&#xC41; &#xC2C;&#xC46;&#xC17;&#xC21;&#xC3F;&#xC26;&#xC4A;&#xC30;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F; &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;.&quot; Pal. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;begg&#x14D;&#x1E0D;i. [Tel. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; + &#xC15;&#xC4B;&#xC21;&#xC3F;.] n. A sort of wild fowl. &#xC12;&#xC15;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; begguru. [Tel.] n. The bird called the Adjutant crane, Leptoptilus dubius. &#xC15;&#xC41;&#xC30;&#xC30;&#xC3F;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41; beggalamu. [from Skt. &#xC35;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41;.] n. Fear, concern. &#xC2D;&#xC40;&#xC24;&#xC3F;. &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC41;, &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; beggilu. v. n. To fear, dread, be alarmed. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32;&#xC47;&#xC17;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 364.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;be&#x1E0D;agu. [Tel.] n. Fineness, prettiness, handsomeness, prime, grace, comeliness, elegance, prettiness, foppish airs. &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;. adj. Great, large, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Pretty, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. v. n. To be beautiful or pretty, &#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC46;&#xC21;&#xC17;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; be&#x1E0D;agu-tanamu. n. Strength, greatness: fineness, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC14;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &quot;&#xC12;&#xC21;&#xC32;&#xC3F;&#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC21;&#xC2F;&#xC15; &#xC2C;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC28;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC3F;.&quot; R. v. 196. &#xC2C;&#xC46;&#xC21;&#xC17;&#xC3E;&#xC30;&#xC41; be&#x1E0D;ag-&#x101;ru. (&#xC2C;&#xC46;&#xC21;&#xC17;&#xC41; + &#xC06;&#xC30;&#xC41;.) v. n. To shine, to be beautiful, &#xC05;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. adj. Brilliant. &quot;&#xC24;&#xC4A;&#xC21;&#xC32;&#xC2C;&#xC46;&#xC21;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC32;&#xC41;&#xC35;&#xC24;&#xC4B;&#xC21;.&quot; Zacca. v. 64. &#xC1C;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E;&#xC2E;&#xC4A;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC46;&#xC21;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC40;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC46; &#xC24;&#xC4B;&#xC21;.&quot; Swa. iii. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC23;&#xC15;&#xC41; be&#x1E0D;aku. [Tel.] v. n. To move, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move aside, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To disperse, dissipate, &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;. &#xC26;&#xC3F;&#xC36;&#xC32;&#xC41;&#xC2C;&#xC46;&#xC21;&#xC15;&#xC46; the quarters of heaven shook. n. Movement, &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. Moving aside or away from, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC15;</span>&#xA0;&#xA0;be&#x1E0D;aka. [Tel.] n. An empty sack. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;be&#x1E6D;&#x1E6D;u. [Tel.] n. Hardness, difficulty, trouble. Respectability, esteem, regard. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC2E;&#xC28;&#xC3F; &#xC1A;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3E;.&quot; B. X. 359. &#xC28;&#xC40;&#xC35;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC41; if you go there you will not meet with honor, you cannot go there with credit. adj. Hard, trying, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. Proud, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC48;&#xC28;. adv. Excessively, violently, much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. Firmly, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is very hard (on us), &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC24; be&#x1E6D;&#x1E6D;-u&#x1E0D;uta. n. The large or great squirrel. &quot;&#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;, &#xC21;&#xC47;&#xC17;&#xC32;&#xC41;, &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC24;&#xC32;&#xC41;.&quot; S. i. 187.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;be&#x1E6D;&#x1E6D;idamu. [Tel. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; + &#xC07;&#xC26;&#xC2E;&#xC41;.] n. Arrogance. &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;. Harshness, cruelty, &#xC15;&#xC4D;&#xC30;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A harsh expression, abuse. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; &quot;&#xC05;&#xC28;&#xC41;&#xC1A;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC28;&#xC35;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC27;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC48;, &#xC15;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC3F;.&quot; V. P. v. 265. adj. Proud, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41;. Cruel. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;. Harsh, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;. Hard, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E; be&#x1E6D;&#x1E6D;-idamu-g&#x101;. adv. Violently, severely. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41; be&#x1E6D;&#x1E6D;idu&#x1E0D;u. n. A proud or cruel man, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. A hard man, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; be&#x1E6D;&#x1E6D;idu-r-&#x101;lu. n. A proud, cruel or hard woman.
			</div>
                