&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. Respectability. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. A cane, &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC46; bettu-parike. n. A sort of sprat. Cha&#x153;todon. &#xC12;&#xC15;&#xC1A;&#xC47;&#xC2A;&#xC2A;&#xC47;&#xC30;&#xC41;. &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; bettul-ettu. v. n. To come off in flakes. &quot;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC35;&#xC32;&#xC2F;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;.&quot; T. v. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC15; be&#x1E0D;ali. [Tel.] n. A sort of plant used in hedging, Posoqueria fragrans. Rox. i. 717.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC26;</span>&#xA0;&#xA0;be&#x1E0D;ada. [Tel.] n. Evil, misfortune. &#xC15;&#xC40;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. Pain, &#xC2C;&#xC3E;&#xC27;. Danger, &#xC06;&#xC2A;&#xC26;. A kind of cake, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;bettika. [Tel.] n. A flake, that which comes off in flakes as plaster. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bettamu. form [Skt. &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. A cane, a rattan. Calamus fasciculatus. Rox. iii. 779. &#xC2A;&#xC47;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC40;&#xC15;&#xC3F; &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; to rattan a chair: i.e., to plait thin strips of rattan so as to form a seat. &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC32;&#xC1A;&#xC3E;&#xC2A; bett&#x101;la-&#x1E6D;s&#x101;pa. n. A rattan mat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC3F; betta. [Tel.] n. The width of the four fingers, a handbreadth. A hand, or measure of four finger-breadths. &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC21;&#xC41; bett-e&#x1E0D;u. n. A hand-breadth or measure of four inches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC23;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;be&#x1E47;u-gulu. [Tel.] n. Rafters in a roof or shed. &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC47; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC23;&#xC15;&#xC41;, &#xC2C;&#xC46;&#xC23;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC46;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC21;&#xC41;&#xC15;&#xC41; be&#x1E47;aku. [Tel.] v. n. To be sprained. To totter, to quake. &#xC35;&#xC23;&#xC15;&#xC41;.&quot; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC2C;&#xC46;&#xC21;&#xC3F;&#xC15;&#xC3F;.&quot; B. viii. 457. n. A sprain. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;be&#x1E0D;&#x1E0D;a. [Tel.] n. A small stone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;See &#xC2C;&#xC46;&#xC23;&#xC15;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;be&#x1E0D;iyu. [Tel .] v. n. To separate or fly off as a splinter or a bit. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; they are now on bad terms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC47;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41; be&#x1E0D;idamu. [from Skt. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;.] n. Horror, terror, dread, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Cruelty, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Evil, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; &quot;&#xC24;&#xC3E;&#xC28;&#xC41; &#xC28;&#xC47;&#xC28;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC26;&#xC28;&#xC30;&#xC3F;, &#xC2F;&#xC42;&#xC30;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC30;&#xC3E;.&quot; V&#x113;ma. 1027. adj. Horrible, dreadful, terrible. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC18;&#xC4B;&#xC30;&#xC2E;&#xC48;&#xC28;. Great. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. Hard, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC24;&#xC3E;&#xC15;&#xC3F; &#xC28;&#xC30;&#xC3E;&#xC18;&#xC35;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; Padma. viii. 162. &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;&#xC17; be&#x1E0D;idamu-ga. adv. Horribly, dreadfully, terribly. &#xC18;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41; be&#x1E0D;i-du&#x1E0D;u. n. A fearful or cruel man. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; bedidu-r&#x101;lu. n. A fearful or cruel woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;bera&#x1E0D;u. [Tel.] n. The bark of a tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;. The shell or coat of a tamarind. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC48;&#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;beb-buli. [Tel. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; + &#xC2A;&#xC41;&#xC32;&#xC3F;.] n. A royal tiger. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F; a tiger&apos;s cub. &quot;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC41;&#xC17;&#xC32;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC46;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; S&#x101;ranga. v. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC26;&#xC30;&#xC41;, &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC26;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; be&#x1E0D;aru. [Tel.] v. n. To start, be alarmed, be frightened. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC41; or &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; n. Fright, alarm. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28; or &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28; frightened, timid, alarmed. adj. Timid, &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;. &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; be&#x1E0D;uru-pe&#x1E6D;&#x1E6D;u. v. a. To threaten, to intimidate. &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; beduru-p&#x14D;tu. n. A timid person. &#xC2D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bedirin&#x1E6D;su. v. a. To threaten, bully, frighten. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; bedar-impu. n. A threat, intimidation, frightening, threatening, bullying.
			</div>
                