&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;beruku. [Tel.] n. Difference. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Use. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. Indifference, contempt. &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC30;&#xC38;&#xC3F; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC2E;&#xC26;&#xC3F; &#xC2C;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC15;.&quot; Vish. vii. 99. adj. Indifferent, contemptuous, &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC17;&#xC32;. &quot;&#xC2C;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC40;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC3E;.&quot; V&#x113;ma. 174.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;beriki. [Tel.] n. Want, defect. &#xC15;&#xC4A;&#xC30;&#xC24;. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC30;&#xC3E;&#xC28;</span>&#xA0;&#xA0;or &#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC28; ber&#x101;na. [Tel.] adv. At once, hurriedly. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC05;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC36;&#xC4C;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC27;&#xC15;&#xC30;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC30;&#xC3E;&#xC32;&#xC4D;.&quot; Ila. i. 195. &quot;&#xC05;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC4D; &#xC05;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC38;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Chatu. 310.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;berasu. [from Skt. &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;.] adj. Cruel, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;. Coarse, &#xC2E;&#xC41;&#xC24;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;berayu. [Tel.] v. n. To be or exist. &#xC09;&#xC02;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To unite, &#xC1A;&#xC47;&#xC30;&#xC41;. To be pleased, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be wet, &#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;. To be touched, contaminated, affected. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32;&#xC2E;&#xC28;&#xC41;&#xC38;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; V&#x113;ma. i. 171. &quot;&#xC05;&#xC02;&#xC27;&#xC24;&#xC2E;&#xC38;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC46;&#xC30;&#xC38;&#xC46;&#xC28;&#xC4D;.&quot; Swa. iii. 24. &#xC1F;&#xC40; &#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41;. &quot;&#xC15;&#xC28;&#xC41;&#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC32;&#xC32;&#xC28;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC1C;&#xC02;&#xC1A;&#xC32;&#xC24;&#xC2C;&#xC46;&#xC30;&#xC38;&#xC46;.&quot; ib. iii. 125. &#xC1F;&#xC40; &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC24;&#xC2C;&#xC46;&#xC30;&#xC38;&#xC46;, &#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC28;&#xC41;. &#xC2C;&#xC46;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; berayin&#x1E6D;su. v. a. To dip, to wet. &quot;&#xC2E;&#xC02;&#xC26;&#xC30;&#xC27;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC24;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC30;&#xC17;&#xC43;&#xC2A;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC27;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC2C;&#xC46;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC21;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC02;&#xC26; &#xC30;&#xC38;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC17;.&quot; Vish. i. 173. &#xC15;&#xC43;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3F;&#xC27;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC2C;&#xC46;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC33;&#xC02;&#xC17;&#xC41; Same as &#xC2C;&#xC46;&#xC21;&#xC17;&#xC41; (q. v.) v. a. To cleanse or clean, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC15;&#xC4B;&#xC30;&#xC2C;&#xC46;&#xC33;&#xC02;&#xC17;&#xC28;&#xC4B;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC32;&#xC47;&#xC35;&#xC4B;.&quot; BD. iii. 840. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC28;&#xC41; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC4B;; &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC32;&#xC47;&#xC35;&#xC4B;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC32;&#xC47;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC33;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC46;&#xC21;&#xC15;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32; bellu. [Tel.] n. A flake of earth, &amp;c. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; bellu-tavvin&#x1E6D;su. v. n. To dig or break up ground. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; digging in lieu of ploughing. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC35;&#xC21;&#xC2E;&#xC41; to break up fallow ground. (These phrases are used in the western part of the country.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;belli. [Tel.] adj. Coquettish, deceitful. n. Coquettishness, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41;. A fop, or coquettee. &#xC28;&#xC17;&#xC32;&#xC3E;&#xC21;&#xC3F;, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC13;&#xC38;&#xC3F;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC40;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC21;&#xC48; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC4B;.&quot; KP. iii. 128. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; belli&#x1E47;&#x1E6D;su. v. a. To coax, or wheedle. &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; bellimpu. n. Coaxing, wheedling. &#xC2C;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC28;. &quot;&#xC15; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC26;&#xC41;&#xC15;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC40;, &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC47;, &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC48;&#xC24;&#xC3F;.&quot; Ila. iv. 104. &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; or &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; bellim&#x101;&#x1E6D;alu. n. Coaxing talk, sweet words, &#xC38;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC35;&#xC35;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &quot;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC26;&#xC2E;&#xC15;&#xC41; &#xC38;&#xC39;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC41;.&quot; Lila. xx. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bellamu. [Tel.] n. Jaggery, molasses, treacle. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; rum, being extracted from treacle. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41; &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC15;&#xC02;&#xC26; a certain plant, Morca chinensis. Rox.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;belayu. [Tel.] v. n. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC32;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; belanchi. [Tel.] n. The bird called a Shrike. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC46;&#xC32;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; the Bay-back Shrike, Lanius vittatus. &#xC38;&#xC02;&#xC15;&#xC41; &#xC2C;&#xC46;&#xC32;&#xC02;&#xC1A;&#xC3F; the large Grey Shrike, Lanius lahtora. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC46;&#xC32;&#xC02;&#xC1A;&#xC3F; the Rufous-backed Shrike, Lanius crythronotus, (F.B.I.)
			</div>
                