&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;&#x1E6D;amu. [Tel.] n. A mask. &#xC15;&#xC28;&#xC41;&#xC2C;&#xC47;&#xC1F;&#xC2E;&#xC41; a mask for the eyes, &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x113;&#x1E0D;z&#x101;ru. [H.] n. Fatigue, weariness, annoyance, &#xC05;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2C;&#xC47;&#xC5B;&#xC3E;&#xC30;&#xC17;&#xC41; b&#x113;&#x1E0D;z&#x101;r-agu. v. n. To become fatigued, or disgusted. &#xC2C;&#xC47;&#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; b&#x113;&#x1E0D;z&#x101;ru-ch&#x113;yu. v. a. To tease, fatigue, torment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC5B;&#xC30;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x113;-&#x1E0D;zar&#x16B;ru. [H.] adj. Useless, unnecessary.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC17;&#xC3F;</span>&#xA0;&#xA0;b&#x113;gi. [H.] adv. Quickly. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;, &#xC2C;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC3E;&#xC35;&#xC41; b&#x113;gir-&#x101;vu. n. A dromedary, &#xC1F;&#xC2A;&#xC3E;&#xC32; &#xC12;&#xC02;&#xC1F;&#xC46;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC4A;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC17;&#xC21;</span>&#xA0;&#xA0;b&#x113;ga&#x1E0D;a. [Tel.] n. Tale. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41;. A filament or very thin plate, as of tale, stone, or gold leaf. A kind of jewel, &quot;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC21;&#xC2C;&#xC47;&#xC17;&#xC21;&#xC15;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; H. iv. 100. The name of a certain tune.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC2C;&#xC47; b&#x113;. [from Skt. &#xC05;&#xC02;&#xC2D;&#xC3E;.] n. The lowing of cow. &quot;&#xC1A;&#xC47;&#xC2F;&#xC28;&#xC41;&quot; &#xC2D;&#xC4B;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;besuku. [Tel.] v. n. To miss the mark, or glance aside. To slip through the fingers. &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;beluku. [Tel.] n. Polish, brightness, a gleam, radiance, brilliancy. &#xC24;&#xC33;&#xC24;&#xC33;&#xC2F;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. v. n. To shine brilliantly, &#xC24;&#xC33;&#xC24;&#xC33;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC33;&#xC35;, &#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; belava. [Tel.] n. A dove. Various species are &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the Bronze-winged Dove, Chalcophaps indica; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the Red Turtle dove, Conopopelia tranquebarica; &#xC1A;&#xC3F;&#xC1F;&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the little Brown Dove, Turtur cambayensis. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; or &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the Indian Ring-dove, Turtur risorius. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the Green Pigeon, Crocopus chlorogastor. (F.B.I.). &#xC2A;&#xC3F;&#xC21;&#xC47;&#xC30;&#xC2A;&#xC41;&#xC2C;&#xC46;&#xC33;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; a large species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;b&#x113;-par&#x101;ku-g&#x101;. [H.] adv. Heedlessly, carelessly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC2D;&#xC47;&#xC26;&#xC3F; b&#x113;di. [from Skt. &#xC2D;&#xC47;&#xC26;&#xC3F;.] n. A purge, or purging, looseness of the bowels. &#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC2D;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC41; a purgative. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; purgative.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;t&#x101;&#x1E37;amu. [Skt.] n. A demon, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. &#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC15;&#xC25;&#xC32;&#xC41; or &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15; &#xC15;&#xC25;&#xC32;&#xC41; b&#x113;t&#x101;&#x1E37;a-kathalu. n. A set of fables related by a goblin who is described as the captive of Vikram&#x101;rka. &#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15; b&#x113;t&#x101;lika. n. A she-devil or sprite; a wicked woman. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.&quot; &#xC2C;&#xC02;&#xC21;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC32; &#xC38;&#xC3E;&#xC30;&#xC46;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; A. vi. 23. &#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC41;&#xC21;&#xC41; b&#x113;t&#x101;&#x1E37;u&#x1E0D;u. n. The name of a servant of Yama, a goblin, imp, demon, or fiend similar to Puck, &#xC2F;&#xC26;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;b&#x113;&#x1E0D;iga. [Tel.] n. Rent, a tax, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC21;</span>&#xA0;&#xA0;or &#xC2C;&#xC47;&#xC21;&#xC15;&#xC3E;&#xC38;&#xC41; b&#x113;&#x1E0D;a. [Tel.] n. A coin worth two annas. &#xC2C;&#xC47;&#xC21;&#xC32;&#xC41; b&#x113;&#x1E0D;alu. n. Split pulse, &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;; as &#xC15;&#xC02;&#xC26;&#xC3F;&#xC2C;&#xC47;&#xC21;&#xC32;&#xC41;. &#xC2C;&#xC47;&#xC21;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F; a peahen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;b&#x113;&#x1E6D;u. [Tel.] n. A flake of dried earth or of stone. &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;. A crack in a rock, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC38;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC2C;&#xC46;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC21;&#xC41; besta. [Tel.] n. A man that belongs to the caste of fishermen and palanquin bearers. &#xC2C;&#xC4B;&#xC2F;&#xC40;. &#xC2C;&#xC46;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to swagger, lord it, brag (because a head bearer is a jack in office.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC21;&#xC3F;&#xC38;</span>&#xA0;&#xA0;or &#xC2C;&#xC47;&#xC21;&#xC3F;&#xC38;&#xC2E;&#xC41; b&#x113;&#x1E0D;isa. [Tel.] n. The silver fish, a sort of carp. Cyprinus chrysopareius; the poetical dolphin, &#xC36;&#xC2B;&#xC30;&#xC3F;. &#xC32;&#xC02;&#xC1C;&#xC2C;&#xC47;&#xC21;&#xC3F;&#xC38; the sprat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;&#x1E0D;i&#x1E0D;zamu. [Tel.] n. Pretence, feigning, affectation. &#xC2E;&#xC3E;&#xC2F;. &#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC21;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x113;-&#x1E0D;aulu. [H.] adj. Clumsy, ugly, wretched, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC21;&#xC3F;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;&#x1E0D;idamu. [Tel.] n. Another form of &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC46;&#xC39;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;and &#xC2C;&#xC46;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; See under &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC3F;.
			</div>
                