&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC2E;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC41;</span>&#xA0;&#xA0;b&#x113;-marammatu. [H.] adj. Out of repair, damaged. &#xC38;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC2C;&#xC47;&#xC05;&#xC28;&#xC41;</span>&#xA0;&#xA0;b&#x113;-b&#x113;-anu. [Tel.] v. n. To look foolish, or disconcerted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC2C;&#xC3E;&#xC15;&#xC40;</span>&#xA0;&#xA0;b&#x113;-b&#x101;k&#x12B;. [H.] n. Absence of debt.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC2A;&#xC3F; b&#x113;pi. [Tel. from &#xC35;&#xC47;&#xC17;&#xC41;.] n. Lit: That which wakes up. A hound. A dog.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC37;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC47;&#xC37;&#xC41; b&#x113;shu. [H.] adj. Best, superior. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. Interj. Well done! good!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC37;&#xC15;&#xC41;, &#xC2C;&#xC47;&#xC37;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC47;&#xC37;&#xC15;&#xC4D;&#xC15;&#xC41; b&#x113;shaku. [H.] adv. Undoubtedly. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;b&#x113;-v&#x101;rasu. [H.] adj. Without heir or claimant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x113;lu. [Tel.] n. A trick, guile, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC28;. &#xC2C;&#xC47;&#xC32;&#xC30;&#xC3F; b&#x113;l-ari. n. A deceiver, a cheat. &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; b&#x113;lu-pe&#x1E6D;&#x1E6D;u. v. a. To deceive, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC24;&#xC3E;&#xC28;&#xC1F;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC1F;. &#xC2F;&#xC40;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC2C;&#xC47;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; M. XII. iii. 75. &#xC2C;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2C;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2C;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; b&#x113;lu-p&#x14D;vu. v. n. To be tricked, or beguiled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC32;</span>&#xA0;&#xA0;b&#x113;la. [Tel.] n. One who is simple, or ignorant. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC30;&#xC3F;&#xC5B;&#xC41;</span>&#xA0;&#xA0;b&#x113;r&#x12B;&#x1E0D;zu. [H.] n. An account. A total sum, &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;b&#x113;ri. [from Skt. &#xC2D;&#xC47;&#xC30;&#xC3F;.] n. A kettle drum. &#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3F;, &#xC28;&#xC17;&#xC30;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;ramu. [Tel.] n. Trade, dealing, a bargain, &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2C;&#xC47;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; trade, &amp;c. (&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; being a mere expletive.) &#xC2C;&#xC47;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; b&#x113;ra-k&#x101;&#x1E0D;u. n. One who makes a bargain, a purchaser, buyer. &#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC47;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; b&#x113;ra-katte. n. A woman who bargains or purchases. &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; b&#x113;ram-&#x101;&#x1E0D;u. v. n. To bargain. &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to go on a trading journey. &#xC2C;&#xC47;&#xC30;&#xC3F; b&#x113;ri. n. A man of the Beri or merchant caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC30;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;ra&#x1E0D;zamu. [Tel.] n. Fraud, deceit, &#xC2E;&#xC3E;&#xC2F;, &#xC27;&#xC4C;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC28;&#xC21;&#xC15;, &#xC2A;&#xC30;&#xC41;&#xC37; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC26;&#xC3F; &#xC2C;&#xC47;&#xC30;&#xC5B;&#xC2E;&#xC26;&#xC3F; &#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC46;&#xC28;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; Vijayanti. iv. 40. adj. Fraudulent, deceitful. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;. &#xC2C;&#xC47;&#xC30;&#xC1C;&#xC02;&#xC2A;&#xC41; &#xC2E;&#xC23;&#xC41;&#xC32;&#xC41; sham gems, &#xC2E;&#xC3E;&#xC2F;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;baikalu. [Tel.] n. The vomiting and other signs of pregnancy. &#xC35;&#xC47;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;. &quot;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC48;&#xC15;&#xC32;&#xC48;&#xC28; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC46;&#xC02;&#xC24;&#xC26;&#xC32;&#xC17;&#xC41;.&quot; G. iii. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC47;&#xC39;&#xC30;&#xC2E;&#xC41; b&#x113;h&#x101;ramu. [from Skt. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Trade, commerce, &#xC35;&#xC3E;&#xC23;&#xC3F;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC46; &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC1A;&#xC46;.&quot; BD. iv. 61. &#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC3F; or &#xC2C;&#xC46;&#xC39;&#xC3E;&#xC30;&#xC3F; b&#x113;h&#x101;ri. n. A merchant. &#xC35;&#xC23;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;sta-v&#x101;ramu. [for Skt. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Thursday.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC38;&#xC3F;</span>&#xA0;&#xA0;b&#x113;si. [Tel.] adj. Odd (as applied to numbers.) &#xC38;&#xC30;&#xC3F;&#xC2C;&#xC47;&#xC38;&#xC3F; odd and even. &#xC2C;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; b&#x113;si-kan&#x1E6D;i. n. Lit. The odd eyed one, i.e., Siva. &#xC2C;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC41; &#xC5B;&#xC4B;&#xC26;&#xC41; b&#x113;si-kayiduvu-&#x1E0D;z&#x14D;du. n. A title of Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;b&#x113;sari. [H.] n. A ring worn by a woman in the right nostril. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2D;&#xC30;&#xC23; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC38;&#xC46;&#xC2E;&#xC41; b&#x113;samu. [Tel.] n. Juice, sap, &#xC24;&#xC3E;&#xC02;&#xC21;. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2C;&#xC47;&#xC38;&#xC2E;&#xC41; the yellow juice of the ripe palm fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x113;ramu. [Skt.] n. An image. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. &quot;&#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC39;&#xC48;&#xC2E;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;.&quot; &#xC2A;&#xC30;. v.
			</div>
                