&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC2F;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; bairav&#x101;samu. [from Skt. &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.] n. A cloak, an outer garment. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC2C;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;baibilu. [Gk. through Eng.] n. The Bible, the Christian Scriptures.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC2F;&#xC3F;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41; bai&#x1E0D;&#x101;lamu. [Tel.] n. Anger, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC5B;</span>&#xA0;&#xA0;or &#xC2C; &#xC2F;&#xC3F;&#xC5B; bai&#x1E0D;za. [Tel.] n. Ignorance, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Nonsense, stuff, trash, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F;. &quot;&#xC09; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC48;&#xC24;&#xC43;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC18;&#xC4B;&#xC30;&#xC24;&#xC2A;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4D;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC47;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC2C;&#xC48;&#xC1C;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC24;&#xC02;, &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC28;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC21;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC4B;&#xC35;&#xC17;&#xC4B;&#xC30;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; V. P. iv. 345.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC38;&#xC23;</span>&#xA0;&#xA0;or &#xC2C;&#xC2F;&#xC3F;&#xC38;&#xC23; baisa&#x1E47;a. [Tel.] n. The bridge of the Vina, or Indian lute. &#xC35;&#xC40;&#xC23;&#xC46;&#xC15;&#xC3E;&#xC2F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC32;&#xC41;, &#xC2C;&#xC2F;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC2F;&#xC32;&#xC41; bailu. [Tel.] n. An open field, plain, area. &#xC2E;&#xC48;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. The outside, the exterior. The sky, the expanse of heaven. &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC1A;&#xC47;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC47;&#xC38;&#xC3F;.&quot; (HD. i. 398.) they devoured the corn fields and reduced them to a bare plain. &#xC2C;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC1F; a voice uttered (or heard) from heaven. &quot;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC2C;&#xC2F;&#xC32;&#xC41; &#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41;.&quot; (BD. iii. 878.) the baby was kicking with its legs upwards. adj. Open, clear. &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;, &#xC2C;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;, or &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41; bailu-d&#x113;ru. v. n. To come forth, break out; to begin, start, set out; to come to light, result, appear, be discovered; to prove true or false. To be shed, or to burst forth as tears, &#xC24;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC41; &#xC12;&#xC15; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he set out as if he was a big man. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; a boil rose. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC41;&#xC02;&#xC21; &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; when the butter was coming the churn burst. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC47; on leaving the house. &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC30;&#xC3F; thieves broke out in that neighbourhood. &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41; bailu-d&#x113;r&#x1E6D;su. v. a. To bring out, elicit, bring to light, exhibit. &#xC2C;&#xC48;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2C;&#xC48;&#xC32;&#xC17;&#xC41; bailu-pa&#x1E0D;u. v. n. To fall out, come to light, be disclosed. &#xC06; &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the secret came to light. &#xC2C;&#xC48;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC2C;&#xC48;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; bailu-para&#x1E6D;su. v. a. To bring to light, to reveal. &#xC2C;&#xC48;&#xC32;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC21;&#xC32;&#xC41; bailu-vellu. v. n. To start. &#xC2C;&#xC48;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2C;&#xC2F;&#xC33;&#xC4D;&#xC32;&#xC41; bai&#x1E37;&#x1E37;u. n. plu. Plains. &#xC2C;&#xC48;&#xC1F; or &#xC2C;&#xC2F;&#xC1F; bai&#x1E6D;a. adv. On the outside, on the plain. Out. &#xC2C;&#xC48;&#xC1F;&#xC2A;&#xC21;&#xC41; or &#xC2C;&#xC2F;&#xC1F;&#xC2A;&#xC21;&#xC41; bai&#x1E6D;a-pa&#x1E0D;u. v. n. To come out, come to light. To become public. &#xC2C;&#xC48;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC2F;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bai&#x1E6D;a-pe&#x1E6D;&#x1E6D;u. v. a. To put forward, to reveal, &#xC2C;&#xC39;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2C;&#xC48;&#xC1F;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2C;&#xC2F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; bai&#x1E6D;a-p&#x14D;vu. v. n. To go out. To go to the necessary. &#xC2C;&#xC48;&#xC1F;&#xC09;&#xC02;&#xC21;&#xC41; or &#xC2C;&#xC2F;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; bai&#x1E6D;a-un&#x1E0D;u. v. n. To be outside: to be menstruous, (because excluded from the family.) &#xC2C;&#xC48;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC2C;&#xC2F;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC41; bai&#x1E6D;a-v&#x113;yu. v. a. To cast out. To bring to light, to let a secret out. &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC48;&#xC1F;&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC1A;&#xC42;&#xC21;&#xC41; take care you don&apos;t let this be known. &#xC2C;&#xC48;&#xC1F;&#xC3F; or &#xC2C;&#xC2F;&#xC1F;&#xC3F; bai&#x1E6D;i. adj. Outer, exterior; strange, foreign. &#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC0A;&#xC33;&#xC4D;&#xC32;&#xC41; the circumjacent villages.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC30;&#xC3F;, &#xC2C;&#xC2F;&#xC3F;&#xC30;&#xC3F;, &#xC2D;&#xC48;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2D;&#xC48;&#xC30;&#xC35;&#xC3F; bairi. [Tel.] n. The Peregrine Falcon, Falco peregrinus. &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC48;&#xC30;&#xC3F;. the Crested Hawk Eagle, Spizdetus cirrhatus (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC2F;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC3F; bai-r&#x101;gi. [for Skt. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC3F;.] n. A hermit or religious beggar. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. cf. &#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
                