&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC4B;&#xC15;&#xC3F; (q.v)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;bong-kappa. [Tel.] n. A sort of fish, the genus Tetrodon, particularly the species termed Hispidus. This fish is nearly spherical and is covered with spikes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC2E;&#xC41; bongka&#x1E47;amu. [Tel.] n. A purse, a pouch. &quot;&#xC06; &#xC15;&#xC1F;&#xC3F;&#xC24;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC2F;&#xC41;, &#xC28;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC1A;&#xC02;&#xC15;&#xC2C;&#xC4B;&#xC35;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC38;&#xC21;&#xC32;&#xC3F; &#xC28;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC02;&#xC26;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC26;&#xC47;&#xC35;.&quot; BD. iii. 282.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC38;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC2C;&#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15; baisuka. [Tel.] n. A resolution, a vow, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC48;&#xC38;&#xC3F;, &#xC2C;&#xC2F;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC35;&#xC3F;&#xC38;&#xC3F; baisi. [from Skt. &#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC3F;.] n. Fortune. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Respect, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. Shame, modesty. &#xC2C;&#xC48;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; shameless, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;; disgraced, ruined. Swa. iv. 109. &#xC2C;&#xC48;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tree called Odina pinnata, which in the hot weather is naked of leaves.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC35; bon&#x1E0D;uga. [Tel.] n. The throat or gullet. &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC3F;, &#xC15;&#xC02;&#xC20;&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41;. &quot;&#xC30;&#xC46;&#xC02;&#xC21;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC3E;&#xC2A;&#xC32; &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; Ved. Ras. ii. 200. &#xC1F;&#xC40; &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;bon&#x1E0D;u. [Tel.] adj. Round, globular, &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC32;&#xC41; round bells. &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; bon&#x1E0D;u-malle. n. A species of Jasmine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;bon&#x1E0D;iga. [Tel.] n. A stalk of a leaf, the petiole, &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC17;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;bon&#x1E0D;arag-&#x101;&#x1E37;&#x1E37;u. [Tel.] n. The flower heads of the oil seed plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41; bon&#x1E0D;amu. [Tel.] n. A cocoanut with the husk on. &quot;&#xC0E;&#xC33;&#xC28;&#xC40;&#xC1F;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC4B;&#xC32;&#xC46; &#xC2E;&#xC4A;&#xC26;&#xC21;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28;&#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; A. vi. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;, &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; bon&#x1E0D;a. [Tel.] n. The stocks or light fetters of wood. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to put in the stocks. &quot;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC21; &#xC2C;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vema.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;bongu. [Tel.] n. A large hollow bamboo. &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC40;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41; a palanquin pole. &#xC21;&#xC47;&#xC30;&#xC3E;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41;. a tent pole. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41; a bamboo pole. Adj. Hoarse. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he is hoarse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bongaramu. [Tel.] n. A top, &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC32;&#xC41; bongar&#x101;lu. n. A kind of cakes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;bongku. [Tel.] v. n. To lie or speak falsely. n. Fraud, guile, deceit. A falsehood. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. adj. False, &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC30;&#xC3F; or &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; bongk-ari. n. A liar, a man who tells lies. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; a woman who tells lies. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC3F; bongkami. Lit. The not lying, i.e., veracity. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; bongkin&#x1E6D;su. v. a. To cause to tell a lie, &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC1C;&#xC47;&#xC2F;&#xC41;. To deceive, trick, delude, tempt, mislead, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC3E;&#xC32;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC48;&#xC28;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; M. XII. iii. 374.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; Same as &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bon&#x1E0D;emu. [Tel.] n. A tatty or screen; a hurdle. &#xC24;&#xC21;&#xC3F;&#xC15;.
			</div>
                