&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;bondi. [Tel.] n. The (human) body. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC33;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41; bonda-&#x1E37;amu. [Tel. &#xC2C;&#xC4A;&#xC02;&#xC24; + &#xC26;&#xC33;&#xC2E;&#xC41;.] n. A piece of armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC17;&#xC21;&#xC2F;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC41;&#xC35; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC47;&#xC32;&#xC15;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; H. iv. 107. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC21;&#xC40;&#xC21;&#xC41; bonda&#x1E0D;-&#x12B;&#x1E0D;u. n. One who has put on armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;</span>&#xA0;&#xA0;bonda. [Tel.] n. A hole, a bore, a fissure. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. A pit, a grave. &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A small palmyra or wild date tree. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A little boy. &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC26; a desolate pit or grave. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC24;&#xC2A;&#xC46;&#xC32; a leaky pot. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; sunken eyes. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; to bore. &#xC30;&#xC35;&#xC02;&#xC24;&#xC2C;&#xC4A;&#xC02;&#xC26; a mere stripling, &#xC30;&#xC35;&#xC02;&#xC24;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC15;&#xC4B;&#xC32; bonda-k&#x14D;la. n. A weapon used in duelling. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; bonda-pakke. n. A kind of fish. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; bonda-puvvu. n. The film or cotton which is found on young Palmyra leaves. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;bontu. [Tel.] n. Yellow ochre. Saffron colour. The chaff or husk of seeds. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; bontulu. n. plu. The seeds of the great millet while in the husk. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC24;</span>&#xA0;&#xA0;bonta. [Tel.] n. A quilted cloth, a patched rug, a ragged patched cloth. The mullet fish, Mugil cephalus. Russell. No. 56. &amp;c. &quot;&#xC17;&#xC02;&#xC24;&#xC32;&#xC15;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC28;&#xC2C;&#xC4A;&#xC02;&#xC24;&#xC32;&#xC41;&#xC32;&#xC47;&#xC35;&#xC46;.&quot; Vaija. ii. 99. like horse, like saddle. adj. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC05;&#xC30;&#xC1F;&#xC3F; bonta-ara&#x1E6D;i. n. A large kind of plantain. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC15;&#xC3F; bonta-k&#x101;ki. n. A raven, the large Cormorant. &#xC15;&#xC3E;&#xC15;&#xC4B;&#xC32;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC17;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; bonta-gandhakamu. n. A sort of brimstone in flakes. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC1C;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41; bonta-jemu&#x1E0D;u. n. A cactus of a large size used as a medicine. &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC3F; bonta-r&#x101;yi. n. A kind of pebbly rock, a conglomerate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;bokka. [Tel.] n. A hole, a pit, an orifice, &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. A grave, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC0E;&#xC21;&#xC38;&#xC46;&#xC21;&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC28;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC2C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC24;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii. &#xC05;&#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC35;&#xC21;&#xC32;&#xC4B; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the sore made a hole in her cheek. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41; I will bring. you to your grave, I will ruin you. &#xC28;&#xC47;&#xC28;&#xC47; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B; &#xC26;&#xC42;&#xC30;&#xC41;&#xC26;&#xC41;&#xC28;&#xC41; where can I hide my head? &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; bokka-l-&#x101;&#x1E0D;u. n. A snake, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. A house-breaker, thief. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC30;&#xC21;&#xC41; bokka-bera&#x1E0D;u. n. A kind of snake. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC2C;&#xC38;&#xC41;</span>&#xA0;&#xA0;bombasu. [Eng. &apos;Bomb.&apos;] n. A name given to a mortar because it discharges &apos;bombs,&apos; &#xC30;&#xC4B;&#xC1F;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46;</span>&#xA0;&#xA0;bonde. [Tel.] n. The edible inner substance or pith of the plantain tree, &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC0A;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;bondu. [Tel.] n. A skein, a bundle of fibres of thread. A thread, &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;. A tape, &#xC28;&#xC3E;&#xC21;&#xC3E;. The string for fastening a jacket, the tie of a boddice. Growing corn dried up, from want of moisture. &#xC17;&#xC3F;&#xC02;&#xC1C;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC30;&#xC3F;. Flowers woven into a garland, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC42;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; or &#xC38;&#xC3F;&#xC17;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; a piece of cotton or silk thread, with which the tresses are tied. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC15;&#xC02;&#xC15;&#xC3F; a pithless ear. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A; or &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; a blasted crop. &quot;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC30; &#xC2C;&#xC32;&#xC41;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;&#xC17; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC15;&#xC02;&#xC26;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; KP. iv. 89. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC28;&#xC17;&#xC3E; &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC32;&#xC41;, &#xC24;&#xC02;&#xC24;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. adj. Big, plump, fat-fleshed. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F;, &#xC06;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC23;&#xC35;&#xC3F; the child&apos;s limbs are plump. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; he is plump. &quot;&#xC1A;&#xC3E;&#xC32;&#xC26;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC43;&#xC25;&#xC41;&#xC32; &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC15;&#xC40;&#xC32;&#xC28;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC3E;&#xC32;&#xC46;&#xC32;&#xC28;&#xC02;&#xC17;.&quot; A. i. 22. &#xC1F;&#xC40; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC24;&#xC4B;&#xC2E;&#xC3E;&#xC32;&#xC46;&#xC32;&#xC28;&#xC02;&#xC17;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC46; &#xC32;&#xC4B;&#xC2F;&#xC28;&#xC17;&#xC3E;&#xC28;&#xC41;. &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; bondu-p&#x14D;vu. v. n. To pine or become pithless, as a ear of corn; to wither, as a crop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;bondili. [Tel.] n. The name of a certain caste or race.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;bondiya. [Tel.] n. A ferrule &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC15;&#xC4B;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC38;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC24;&#xC41;&#xC32;&#xC26;&#xC21;&#xC2C;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 1443. &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC15;&#xC4B;&#xC32;. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
                