&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bokkasamu. [Tel.] n. Money, &#xC27;&#xC28;&#xC2E;&#xC41;. A money bag. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC02;&#xC1A;&#xC3F;. A treasury, &#xC27;&#xC28;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; bokka&#x1E47;amu. [Tel.] n. A pouch, a purse. &#xC38;&#xC02;&#xC1A;&#xC3F;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2A;&#xC3E;&#xC21;&#xC32;&#xC15;&#xC33;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC2C;&#xC42;&#xC26;&#xC3F;&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC4A;.&quot; HD. i. 1383. &#xC1F;&#xC40; &#xC2C;&#xC42;&#xC26;&#xC3F;&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC23;&#xC2E;&#xC4A;, &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bo&#x1E6D;s&#x1E6D;su. [Tel.] n. Hair, down, fledge, downy hair, wool, &#xC30;&#xC4B;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;</span>&#xA0;&#xA0;bochche. [Tel.] n. A sherd or pot sherd. The upper part of a skull. The fish called Roball, &#xC2E;&#xC47;&#xC35;. Russell. No. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;boggu. [Tel.] n. Carbon, charcoal. &#xC38;&#xC40;&#xC2E;&#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41; or &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;, coal, &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC32;&#xC4B; &#xC24;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC47; &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC17;&#xC21;</span>&#xA0;&#xA0;boga&#x1E0D;a. [Tel.] n. A golden ornament which women wear on the upper part of the ear. The peg or key of a lute. The knob on the top of the leg of a cot. Any knob, &#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;. &#xC2C;&#xC4A;&#xC17;&#xC21;&#xC1A;&#xC46;&#xC35;&#xC3F; a hole bored in the ear, in which the gold ornament is worn. A chink or leak. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC06; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC4B; &#xC2C;&#xC4A;&#xC17;&#xC21;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; there is a leak in the bund of the tank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;</span>&#xA0;&#xA0;bokkena. [Tel.] n. A bucket for drawing water from a well or for baling a boat. &#xC13;&#xC21;&#xC32;&#xC4B; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC47;&#xC35;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC2C;&#xC4B;&#xC2F;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC42;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC47;&#xC26;&#xC3F;. A nosebag for horses, the corn bag put on a horse&apos;s nose. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC26;&#xC3E;&#xC23;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3F;, &#xC24;&#xC4B;&#xC2A;&#xC30;&#xC3E;. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC3E;&#xC15;&#xC41; bokken-&#x101;ku. n. The Creeping Vervain, Verbena nodiflora, &#xC24;&#xC4B;&#xC2F;&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC3F;. Linn. Ainsl. ii. 313. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; its berries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;bokku. [Tel.] v. a. To eat greedily, to gobble. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41;. n. A mouthful. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; bokkin&#x1E6D;su. v. a. To cram. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; bokku-l-&#x101;&#x1E0D;u. v. a. To eat greedily, gobble, devour. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41; bokk-e&#x1E0D;u. adj. As much as a mouthful.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC3E;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;&#xC3E; bokkisa. [Tel.] n. A small parcel, a bundle, wallet, knapsack; budget. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC2E;&#xC42;&#xC1F;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC42;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;bokki. [Tel.] adj. Defective, deficient in teeth, toothless. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who has lost his teeth. Fleshless, emaciated. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a hollow-chested man. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; bokki-sorra. n. A sort of shark. Russell, No. XVI.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;bo&#x1E6D;ta. [Tel.] n. A hamper, a large high basket for storing grain, &amp;c. &#xC17;&#xC3E;&#xC26;&#xC46;. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC21;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bo&#x1E6D;&#x1E6D;a-ka&#x1E0D;apa-che&#x1E6D;&#x1E6D;u. n. A kind of tree, Nauclea cadamba. &#xC28;&#xC40;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC30; bo&#x1E6D;&#x1E6D;a-pen&#x1E0D;zara. n. A sort of snake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC1F;&#xC3F;&#xC2E; bo&#x1E6D;ima. [Tel.] n. A wart. &#xC2E;&#xC4A;&#xC1F;&#xC3F;&#xC2E;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC1F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC1F;&#xC2E;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; bo&#x1E6D;ana-vr&#x113;lu. [Tel.] n. The thumb, the great toe. &#xC05;&#xC02;&#xC17;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32; &#xC28;&#xC47;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she drew lines on the ground with her great toe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bo&#x1E6D;aka-che&#x1E6D;&#x1E6D;u. [Tel.] n. A thorny bush.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;bo&#x1E0D;z&#x1E0D;za. [Tel.] n. The belly, a paunch. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; or &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; corpulent, fat bellied. &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; folds of fat across the belly. &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;&#xC35;&#xC3E;&#xC21;&#xC41; bo&#x1E0D;z&#x1E0D;za-v&#x101;&#x1E0D;u. n. A corpulent man, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC5B;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC5B;&#xC41;&#xC02;&#xC17;&#xC41; bo&#x1E0D;zugu. [Tel.] n. A paramour. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. S. ii. 605. &#xC2C;&#xC4A;&#xC5B;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC1F;&#xC3F; bo&#x1E0D;zungu-b&#x14D;&#x1E6D;i. n. A licentious woman.
			</div>
                