&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;bo&#x1E0D;&#x1E0D;i. [Tel.] n. A plot of ground. &#xC2E;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; a bed of earth for plants. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to form a row of small beds, &#xC12;&#xC15;&#xC35;&#xC30;&#xC41;&#xC38;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bo&#x1E0D;&#x1E0D;a-saramu. [Tel.] n. A weed called Stemodia. Rox. iii. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC21;&#xC41; See under &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bo&#x1E6D;&#x1E6D;amu. [Tel.] n. A modesty piece. &#xC17;&#xC4B;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC17;&#xC4B;&#xC32;&#xC32;&#xC41;</span>&#xA0;&#xA0;bo&#x1E6D;&#x1E6D;ana-g&#x14D;lalu. [Tel.] n. The name of a game played by children.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC3F; bo&#x1E6D;&#x1E6D;a&#x1E0D;i. [Tel.] n. A stone roller, &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC2C;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;bo&#x1E0D;&#x1E0D;ana-b&#x101;vi. [Tel.] n. A well with steps desending into it. A. v. 129. &#xC28;&#xC21;&#xC41;&#xC2E; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC32; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;bo&#x1E0D;&#x1E0D;a. [Tel.] n. The Sycamine or glomerous fig tree, Ficus glomerata, &#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;bo&#x1E0D;ya. [Tel.] n. A string, twisted round two leathern jars, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46; bo&#x1E0D;ima. [Tel.] n. The peg of a sandal. &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC3F;&#xC30;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC2A;</span>&#xA0;&#xA0;, &#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC3F; or &#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC46; bo&#x1E0D;ipa. [Tel.] n. A knot or excrescence on the trunk of a tree. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC17;</span>&#xA0;&#xA0;bo&#x1E0D;iga. [Tel.] n. A boy. &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC2C;&#xC4A;&#xC21;</span>&#xA0;&#xA0;bo&#x1E0D;a-bo&#x1E0D;a. [Tel.] n. A gushing noise, as of swiftly flowing water. A loud noise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC41; [for Skt. &#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A title assumed by certain Smarta Vaidika Brahmins. (The three titles Botlu, Sastri, and Dikshitulu closely resemble the titles Bachelor of Arts, Doctor of Laws, and Doctor of Divinity. These are used among Smartas alone.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;bo&#x1E6D;la-ch&#x113;pa. [Tel.] n. A sort of Sparus, cauda bifida. Russell, 99.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; bo&#x1E6D;&#x1E6D;e. [Tel.] n. A child, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. A son, &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. A daughter, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC21;&#xC41; or &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; a son, &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC28;&#xC3E;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; my wife and children, &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; the slave trade. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC15;&#xC4B;&#xC32; bo&#x1E6D;&#x1E6D;e-k&#x14D;la. n. A kind of sharp pointed arrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bo&#x1E6D;&#x1E6D;u. [Tel.] n. A drop. A sectarian mark on the forehead, white, yellow, black or scarlet, long or round. A gold spangle or patch in general. The gold piece attached to the marriage cord. (&#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.) A three-pie piece. The grammatical sunna or circlet, representing N. or M. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC38;&#xC4B;&#xC17;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; the upright line or streak in the forehead which denotes the Vaish&#x1E47;ava sect. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; the cross mark which denotes the Saivites. &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; the sign of marriage, being a bit of gold tied on the bride&apos;s throat. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to tie the &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;,i.e., to marry. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; full sunna. &#xC28;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a little ghee. &quot;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC3F; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC30;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; S. iii. 99. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; wherever it is, he finds it in a moment. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; bo&#x1E6D;&#x1E6D;u-d&#x101;ramu. n. The string round the neck from which the t&#x101;li is suspended, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                