&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;botti. [Tel.] n. A pack or bundle in which things are arranged in order. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or botti-pa&#x1E6D;&#x1E6D;u. v. a. To set straight, arrange, put in order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC38;&#xC41; bott&#x101;mu. [Eng. &apos;button&apos;] n. A button, &#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;botta. [Tel.] n. A hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC23;&#xC17;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC23;&#xC3F;&#xC17;&#xC46; bo&#x1E47;aga. [Tel.] n. A small leather bottle filled with any liquid. &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;. &#xC2C;&#xC4A;&#xC23;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; bo&#x1E47;igelu. plu. n. A kind of parched corn: a kind of cakes. &#xC15;&#xC3E;&#xC2F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC2F;&#xC41; &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;bo&#x1E0D;&#x1E0D;u. [Tel.] n. The navel. &#xC28;&#xC3E;&#xC2D;&#xC3F;. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; or &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC0A;&#xC1A; a bolt, a pointless arrow. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC0A;&#xC1A; a bolt, a pointless arrow. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41; the knot of a man&apos;s cloth at the navel. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC2F;&#xC41; to cut the navel string. adj. (In composition) Centrical, interior, inner, middle; as &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F; the centre court. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2C;&#xC02;&#xC21; or &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; the middle stone. Vish ii. 67. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC40;&#xC1F;&#xC41; bo&#x1E0D;&#x1E0D;u-k&#x12B;&#x1E6D;u. n. The coping of a wall. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC32;&#xC41; boddu gan&#x1E6D;alu. n. The large bells hung on each side of an elephant. &quot;&#xC15;&#xC30;&#xC41;&#xC32;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC32;&#xC41; &#xC18;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;.&quot; Pal. 30. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC1A;&#xC35;&#xC3F;&#xC15; bo&#x1E0D;&#x1E0D;u-&#x1E6D;savika. n. A central hall. &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC15; bo&#x1E0D;&#x1E0D;u-pu&#x1E0D;aka. n. A double headed wooden instrument, used by cotton beaters. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; boddu-malle. n. The double jasmine. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;bobba&#x1E0D;&#x101;yi. [Tel.] n. A small bat (respertilio.) &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41; or &#xC17;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;bobba. [Tel.] n. A cry, roar, squealing, bellowing, &#xC15;&#xC47;&#xC15;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC05;&#xC30;&#xC41;&#xC2A;&#xC41;. A blister or pustule. &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; pustules. A. ii. 66. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; a lion, &#xC15;&#xC02;&#xC20;&#xC40;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC21;&#xC41; or &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; bobbarin&#x1E6D;su. v. a. To shout, scream, bellow, roar, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC02;&#xC24; or &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC2E;&#xC41; bobba-rinta. n. Shouting, roaring. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC17;&#xC41; or &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC47;&#xC1A;&#xC41; bobbal-agu. v. n. To blister, to rise in pustules.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;bottu. [Tel.] n. Husk or chaff. (Ganjam dialect.) &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC28;&#xC3F; bottu-m-ani. (anuk) adj. Dead, dull, not sharply.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;</span>&#xA0;&#xA0;, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17; or &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; botti-g&#x101;. [Tel.] adv. Entirely, wholly, quite, completely, perfectly, utterly, totally, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC02;&#xC1F;, &#xC06;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC3E;&#xC2A;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;boppi. [Tel.] n. A bump or weal arising from a blow. &#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3F;. A kind of mug. &quot;&#xC28;&#xC42;&#xC15;&#xC32;&#xC24;&#xC4B; &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17; &#xC2E;&#xC41;&#xC02;&#xC24;.&quot; H. ii. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;bopp&#x101;yi. [Foreign word.] n. The Papaw, or Papaya tree, Carica Papaya; &#xC2E;&#xC26;&#xC28;&#xC06;&#xC28;&#xC2A;&#xC15;&#xC3E;&#xC2F;. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;boppa&#x1E0D;u. [Tel.] n. An ignorant man. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;bonugu-ch&#x113;pa. [Tel.] n. A kind of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bonamu. [Tel.] n. Outward show. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC48;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;. &quot;&#xC28;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F; &#xC30;&#xC4B;&#xC24;&#xC17;&#xC3E;&#xC26;&#xC46;, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC28;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC47;&#xC2E;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2C;&#xC4A;&#xC28;&#xC2E;&#xC46;, &#xC2F;&#xC4A;&#xC2F;&#xC42;&#xC30;&#xC3F;&#xC30;&#xC4A;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC17;&#xC32;&#xC26;&#xC47;.&quot; Miscell. i. 557. line 10. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F; &#xC2C;&#xC4A;&#xC28;&#xC2E;&#xC46;, &#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC48;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC47;&#xC17;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;boddu. [Tel.] n. A rick or bundle of grass, a skein or bunch of threads. A kind of ornament for the hand. adj. Stout, corpulent, &#xC32;&#xC3E;&#xC35;&#xC48;&#xC28;. &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC40;&#xC1F;&#xC41; boddu-k&#x12B;&#x1E6D;u. n. The coping of a wall. See &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC17;, &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC15; or &#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC15; bodd-&#x12B;ga. (&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; + &#xC08;&#xC17;.) n. A cockroach. &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;boddi. [Tel.] n. The plant called Osyris peltata. Rox. iii. 755. Cissampelos. (Rottler.) &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC23;, &#xC2E;&#xC39;&#xC3E;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC26;</span>&#xA0;&#xA0;or &#xC2C;&#xC4B;&#xC26; boda. [Tel.] n. A kind of grass, a common hill grass, &#xC24;&#xC43;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC26;&#xC3F;</span>&#xA0;&#xA0;bodi. [Tel.] n. A dockyard. &#xC13;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
                