&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;</span>&#xA0;&#xA0;bobbara. [Tel.] n. Rind or bark. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC46;&#xC30;&#xC21;&#xC41;. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC32;&#xC41; or &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC4D;&#xC32;&#xC41; bobbaralu. n. A kind of beans. plu. A black species of the pulse termed Dolichos catiang. Rox. iii. 304. &#xC28;&#xC32;&#xC4D;&#xC32; &#xC05;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bommaramu. [Tel.] n. A spinning top. &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; bommaramulu. n. plu. A game played by children. &quot;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC17;&#xC4B;&#xC32;&#xC32;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC1F;&#xC32;&#xC41;.&quot; Vish. vii. 211. &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41; a spinning top shaped like an inverted umbrella, &#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; &#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; bommara-p&#x14D;ru. v. n. To turn giddy, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC2E; bomma. [from Skt. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.] n. The god Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. An image, idol, puppet, doll. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. &#xC06; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is as beautiful as a statue. An eyebrow, &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A badge of a title, &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. A mark of disgrace, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. adj. Little, trifling, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC41; bomm-an&#x1E6D;su. adj. Broidered, figured. Dyed in figures on the edges. Red, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &quot;&#xC2A;&#xC41;&#xC32;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC3F; &#xC15;&#xC41;&#xC02;&#xC26;&#xC30;&#xC26;&#xC28;.&quot; N. ix. 287. n. Redness, &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC41; bomm-an&#x1E6D;sulu. n. A red bordered cloth. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bomma-ka&#x1E6D;&#x1E6D;u. v. a. To deride, to scoff at, to disgrace, to insult. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC2C;&#xC39;&#xC41;&#xC27;&#xC28;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F; &#xC38;&#xC02;&#xC2A;&#xC26;&#xC32; &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; Zacca. v. 134. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC41; bomma&#x1E0D;u. n. A Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F; Same as &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;. (q. v.) &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; bomma-jemu&#x1E0D;u. n. The tree called Euphorbia antiquorum. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3E;&#xC2F; bomma-&#x1E0D;&#x101;ya. n. A kind of fish. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC28;&#xC47; &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; bomma-pen&#x1E0D;li&#x1E37;&#x1E37;u. n. Toy marriages, a game played by children, playing at marrying dolls. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC47;&#xC21;&#xC3F; bomma-m&#x113;&#x1E0D;i. n. The opposite leaved fig tree, Ficus oppositiolia, &#xC15;&#xC3E;&#xC15;&#xC4B;&#xC26;&#xC41;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC38;&#xC3F; bomma-r&#x101;k&#x101;si. n. A devil or fiend, being the ghost of a Brahmin who has skilled in the Vedas, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC2F;&#xC3F; bomma-r&#x101;yi. n. A brick bat, a large pebble. plu. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bomma-r-illv. n. A doll house, or baby house. R. iii. 35. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3E;&#xC1F; bommal-&#x101;&#x1E6D;a. n. A puppet show, a show of puppets moved by springs. &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC3E;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41; bommal-&#x101;&#x1E6D;a-v&#x101;&#x1E0D;u. n. A puppet showman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;, &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC40;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC40;&#xC15;&#xC2E;&#xC41; bomi&#x1E0D;ika. [Tel.] n. A tiara or elegant head dress: a helmet. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC15;&#xC46; bomika. [Tel.] n. A bone. &#xC0E;&#xC2E;&#xC41;&#xC15;. &quot;&#xC38;&#xC40; &#xC2E;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC2F;&#xC4D;&#xC32;&#xC2A;&#xC48;&#xC5B;&#xC3E;&#xC17;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC35; &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC15;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC36;&#xC41;&#xC2E;&#xC32;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; boma. [from Skt. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.] n. An image, a doll, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. The eye-brow. &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A. v. 6. &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F; or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F; boma-mu&#x1E0D;i. n. A frown; (lit: a knot of the eye-brows.) &quot;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;.&quot; S. iii. 320. &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; boma-mu&#x1E0D;i-pe&#x1E6D;&#x1E6D;u. v. n. To frown. Satyab. iv. 165. &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; boma-mu&#x1E0D;i-p&#x101;&#x1E6D;u. n. Frowning, &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;. See &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;bobbili-che&#x1E6D;&#x1E6D;u. [Tel.] n. The whispering larch tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;bobbili-k&#x101;ya. [Tel.] n. An ornament worn by Hindu wives on the great toe. &#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
                