&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41;</span>&#xA0;&#xA0;bolla&#x1E0D;u. [Tel.] n. A horse brought from the B&#x14D;l&#x101;n&#x12B; country. &#xC2C;&#xC4B;&#xC32;&#xC3E;&#xC02;&#xC26;&#xC47;&#xC36;&#xC2A;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15; &#xC12;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC40;&#xC32;&#xC28;&#xC3F;&#xC28;&#xC21;, &#xC17;&#xC28;&#xC3F;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC17;&#xC24;&#xC4D;&#xC24;&#xC33;&#xC3E;&#xC28;&#xC3F;.&quot; G. iii. 134. A white spotted or speckled horse, &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;borra. [Tel.] n. A pot-belly. &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;. &#xC2C;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; borra-ji&#x1E6D;&#x1E6D;a. n. The Great Reed Warbler, Acrocephalus stentoreus (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC30;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;borusu. [Tel.] n. An earthen pan, usually made by breaking off the upper part of a pot. A potsherd, &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. A tumor, &#xC15;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; borugulu. [Tel.] n. Parched grain, parched corn. &#xC2A;&#xC47;&#xC32;&#xC3E;&#xC32;&#xC41;, &#xC32;&#xC3E;&#xC1C;&#xC32;&#xC41;. H. i. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46; boriya. [Tel.] n. A hole or burrow such as is made by foxes, &amp;c. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. A pit, &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A cave, &#xC17;&#xC41;&#xC39;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;. A dried cocoanut. &#xC28;&#xC40;&#xC30;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC1F; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC4A;&#xC30;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC1C; &#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4B; &#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC1C;&#xC47;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC15; &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC4D; &#xC1C;&#xC20;&#xC30;&#xC3E;&#xC28;&#xC32;&#xC15;&#xC40;&#xC32;&#xC15;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;.&quot; S. iii. 350. &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;&#xC1A;&#xC42;&#xC32;&#xC3F; boriya-&#x1E6D;s&#x16B;li. n. Lit. One born in a hole, i.e., V&#x101;lmiki.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;boriga. [Tel.] n. A small spade, (&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC3F;) &#xC17;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30;, &#xC24;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;bomme. [Tel.] n. Faintness. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B; &quot;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC2E;&#xC30;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Ila. i. 178. &#xC1F;&#xC40; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC41;&#xC1F;&#xC1A;&#xC47;&#xC24; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC2A; bommi&#x1E0D;amu. [Tel.] n. The great loach, or tobaccopipe fish, which has a very long head and a body like an eel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41; Same as &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC15;&#xC46;</span>&#xA0;&#xA0;b&#x14D;ke. [Tel. for &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC15;&#xC46;.] n. A bone, &#xC0E;&#xC2E;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC15;&#xC3F;</span>&#xA0;&#xA0;b&#x14D;ki. [Tel.] n. A pot (a word of contempt). A native ship or vessel &#xC26;&#xC4B;&#xC38;&#xC46;. &#xC2C;&#xC4B;&#xC15;&#xC3F;&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46; (anuk) pots and pans.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC15;</span>&#xA0;&#xA0;b&#x14D;ka. [Tel.] n. The belly, &#xC2C;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC4B;&#xC15;&#xC2F;&#xC41; &#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC28;&#xC28;&#xC41;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC41;.&quot; Venkat&#x113;s-&#x101;ndhram. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC38;&#xC41;&#xC15;</span>&#xA0;&#xA0;bosuka. [Tel.] adj. Fat. &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;. n. One who is fat, &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;bosika. [Tel.] n. The rind of a fruit like the cocoanut, &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC48;&#xC24;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC38;&#xC2C;&#xC4A;&#xC38;</span>&#xA0;&#xA0;bosa-bosa. [Tel.] adv. With a gushing noise. Rapidly, one after another.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC33;&#xC41;&#xC15;&#xC41; &#xC2C;&#xC4A;&#xC33;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;bo&#x1E37;uku-bo&#x1E37;uku. [Tel.] n. The retching noise made in vomiting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;bollu. [Tel for &#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;.] v. n. To tell a lie. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC3E;&#xC21;&#xC41;. n. A lie, a falsehood, &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;.&quot; Pal. 399. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC42;&#xC21;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;bolli. [Tel.] adj. White spotted, white. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC21;&#xC17;&#xC32; &quot;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC32;&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC42;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Parij. ii. 113. &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC05;&#xC35;&#xC41; a white spotted cow. n. The white leprosy. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC47; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. A man with the white leprosy. &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC32; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F; bolli-k&#x14D;&#x1E0D;i. n. The coot, Fulica atra. (F.B.I.) &quot;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC15;&#xC4B;&#xC21;&#xC2F;&#xC41;&#xC2C;&#xC4B;&#xC21; &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC1F; &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F;.&quot; H. iii. 13. &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26; or &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; bolli-gadda. n. The white faced kite, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; bolli-tanamu. n. Whiteness. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC47; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. Disgrace, dishonor, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2D;&#xC47;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC4B;&#xC39;, &#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1C;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC3F;, &#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC21; &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;, &#xC15;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC46;.&quot; M. xiii. i. 14. &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC4B;&#xC30; &#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; bolli-m&#x14D;ra-mekamu. n. A bear, &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
                