&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;b&#x14D;gu. [Tel.] n. An attempt, resolution, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;, &#xC2C;&#xC4B;&#xC17;&#xC2C;&#xC21;&#xC3F; b&#x14D;gu-ba&#x1E0D;i. n. A glutton. &#xC26;&#xC42;&#xC2C;&#xC30;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;gamu. [from Skt. &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;.] adj. Appertaining to the dancing or theatrical caste. n. Price, &#xC35;&#xC46;&#xC32;. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC3E;&#xC28; or &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F; (&#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41; + &#xC05;&#xC26;&#xC3F;.) a dancing girl, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; dancing girls, actresses. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC3E;&#xC1F; dancing. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC3E;&#xC21;&#xC41; to dance. &#xC2C;&#xC4B;&#xC17;&#xC3F; b&#x14D;gi. n. The name given to the eves of some particular feasts. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC24;&#xC4A;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. A serpent. One who lives in splendour or luxury. &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;kk&#x101;&#x1E47;amu. [Tel.] n. A bucket. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC23;&#xC3F;</span>&#xA0;&#xA0;b&#x14D;&#x1E47;i. [H.] n. Handsel or the first money a seller receives towards the price of a thing.The luck-penny. &#xC2C;&#xC4B;&#xC23;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to take handsel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC15;</span>&#xA0;&#xA0;b&#x14D;&#x1E0D;ika. [Tel.] n. A companion, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. A pupil, &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A servant, &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;. A boy, &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC38;&#xC24;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC28;&#xC2F;&#xC40;&#xC21;&#xC41; &#xC38;&#xC16;&#xC41;&#xC32;&#xC41;&#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC2A;, &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC32;&#xC4D; &#xC26;&#xC3E;&#xC28;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC2C;&#xC3E;&#xC2F;&#xC15;&#xC1A;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; Sar. D. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;b&#x14D;&#x1E0D;i. [Tel.] n. One that has a boly. &#xC2E;&#xC47;&#xC28;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;, as &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC15;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F;, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC21;</span>&#xA0;&#xA0;, &#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC2C;&#xC4B;&#xC21;&#xC41; b&#x14D;&#x1E0D;a. [Tel.] adj. Bald, bare, hornless, cropped. n. A monk. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC32; bald-head. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC32;&#xC24;&#xC4B; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he came with his head bare or uncovered. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC06;&#xC35;&#xC41; a hornless cow. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41; a blunt arrow, an arrow without a point. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stripped them bare, or plundered them. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; a tuskless elephant. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a pollard or a tree with the boughs cut off. &#xC2C;&#xC4B;&#xC21;&#xC24;&#xC40;&#xC30;&#xC41;&#xC35; gross tax (as on a crop) without deducting charges. &quot;&#xC06;&#xC38;&#xC2A;&#xC21;&#xC3F;&#xC2C;&#xC4B;&#xC21;&#xC35;&#xC48;&#xC28; &#xC28;&#xC47;&#xC28;&#xC17;&#xC41;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC3E;&#xC38;&#xC48;&#xC28; &#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;.&quot; S. ix. 3. &#xC2C;&#xC4B;&#xC21;&#xC21;&#xC41; a bald headed man, &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4B;&#xC21;&#xC24;&#xC30;&#xC2E;&#xC41; b&#x14D;da-taramu. n. A plant, Sph&#x153;ranthus indicus. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC40;, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Ainslie. 167. &#xC2C;&#xC4B;&#xC21;&#xC32;&#xC41; b&#x14D;&#x1E0D;alu. n. Hornless cattle. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC2C;&#xC4B;&#xC21;&#xC38;&#xC30;&#xC2E;&#xC41; Same as &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC30;&#xC2E;&#xC41;. (q. v.) &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F; b&#x14D;&#x1E0D;i-k&#x14D;&#x1E0D;i. [Tel.] n. A coot, Fulica atra (F.B.I.) &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; bo&#x1E0D;in&#x1E6D;su. v. a. To make bald to crop the hair on the head entirely, to shave the hair on the head entirely, to shave the head entirely bare. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; bo&#x1E0D;impu. n. The act of removing the hair on the head entirely. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC21;</span>&#xA0;&#xA0;b&#x14D;&#x1E0D;a. [Tel.] n. (In sea language) a board, i.e., a side. &#xC09;&#xC1C;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC21; star board. &#xC26;&#xC3E;&#xC2A;&#xC41;&#xC2C;&#xC4B;&#xC21; larboard.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;b&#x14D;&#x1E6D;u. [Eng. &apos;boat&apos;] n. A boat, &#xC2A;&#xC21;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x14D;&#x1E6D;u. [Tel.] n. A projection in a hill, &amp;c. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC46;&#xC02;&#xC21;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41; adj. Clever, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC2E;&#xC48;&#xC28;. Forward, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;b&#x14D;&#x1E6D;i. [Tel. from &#xC2C;&#xC4B;&#xC21;&#xC3F; q. v.] n. A damsel, a woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A female companion, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. adj. Like, resembling. &#xC35;&#xC02;&#xC1F;&#xC3F;, &#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; b&#x14D;&#x1E6D;i-katte. n. A female companion, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC2C;&#xC4B;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; b&#x14D;&#x1E6D;i-tanamu. n. Female wit, woman&apos;s wisdom. &#xC1C;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC42;&#xC1F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC4B;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC40;&#xC1F;&#xC41;&#xC32;&#xC41;.&quot; Jaganna. ii. 9.
			</div>
                