&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC28;&#xC3E;&#xC02;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;b&#x14D;n&#x101;m-pe&#x1E6D;&#x1E6D;e. [H.] A round box or basket covered with leather, &#xC24;&#xC4B;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;namu. [from Skt. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;.] n. Food, meat, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC35;&#xC40;&#xC23;&#xC3E; &#xC2A;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC2C;&#xC4B;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC15;.&quot; Jaganna. ii. 63. A meat offering, an offering of food to a god, &#xC28;&#xC48;&#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2C;&#xC4B;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC2C;&#xC4B;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;. &#xC2C;&#xC4B;&#xC28;&#xC2A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC2C;&#xC4B;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; b&#x14D;na-katte. n. A cook woman, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. A housemaid or slave girl. &#xC26;&#xC3E;&#xC38;&#xC40;&#xC26;&#xC3F;. &#xC2C;&#xC4B;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; b&#x14D;na-k&#x101;&#x1E0D;u. n. A cook. &#xC2C;&#xC4B;&#xC28;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F; b&#x14D;na-k&#x101;vi&#x1E0D;i. n. A yoke (&#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;) on which baskets containing food are carried. &quot;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC38;&#xC28;&#xC32;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC2C;&#xC4B;&#xC28;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; Pal. 256. &#xC2C;&#xC4B;&#xC28;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15; b&#x14D;na-pu&#x1E6D;ika. n. A basket of food. &quot;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2C;&#xC4B;&#xC28;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC2C;&#xC42;&#xC28;&#xC3F;.&quot; DRY. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC27;</span>&#xA0;&#xA0;or &#xC2C;&#xC4B;&#xC27;&#xC2E;&#xC41; b&#x14D;dha. [Skt.] n. Wisdom, intellect, understanding, awaking, arousing; teaching, instruction, doctrine, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC4B;&#xC27;&#xC15;&#xC33;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC4D; &#xC2E;&#xC4B;&#xC39;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;.&quot; Swa. ii. 37. &#xC1F;&#xC40; &#xC2C;&#xC4B;&#xC26;&#xC15;&#xC33;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;. &quot;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; H. i. 208. &#xC2C;&#xC4B;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41; b&#x14D;dhaku&#x1E0D;u. n. A teacher, preacher, instructor: &#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2C;&#xC4B;&#xC27;&#xC2A;&#xC21;&#xC41; b&#x14D;dha-pa&#x1E0D;u. v. n. To be known, to be understood, to become intelligible. &#xC06;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC4B;&#xC27;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC2C;&#xC4B;&#xC27;&#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; I understand it. &#xC2C;&#xC4B;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; b&#x14D;dha-paru&#x1E6D;su. v. a. To teach, explain, or make intelligible. &#xC2C;&#xC4B;&#xC27;&#xC28; or &#xC2C;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41; b&#x14D;dhana. n. Teaching, informing, awaking, arousing, counsel. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC4B;&#xC27;&#xC28; &#xC35;&#xC3F;&#xC28;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; I do not listen to his counsel. &#xC2C;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC2C;&#xC4B;&#xC27;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; b&#x14D;dhyamu. adj. Fit to be taught. &#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC4B;&#xC27;&#xC1A;&#xC47;&#xC2F;&#xC41; b&#x14D;dhin&#x1E6D;su. v. a. To teach, to explain, to inform, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To persuade, advise, admonish, induce, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC4B;&#xC27;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; he is unable to convey his knowledge, i.e., to teach. &#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; b&#x14D;dhitu&#x1E0D;u. n. One who is taught. &#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4B;&#xC27;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41; b&#x14D;dhi-drumamu. n. The sacred fig tree: Ficus religiosa. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC26;&#xC46;</span>&#xA0;&#xA0;, or &#xC2C;&#xC4B;&#xC26;&#xC3F;&#xC2F; b&#x14D;de. [Tel.] n. The trunk of a tree, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;. The bulging part of anything. The pediment or chapter of a pillar, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3F;. Also, a runnel or small channel for watering trees. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. &quot;&#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC26;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC30;&#xC3F;.&quot; Swa. ii. 33. &quot;&#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC46;&#xC30;&#xC2E;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC21;&#xC32;&#xC41;&#xC24;&#xC47;&#xC1C;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC41;&#xC2A;&#xC42;&#xC24;&#xC28;&#xC46;&#xC30;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC4B;&#xC26;&#xC46;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC47;&#xC35;&#xC30;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC35;&#xC30;.&quot; H. i. 167. &quot;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC4B; &#xC2C;&#xC4B;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC32;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC26;&#xC40;&#xC38;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC02;&#xC1A;&#xC41;.&quot; ib. i.224. &#xC2C;&#xC4B;&#xC26;&#xC46;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; a piece of wood for a doorstep, &#xC17;&#xC21;&#xC2A;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC26;&#xC41;</span>&#xA0;&#xA0;b&#x14D;du. [Tel.] n. The sacking in which oil bottles are packed on a bullock, &#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC47; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC41;&#xC17;&#xC02;&#xC24;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC47;&#xC38;&#xC47;&#xC26;&#xC3F;. A sack. &#xC17;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC26;&#xC28;</span>&#xA0;&#xA0;b&#x14D;dana. [from Skt. &#xC2C;&#xC4B;&#xC27;&#xC28;.] n. Advice, &#xC2C;&#xC4B;&#xC27;&#xC28;. Evil advice, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC26;</span>&#xA0;&#xA0;b&#x14D;da. [Tel.] adj. Swollen, as a leg. &#xC2C;&#xC4B;&#xC26;&#xC15;&#xC3E;&#xC32;&#xC41; a swollen diseased leg. &quot;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC21;&#xC17;&#xC41; &#xC2C;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC32;&#xC2C;&#xC4B;&#xC26;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; A. vi. 22. &#xC2C;&#xC4B;&#xC26;&#xC1A;&#xC30;&#xC1A;&#xC41; to swell. &quot;&#xC2A;&#xC4A;&#xC21;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F; &#xC2C;&#xC4B;&#xC26;&#xC1A;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC4A;&#xC21;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B;.&quot; Swa. iv. 21. &#xC1F;&#xC40; &#xC2C;&#xC4B;&#xC26;&#xC1A;&#xC30;&#xC1A;&#xC1A;&#xC3F;&#xC28;, &#xC0F;&#xC15;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC2C;&#xC32;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. n. The young or chick of a bird or tree. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC30;&#xC3E;&#xC2F;&#xC02;&#xC1A;&#xC2C;&#xC4B;&#xC26;&#xC32;&#xC41;, &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC4A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC0E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC26;&#xC32;&#xC48;&#xC17;&#xC42;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3E;&#xC30;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41;. P. i. 291. &#xC0E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC26;&#xC32;&#xC48;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC48;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC0E;&#xC17;&#xC38;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC41;&#xC1F;.&quot; &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC42;&#xC21;&#xC41; &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC47;&#xC32;&#xC28;&#xC41;&#xC2C;&#xC21;&#xC4D;&#xC21; &#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC2C;&#xC4B;&#xC26;&#xC32; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. K&#x101;lahasti ii. 83. &#xC2A;&#xC4B;&#xC15;&#xC2C;&#xC4B;&#xC26; a tender areca nut tree, &#xC32;&#xC47;&#xC24;&#xC2A;&#xC4B;&#xC15;. &#xC05;&#xC02;&#xC1A;&#xC2C;&#xC4B;&#xC26; a young swan, &#xC0E;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC4B;&#xC26; a young rat.
			</div>
                