&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;b&#x14D;ru. [Tel.] adj. Great, large. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; or &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; large doors, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC41;&#xC24;&#xC2E; &#xC24;&#xC2E;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;, &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC26;&#xC46;&#xC30;&#xC35;&#xC15;&#xC24;&#xC3E;, &#xC30;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC42;&#xC22;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3E; &#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC4D;.&quot; KP. vi. 130. n. A rush or downpour, as of heavy rain, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC28;, &#xC2C;&#xC4B;&#xC30;&#xC28;, &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28; or &#xC2D;&#xC4B;&#xC30;&#xC28; b&#x14D;runa. adv. Quickly, rushingly, &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. Much, grandly, greatly, heavily (as rain.) &#xC35;&#xC3E;&#xC28; &#xC1C;&#xC4B;&#xC30;&#xC41;&#xC28; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it rained heavily. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC0F;&#xC21;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC26;&#xC3F; she wept bitterly. &quot;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC30;&#xC28; &#xC26;&#xC2E;&#xC2F;&#xC02;&#xC24;&#xC40; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F;.&quot; M. III. ii. 28. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC32;&#xC17;&#xC41;, &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC32;&#xC4D;&#xC17;&#xC41; b&#x14D;ru-kalugu. v. n. To sound loud, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; b&#x14D;ru-konu. v. n. To resound, sound aloud. &quot;&#xC2D;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC17;.&quot; Ila. i. 104. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; b&#x14D;ru-kolupu. v. a. To sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC32;&#xC4D; &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC39;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC4B;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC28;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC17;.&quot; ND. ii. 552.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;rigamu. [Tel.] n. A broom to sweep with, &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;. &quot;&#xC05;&#xC28;&#xC41;&#xC35;&#xC48;&#xC28;&#xC2C;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC26;&#xC3F; &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC35;&#xC47;&#xC17;&#xC28;&#xC47;&#xC17;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC3F; &#xC30;&#xC1C;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;.&quot; Mari. BP. page. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC30;</span>&#xA0;&#xA0;b&#x14D;ra. [Tel.] n. The breast, the chest. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC0E;&#xC26;, &#xC35;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; boragin&#x1E6D;su. v. a. To turn upside down. &#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2C;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC40;&#xC26;&#xC2F;&#xC4B;&#xC17;&#xC3F;.&quot; V&#x113;ma. 1624. &#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC41; or &#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; b&#x14D;ragillu. v. n. To lie on one&apos;s face or breast. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC4B;&#xC30;&#xC17;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC21;&#xC3F;&#xC02;&#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;.&quot; Bmj. i. 68. &#xC2C;&#xC4B;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; b&#x14D;r&#x101;-pr&#x101;ku&#x1E0D;u. n. A snake, &#xC09;&#xC30;&#xC17;&#xC2E;&#xC41;. &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32; b&#x14D;rla. adv. Upside down, topsy-turvy. &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC26;&#xC4B;&#xC2F;&#xC41; to upset, overthrow. &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41; to lie prostrate: to be overset. &#xC26;&#xC47;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC41; what do you pride yourself upon? &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC21;&#xC41; to fall on one&apos;s breast or face. &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; b&#x14D;rlin&#x1E6D;su. v. a. To upset, lay a thing on its face.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC2F;</span>&#xA0;&#xA0;b&#x14D;ya. [Tel.] n. A forester, or mountaineer. A huntsman or fowler. A man of the hunter caste, &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC2C;&#xC4B;&#xC2F;&#xC2E;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; T. iii. 113. &#xC1F;&#xC40; &#xC26;&#xC2F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC4B;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; the fowler caste. &#xC2C;&#xC4B;&#xC2F;&#xC21;&#xC41; or &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41; b&#x14D;ya&#x1E0D;u. n. A savage, a man of the hunter caste, &#xC2C;&#xC4B;&#xC2F;&#xC24; or &#xC2C;&#xC4B;&#xC2F;&#xC46;&#xC24; b&#x14D;yata. n. A woman of this tribe. &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. R. ii. 15. &#xC2C;&#xC4B;&#xC2F;&#xC3F;, &#xC2C;&#xC4B;&#xC2F;&#xC40; or &#xC2C;&#xC4B;&#xC2F;&#xC40;&#xC21;&#xC41; b&#x14D;yi. n. A palanquin bearer, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F; &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC47;&#xC38;&#xC4D;&#xC24;. A man of the cowkeeper&apos;s or shepherd&apos;s caste. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC2F;&#xC21;&#xC41; a shepherd.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;mu. [Tel.] n. Compulsion. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC28;&#xC41;</span>&#xA0;&#xA0;b&#x14D;nu. [Tel.] n. A trap. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC15;&#xC2A;&#xC1F;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A cage, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48;&#xC35;&#xC2A;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2C;&#xC4B;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC24;&#xC32;&#xC2A;&#xC4B;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC40;&#xC2F;&#xC46;&#xC21;&#xC28;&#xC4D;.&quot; Chenna. iv. 279. &#xC2C;&#xC4B;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; b&#x14D;nu-poyyi. n. A portable oven shaped like a bowl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;lamu. [Tel. for &#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41;.] n. A certain decotion. &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41; a certain medicine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC30;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;remu. [Tel.] n. A bundle or load, as of cotton, &#xC26;&#xC42;&#xC26;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC42;&#xC1F;. &#xC39;&#xC02;&#xC38;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC2C;&#xC4B;&#xC30;&#xC35; b&#x14D;ruva. [Tel. &#xC2C;&#xC4B;&#xC30;&#xC41; + &#xC35;&#xC3E;.] n. A vulture, also called &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC28;&#xC17;&#xC26;&#xC4D;&#xC26; or &#xC2C;&#xC02;&#xC26;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC4B;&#xC30;&#xC41;&#xC35; the large vulture. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC35; also called &#xC2A;&#xC40;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26; the White Scavenger Vulture, Neophron ginginianus. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC30;&#xC41;&#xC35; The Black Vulture, Otogyps calvus. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;</span>&#xA0;&#xA0;b&#x14D;ruka. [Tel.] n. A bath. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC41; b&#x14D;ruk-&#x101;&#x1E0D;u. v. a. To bathe, as children. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; b&#x14D;ruk-&#x101;&#x1E0D;in&#x1E6D;su. v. a. To cause to bathe. &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
                