&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC4B;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; b&#x14D;sh&#x101;&#x1E47;amu. [H.] n. A large chest. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC33;&#xC3E;</span>&#xA0;&#xA0;b&#x14D;&#x1E37;&#x101;. [Tel. from &#xC2C;&#xC4B;&#xC32;&#xC41;.] adj. Hollow. Frank, unreserved. &#xC15;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC3E;&#xC1A;&#xC28;&#xC3F;, &#xC2C;&#xC4B;&#xC33;&#xC3E;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; one who is not a reserved man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;b&#x14D;&#x1E37;amu. [Tel.] n. Myrrh, Balsamodendron myrrha (Watts).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;b&#x14D;le-v&#x101;&#x1E6D;u. [Tel.] n. A wretch. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46; &#xC17;&#xC4B;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC24;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; H. v. 128.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;brammi. [Tel.] n. A tree called &#xC38;&#xC4B;&#xC2E;&#xC46;&#xC21;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;bramayu. [from Skt. &#xC2D;&#xC4D;&#xC30;&#xC2E;.] v. n. To err, be deceived. To be confused, perplexed. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; bramari-tirugu. v. n. To go round, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC27;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bradhnamu. [Skt.] n. A root, &#xC35;&#xC47;&#xC30;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC27;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; bradhnu&#x1E0D;u. n. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;Same as &#xC2C;&#xC26;&#xC4D;&#xC26;. (q. v.) &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; or &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; braddala-v&#x101;ru. n. Officers, footmen, personal attendants. &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4C;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC32;&#xC41;. &quot;&#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC4C;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC47;&#xC17;&#xC3F;.&quot; Chenna. v. 247. &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC30;&#xC3F; bradda-pari. n. A shield made of wickerwork. &#xC2A;&#xC47;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC30; bradd-ara. (&#xC2C;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26; + &#xC05;&#xC30;.)n. A piece, bit, &#xC24;&#xC41;&#xC28;&#xC15;, &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bolemu. [Tel.] n. Swiftness. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC32;&#xC46;</span>&#xA0;&#xA0;b&#x14D;le. [Tel.] n. A pot, pipkin; a contemptuous word for a vessel. &#xC13;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;, &#xC15;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC3E;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC12;&#xC15; &#xC2C;&#xC4B;&#xC32;&#xC46;&#xC2F;&#xC48;&#xC28;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I have not got even a pot to drink out of. &#xC2C;&#xC4B;&#xC32;&#xC46;&#xC21;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; a bowl of rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; See under &#xC2C;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC3F;&#xC2E;&#xC3F; Same as &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC41;. n.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC2C;&#xC15;&#xC4D;&#xC15; brakka. [Tel.] adj. Slight, thin, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. Poor, &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28;. &quot;&#xC08; &#xC2C;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC1C;&#xC42;&#xC21;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC38;&#xC2D;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bauddhamu. [Skt. from &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;.] n. Buddhism. &#xC2C;&#xC4C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC41;. Buddhists.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC38;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;b&#x14D;-s&#x113;yu. [for Skt. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.] v. a. To eat &quot;&#xC38;&#xC35;&#xC30;&#xC47;&#xC2F;&#xC3F;&#xC35;&#xC47;&#xC33; &#xC2C;&#xC4B;&#xC38;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.&quot; H. iv. 47.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC38;&#xC3F;</span>&#xA0;&#xA0;b&#x14D;si. [Tel.] adj. Toothless, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. Defective, empty. &#xC12;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC05;&#xC30;&#xC32;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC26;&#xC3F; one box has partitions, the other has none. &#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC4B;&#xC30;&#xC41; b&#x14D;si-n&#x14D;ru. n. A toothless mouth. &#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; b&#x14D;si-pa&#x1E0D;u. v. n. To become toothless. &#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;b&#x14D;lu. [Tel.] adj. Hollow. &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC5B;&#xC41;&#xC32;&#xC41; hollow bangles. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they heaped the earth lightly without pressing it solid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC41; brallu. [Tel.] n. A sudden noise, as of any thing that falls from a height.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;</span>&#xA0;&#xA0;brammeta. [for Skt. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F;.] n. Brahmin-slaying, the act of slaying a Brahmin &quot;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC32;&#xC41;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2C;&#xC4B;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; Charitra. ii. 1552.
			</div>
                