&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;br&#x101;hma&#x1E47;amu. [Skt. from &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.] n. An assembly of Brahmins. The Brahmanas of the Vedas. &#xC35;&#xC47;&#xC26;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; br&#x101;hma&#x1E47;yamu. n. An assembly of Brahmins, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. The state, quality, or business of a Brahmin, Brahminhood. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41; br&#x101;hmamu. n. The rite of marriage performed in accordance with the Vedas by Brahmins, &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. adj. Pertaining to Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC21;&#xC41; br&#x101;hma&#x1E47;u&#x1E0D;u. n. A Brahmin. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41; br&#x101;hmn-&#x101;yanu&#x1E0D;u. n. A Brahmin of a good family. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC2C;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; br&#x101;hm&#x1E47;a-bruvu&#x1E0D;u. n. A Brahmin who does not act according to rules of his caste. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC48; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC15;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC3F; br&#x101;hma&#x1E47;i. n. A Brahmin woman. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. The lizard called &#xC28;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3F; br&#x101;hmi. n. An epithet of Saraswati, spouse of Brahma. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;. See &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;br&#x101;ti. [Tel.] n. Love, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. adj. Much, great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. Hard to get, impossible, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41;. Dear, beloved, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. See &#xC2C;&#xC3E;&#xC24;&#xC3F;. &quot;&#xC2D;&#xC35;&#xC26;&#xC27;&#xC40;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC46;.&quot; M. VII. v. 8. is it any great matter for thy favourites to be conquerors? &#xC28;&#xC40;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC2F;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC3E;?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;brahma. [Skt. &#xC2C;&#xC43;&#xC39;&#xC4D;. (brih) to increase, Probably, the Indianised form of the name of &apos;Abraham&apos;, as &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41; is of &apos;Abram,&apos; the &#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39; of the Jewish race. Compare their stories.] n. The god Brahma, the operative creator of the world. &#xC07;&#xC26;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2D;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is invincible even to Brahma. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E; he is a mere simpleton. There are said to be nine Brahmas, viz., &#xC2D;&#xC43;&#xC17;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC30;&#xC40;&#xC1A;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41; brahmamu. n. The deity, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;. The Veda, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. Meditation, &#xC24;&#xC2A;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; brahma-kammi. n. The seam that goes down the middle of a sheet. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; brahma-charyamu. n. The bachelor state. Abstinence from sexual intercourse. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F; brahma-ch&#x101;ri. n. A bachelor or novice: the title borne by a Brahmin during the period of religious instruction, which extends from childhood up to manhood, when he is married. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F; brahma-ch&#x101;ri&#x1E47;i. n. A maiden that remains unmarried, a female novice: a woman leading a life of continence. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; Same as &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC17;&#xC02;&#xC17; &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, (q. v.). adj. Relating to, or connected with a Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC2F; brahmatya. (correctly, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F;.) n. Brahmin-slaying, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; brahmatvamu. n. Identification with Brahma, or God. Godhead. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC2F;&#xC41;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC02;&#xC21;&#xC3F; brahma-dan&#x1E0D;i. n. The Mexican or Prickly Poppy. (Watts); a plant called Argemone mexicana. (Wight.) &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC39;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC28;&#xC3E;&#xC21;&#xC3F; brahma-n&#x101;&#x1E0D;i. n. The cerebral nerves. Hari Vams. i. 11. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC28;&#xC3E;&#xC2D;&#xC41;&#xC21;&#xC41; brahma-n&#x101;bhu&#x1E0D;u. n. An epithet of Vishnu. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; brahma-putramu. n. The river Brahmaputra. A sort of poison. &#xC2E;&#xC15;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC2A; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; brahma-putru&#x1E0D;u. n. A name of Narada. &#xC28;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;. K&#x113;tu, &#xC15;&#xC47;&#xC24;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41; brahma-bandhuvu. n. A wretch, a miscreant infamous as a false witness. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC1F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; brahma-binduvu. n. A drop of Saliva. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; brahma-bh&#x16B;tu&#x1E0D;u. n. One who has become one with the Supreme Spirit. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2D;&#xC42;&#xC2F;&#xC2E;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC2F;&#xC41;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; brahma-bh&#x16B;yamu. n. Brahmanhood, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; brahma-yagnamu. n. The name of a certain rite among Brahmins. &#xC35;&#xC47;&#xC26;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC25;&#xC2E;&#xC41; brahma-rathamu. n. A vehicle or car borne on the shoulders of Brahmins. P. i. 14. Vulgarly, a bier. &#xC2A;&#xC3E;&#xC21;&#xC46;, &#xC36;&#xC35;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; brahma-randhramu. n. The fontanella, in anatomy: the quadrangular aperture found betwixt the os frontis and ossa sincipittis, in children just born; &#xC2E;&#xC3E;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC21;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;. At death the soul is supposed by the Hindus to quit the body by this crevice. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; brahma-r&#x101;k&#x101;si-che&#x1E6D;&#x1E6D;u. n. The giant-aloe used in fences. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F; brahma-r&#x101;kshasi. n. A ghoul, ogre or she-sprite. &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this made matters worse than before. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41; brahma-r&#x101;kshasu&#x1E0D;u. n. A fiend of the Brahminical class: a priest&apos;s ghost. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC3F; or &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; brahma-lipi. n. An unintelligible scrawl, a bad scribble. Originally applied to the lines or the sutures of the skull, which are supposed to be hieroglyphics, the mysterious writing of destiny. &#xC24;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC46; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC3F; brahma-v&#x101;di. n. A Vedantist, &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41; brahma-vidv&#x101;n-si&#x1E0D;u. n. An illustrious doctor or professor. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC35;&#xC47;&#xC33; brahma-v&#x113;&#x1E37;a. n. Dawn. &#xC05;&#xC30;&#xC41;&#xC23;&#xC4B;&#xC26;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. A. vi. 2. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; brahma-vr&#x101;lu. n. The handwriting of God: a name given to the crooked lines on the skull. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; brahma-s&#x16B;tramu. n. The sacred thread worn by Brahmins. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC4B;&#xC2A;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC41;&#xC35;&#xC41; brahma-suvu. n. Manmadha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC27;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41; brahma-svamu. n. A Brahmin&apos;s property or wealth. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; Kod. &#xA7; 5. Jain. 1. 77. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F; brahma-hatya. Brahmin-slaying. Also (vulgarly) any killing; thus &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F; cat slaughter. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; brahma-hatya-g&#x101;&#x1E0D;u. n A Brahmin-slayer, a man of blood. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC3F; brahm-&#x101;njali. n. Joining both hands together while reading the Vedas. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC2E;&#xC41; brahm-&#x101;n&#x1E0D;amu. n. The globe, the universe, the world. adj. Huge, vast, immense, awful. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; brahm&#x101;n&#x1E0D;amu-g&#x101;. adv. Vastly, prodigiously. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC3F; brahm&#x101;&#x1E47;i. n. The female energy of Brahma. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41; brahm-&#x101;nandamu. n. Divine bliss. Great joy. &#xC2E;&#xC39;&#xC3E;&#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; brahm-&#x101;ranyamu. n. A place where the Veda is studied. &#xC35;&#xC47;&#xC26;&#xC2A;&#xC3E;&#xC20;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; brahm-&#x101;vartamu. n. Brahm&#x101;varta, the land first occupied by the Brahmins to the north-west of Delhi. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; brahm-&#x101;sanamu. A sacred seat. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; brahmyamu. n. Divineness. &#xC28;&#xC3E;&#xC26;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; divine harmony, heavenly tones. See &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC2E;&#xC41;.
			</div>
                