&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;</span>&#xA0;&#xA0;bha. [Skt.] n. The name of a Skt. letter, &#xC12;&#xC15; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. &#xC2D; or &#xC2D;&#xC17;&#xC23;&#xC2E;&#xC41; bha. n. In prosody, a dactyl or foot composed of a long syllable followed by two short ones of Bh&#x101;rata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC41;&#xC37;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC38;&#xC3F; brushi. [Skt.] n. A seat, throne, couch, as that of a hermit, made of grass. &#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47; &#xC06;&#xC38;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;brungu. [Tel.] v. n. To be buried, &#xC2A;&#xC42;&#xC21;&#xC41;. To hide, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. To sink; to die, perish. &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC39;&#xC24;&#xC2E;&#xC17;&#xC41;.&quot; &#xC35;&#xC46;&#xC28;&#xC41;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC28; &#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; M. IX. i. 172. &quot;&#xC2A;&#xC4A;&#xC17;&#xC32;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC43;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; A. iv. 167. &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; brungu&#x1E0D;u. adj. Hidden, concealed, &#xC2E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;. Sunk, &#xC2E;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC28;. &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; brungu-pa&#x1E0D;u. v. n. To be hidden, to be diminished, to be in reduced circumstances. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2E;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC06; &#xC35;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F; &#xC38;&#xC41;&#xC16;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC24; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC32;&#xC02; &#xC26;&#xC4A;&#xC30;&#xC17;&#xC3F;&#xC2F;&#xC27;&#xC47;, &#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC24; &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC17; &#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC4A;&#xC2F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; M. IV. i. 249. &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; brungu&#x1E0D;u-p&#x101;&#x1E6D;u. n. Concealment, &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC41; brun&#x1E6D;su. v. a. To cause to sink, to submerge, &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2C;&#xC4D;&#xC30;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC41; bruyyu. v. n. To perish, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC2C;&#xC41;</span>&#xA0;&#xA0;bhambu. [Skt.] n. A star, &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhan&#x1E0D;u&#x1E0D;u. [Skt.] n. A wicked man, &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bhan&#x1E0D;in&#x1E6D;su. [Skt.] v. n. To play pranks, &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;. &quot;&#xC15; &quot;&#xC12;&#xC02;&#xC21;&#xC48;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC15; &#xC2D;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC32;&#xC26;&#xC46; &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC3E;.&quot; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3E;&#xC02;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41; bhan&#x1E0D;&#x101;ramu. [Skt.] n. A treasury. &#xC16;&#xC1C;&#xC3E;&#xC28;&#xC3E;, &#xC27;&#xC28;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC21;&#xC41;.&quot; BD. v. 800.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC1C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhanjakamu. [Skt.] adj. That which breaks, dissipates or destroys. &#xC2D;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; bhanjanamu. n. Breaking. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;. Dissipating, doing away, destroying. &#xC2D;&#xC02;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; bhanjin&#x1E6D;su. v. a. To break. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;. To dissipate, to do away with, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2D;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; bhanjitamu. adj. Dissipated, scattered.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhanguramu. [Skt.] adj. Crooked, bent, &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. Frail, fragile, perishable, unsteady, fleeting. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &quot;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2D;&#xC02;&#xC17;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC32;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; KP. iii. 60. women&apos;s patience is fleeting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;bhangi. [Skt.] n. Manner, mode, way. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC0E;&#xC2C;&#xC4D;&#xC2D;&#xC02;&#xC17;&#xC3F; how? Also, the drug called Bhang. Indian hemp, Satwa indica, &#xC17;&#xC02;&#xC5B;&#xC3E;&#xC2F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhangamu. [Skt.] Breaking; a break, breach, hindrance; prevention, defeat, loss, disappointment, discomfiture, failure, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC13;&#xC1F;&#xC2E;&#xC3F;. A breach or chasm. A wave, &#xC05;&#xC32;. Overwhelming destruction. &#xC1A;&#xC46;&#xC30;&#xC35;&#xC41;. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; disappointment. &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; a frown or contraction of the brow, knitting the brows. A bit, piece, &#xC24;&#xC41;&#xC28;&#xC15;, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC2D;&#xC02;&#xC17;&#xC24; bhangata. n. Defeat. &#xC05;&#xC2A;&#xC1C;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC32;&#xC32;&#xC28;&#xC35;&#xC33;&#xC41;&#xC32;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC15;&#xC21; &#xC2F;&#xC4A;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;&#xC32;&#xC47;&#xC15; &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC2E;&#xC41;&#xC28;, &#xC2D;&#xC02;&#xC17;&#xC24;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; &#xC1C;&#xC32;&#xC27;&#xC3F;&#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; Raja. Sekh. i. 51. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41; bhanga-pa&#x1E0D;u. v. n. To be disappointed, disgraced, defeated. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41;. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC41; &#xC2D;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bhanga-para&#x1E6D;su. v. a. To disappoint, defeat, disgrace. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC4D;&#xC21; disappointed, defeated. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC3E;&#xC1F;&#xC41; bhanga-p&#x101;&#x1E6D;u. n. Defeat, disappointment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhan&#x1E0D;anamu. [Skt.] n. A battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. A piece of armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. A wicked or cruel deed, &#xC26;&#xC41;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhaktamu. [Skt.] n. Food. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. adj. Divided, &#xC2C;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
                