&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC2D;&#xC17;</span>&#xA0;&#xA0;or &#xC2C;&#xC17;&#xC2C;&#xC17; bhaga-bhaga. [Tel. anuk.] adv. Blazingly. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC2D;&#xC17;&#xC2D;&#xC17;&#xC2F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3E; &#xC39;&#xC43;&#xC26;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4D;.&quot; KP. ii. 97. &#xC2D;&#xC17;&#xC3E;&#xC32;&#xC28;&#xC41; bhag&#x101;l-anu. v. n. To explode, to be terrible. &quot;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC2D;&#xC17;&#xC3E;&#xC32;&#xC28;&quot; heart-brokenly. HD. ii. 1104. &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; bhagg-ari. n. An irritable, passionate man or woman. &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; bhaggu-na. adv. Flashingly, suddenly, all at once (applied to fire or anger.) &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28; &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; he was all on fire with rage. &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC28;&#xC41; bhaggu-m-anu. v. n. To be violent, to explode, as flame.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bha-ganamu. [Skt.] n. The circumference of a circle. Warren. p. 357. An assemblage of stars. &#xC2D;, &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC17;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC17;&#xC17;&#xC28;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC4D; &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC17;&#xC21;&#xC1A;&#xC3E;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC47;, &#xC2D;&#xC17;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC02;, &#xC26;&#xC17;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41; &#xC38;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC24;&#xC28;&#xC30;&#xC46;&#xC28;&#xC4D;&quot; Also, in Prosody, a dactyl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bhakshin&#x1E6D;su. [Skt.] v. a. To eat, to feed on, &#xC24;&#xC3F;&#xC28;&#xC41;, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; bhaksha&#x1E47;amu. n. Eating, &#xC24;&#xC3F;&#xC28;&#xC41;, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; bhakshaku&#x1E0D;u. n. One who eats. &#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; bhaksha&#x1E47;&#x12B;yamu. adj. Fit to be eaten, &#xC24;&#xC3F;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; bhakshitamu. adj. Eaten, &#xC24;&#xC3F;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; bhakshyamu. adj. Fit to be eaten, &#xC24;&#xC3F;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;. n. An eatable, &#xC24;&#xC3F;&#xC28;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC2E;&#xC41;. A cake or sweetmeat. &#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; five kinds of eatables, viz. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2D;&#xC4B;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; one who makes sweetmeats, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;bhakti. [Skt.] n. Attachment, devotion, reverence, piety, loyalty. Faith, belief, &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;, &#xC38;&#xC47;&#xC35;. Friendship, affection, love, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. A part or division of a thing. &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC2F;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC4B;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC03; is a well known canon. &#xC2D;&#xC2F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC24;&#xC4B; with reverence and love. &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; a devotee, a pious man, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC21;&#xC3F;&#xC02;&#xC17;&#xC30;&#xC40;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bha&#x1E6D;u&#x1E0D;u. [Skt.] n. A servant. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A soldier, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC1C;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; bhajin&#x1E6D;su. [Skt.] v. a. To worship, adore, pray to; to serve. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC1C;&#xC28;&#xC2E;&#xC41; bhajanamu. n. Worship, homage. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2D;&#xC1C;&#xC28;&#xC2E;&#xC41; or &#xC2D;&#xC1C;&#xC28; worship accompanied by music. &#xC30;&#xC3E;&#xC2E;&#xC2D;&#xC1C;&#xC28;&#xC2E;&#xC41; the rite of singing the praises of R&#x101;ma. &#xC2D;&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; bhajan-tr&#x12B;lu. n. Musicians.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;See under &#xC2D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC35;&#xC24;&#xC4D;</span>&#xA0;&#xA0;bhagavat. [Skt.] adj. Respectable, worshipful, adorable. &#xC2D;&#xC17;&#xC35;&#xC26;&#xC4D;&#xC17;&#xC40;&#xC24; &quot; the Divine Song,&quot; the name of a celebrated poem. &#xC2D;&#xC17;&#xC35;&#xC26;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; meditation on the Deity. &#xC2D;&#xC17;&#xC35;&#xC24;&#xC4D; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the sacred text. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; bhaga-vati. n. A respectable woman. &#xC2D;&#xC17;&#xC35;&#xC24;&#xC40;&#xC02;&#xC26;&#xC47;&#xC35;&#xC40;&#xC02; the blessed goddess. &#xC2D;&#xC17;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC17;&#xC35;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; bhaga-vantu&#x1E0D;u. n. Almighty God. The Supreme Being. The Lord.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhagamu. [Skt.] n. The female organ of generation. &#xC2F;&#xC4B;&#xC28;&#xC3F;. &#xC2D;&#xC17;&#xC28;&#xC3F; bhagini. n. A sister. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2D;&#xC17;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41; bhagandaramu. n. An ulcer or sore in the genital parts. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC40;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhag&#x12B;-rathu&#x1E0D;u. [Skt.] n. A certain king whose exertions brought the Ganges from heaven to earth. &#xC2D;&#xC17;&#xC40;&#xC30;&#xC25; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; a phrase similar to &quot;Herculean labours.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhagnamu. [Skt.] adj. Broken, shattered. &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;.
			</div>
                