&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bha&#x1E6D;&#x1E6D;&#x101;raku&#x1E0D;u. [Skt.] n. A sage, a siant. &#xC2E;&#xC41;&#xC28;&#xC3F;. The Sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Also, a theatrical phrase for &apos;a king,&apos; &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;bha&#x1E6D;&#x1E6D;-&#x101;ch&#x101;ri. [Skt.] n. A title given to a learned man, equivalent to Doctor, His Reverence (thus used in Bengal.) In the south this is applied to a mere temple Brahmin (sacrificulus,) a priestling. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC02;&#xC2C;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A showy person, &#xC21;&#xC3E;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhayamu. [Skt.] n. Fear, fright, terror, alarm. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41; bhayankaramu. adj. Frightful, alarming, terrible. &#xC2D;&#xC2F;&#xC26;&#xC2E;&#xC41; bhayadamu. adj. Frightful, terrific. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41; bhaya-pa&#x1E0D;u. v. n. To be afraid. &#xC2D;&#xC2F;&#xC2A;&#xC30;&#xC1A;&#xC41; bhaya-para&#x1E6D;su. v. a. To frighten, alarm, intimidate. &#xC2D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; bhaya-pe&#x1E6D;&#x1E6D;u. v. a. To frighten, alarm. &#xC2D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; bhayasthu&#x1E0D;u. n. A timorous or timid man; one who fears to do evil; a god-fearing man. &#xC2D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; a timid woman. &#xC2D;&#xC2F;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41; bhay-&#x101;nakamu. adj. Fearful, frightful, alarming. &#xC2D;&#xC2F;&#xC3E;&#xC35;&#xC39;&#xC2E;&#xC41; bhay-&#x101;vahamu. adj. Frightful, alarming, terrible. &#xC2D;&#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; bhay-&#x14D;tp&#x101;tamu. n. A fearful prodigy or phenomenon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC02;&#xC2C;&#xC41; bhamu. [Skt.] n. A star, &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. The sky, &#xC17;&#xC17;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC26;&#xC47;, &#xC28;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC30; &#xC2D;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC26;&#xC47;&#xC24;&#xC4B;&#xC35;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC26;&#xC47;&#xC2D;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC26;&#xC47;.&quot; Ratn&#x101;vali. iv. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhadramu. [Skt.] Blessedness, prosperity, welfare, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;. Care, attention. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC40;&#xC15;&#xC41; is it well with thee? I hope you are well. interj. Beware! take care, be on your guard! adj. Fine, noble. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. Happy, blessed. &#xC36;&#xC41;&#xC2C;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. Safe, secure. Careful, watchful. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC2D;&#xC2E;&#xC41; a fine elephant. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a supernatural or celestial weapon. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; carefully. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to take care of, to lay up, store up, secure. &#xC2D;&#xC26;&#xC4D;&#xC30; bhadia. n. A name of Sri or Venus. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC33;&#xC3F; bhadra k&#x101;li. n. An epithet of P&#x101;rvati, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC41; bhadralu. n. Sixes, at dice. &#xC2D;&#xC3E;&#xC30;&#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC41;&#xC30;&#xC2E;&#xC41; bhadra-suramu. n. A dagger, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; bhadr&#x101;-kara&#x1E47;amu. n. A phrase for shaving. &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41;. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; bhadr-&#x101;sanamu. n. A king&apos;s seat, a throne. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;. &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; bhadru&#x1E0D;u. n. One who is blessed or fortunate. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; the lord of the land. &quot;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24;&#xC2E;&#xC1F;, &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC21;&#xC1F;.&quot; B. i. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bha&#x1E6D;&#x1E6D;u&#x1E0D;u. [Skt.] n. A title equivalent to &apos;Doctor,&apos; as &#xC32;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; bha&#x1E6D;&#x1E6D;u-m&#x16B;rti. n. The Ministrel; or he who wore &quot;the form of a Ministrel.&quot; This is the title of the celebrated author of the Vasu Charitra, whose original name was Rama Razu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bha&#x1E6D;&#x1E6D;&#x12B;yamu. [Skt.] n. The name of an ancient brief treatise upon Telugu grammar, written by &#xC28;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;bhat&#x1E6D;ini. [Skt.] n. A theatrical phrase for a king&apos;s secondary wife, as distinguished from &#xC26;&#xC47;&#xC35;&#xC3F; the crowned queen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; bha&#x1E6D;&#x1E6D;i-g&#x101;&#x1E0D;u. [Tel.] n. The Brown Shrike. Lanius cristatus. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bharatudu. [Skt.] n. A potter. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC30;&#xC02;&#xC24;&#xC41;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C; bharantu. [Tel.] n. A terrace or raised floor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC1C;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC41; bhat-r&#x101;ju. [Skt.] n. A bard, minstrel, herald, chanter of titles.
			</div>
                