&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bharin&#x1E6D;su. [Skt. from &#xC2D;&#xC43; to bear.] v. a. To bear, sustain, maintain, support, endure, tolerate. &#xC2E;&#xC4B;&#xC2F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC30;&#xC2E;&#xC41; bharamu. n. Weight, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. Excellence, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; bharitamu. adj. Filled with, full, &#xC2A;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;. See &#xC2D;&#xC30;&#xC4D;&#xC24;, &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; and &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC35;&#xC38;&#xC3E;</span>&#xA0;&#xA0;bharavas&#x101;. [H.] n. Confidence, trust, belief, pledge. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bharadv&#x101;jamu [Skt.] n. The King-crow or Drongo-shrike, Dicrurus ater (F.B.I.) &#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. Radha KD. (it has been wrongly taken to be the sky lark: it never rises into the sky and is commonly seen on the backs of cattle and hence is called &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;. It will even perch on the tiger and hence is called &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bharatu&#x1E0D;u. [Skt.] n. The name of a younger brother of R&#xE1;ma. The name of a celebrated writer on dramatic composition. An actor, dancer. &#xC2D;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC4A;&#xC5B;&#xC4D;&#xC1C; bharatampu-&#x1E37;-odzdza. n. A dancing master. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC2D;&#xC30;&#xC24;&#xC02;&#xC2A;&#xC41; &#xC1F;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC02;&#xC2C;&#xC4A;&#xC17;&#xC3F;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; H. v. 156. &#xC2D;&#xC30;&#xC24;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; bharata-&#x1E63;&#x101;stramu. n. Theatrical learning, the art of acting and singing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC24;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;bharata-pi&#x1E6D;&#x1E6D;a. [Tel.] n. A species of Titlark or Pippit called in Dakhini Chendul.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;bhara&#x1E47;i. [Skt.] n. The second lunar mansion, being three stars in a triangle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bharanamu. [Skt.] n. Cherishing, maintaining, nourishing, supporting &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Dowry, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC27;&#xC28;&#xC2E;&#xC41;. Wages, hire. &#xC15;&#xC42;&#xC32;&#xC3F;, &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;. &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC48;&#xC28;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2D;&#xC30;&#xC23; &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I did it to the best of my ability to get my bread. &#xC2D;&#xC24;&#xC4D;&#xC2F;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; batta and wages. Also, a land measure in Ganjam equal to about one-fifth of an acre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhava-namu. [Skt.] n. A house, dwelling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC26;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhavad-&#x12B;yamu. [Skt.] adj. Yours, belonging to you, &#xC28;&#xC40;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2C;&#xC35;&#xC02;&#xC24;&#xC3F; bhavanti. [Tel.] n. A house containing an open area in the middle. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2D;&#xC35;&#xC02;&#xC24;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F; a handkerchief which has flowers at the corners.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC33;&#xC3E;</span>&#xA0;&#xA0;, &#xC2C;&#xC33;&#xC3F;, &#xC2D;&#xC33;&#xC40;, &#xC2D;&#xC33;&#xC3F;&#xC30;, &#xC2D;&#xC33;&#xC3F;&#xC30;&#xC3E; or &#xC2D;&#xC33;&#xC3E;&#xC30;&#xC47; bha&#x1E37;&#x101;. [Tel.] interj. Well done! bravo! Very good! &#xC38;&#xC46;&#xC2C;&#xC3E;&#xC38;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC46; &#xC2D;&#xC33;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC21;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC46;&#xC1F;&#xC48;&#xC28;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; K. P. iv. 68.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC42;&#xC15;&#xC2E;&#xC41; bhallukamu. [Skt.] n. A bear. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC24;&#xC15;&#xC3F; bhall&#x101;-tamu. [Skt.] n. The marking nut, &#xC1C;&#xC40;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhallamu. [Skt.] n. A bear. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC41;. A. iv. 255. A broad headed arrow such as cuts through a cord. A spear, &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhargu&#x1E0D;u. [Skt.] n. A title of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bharmamu. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &quot;&#xC2D;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC41;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;&quot; tissue, gold cloth. &#xC2D;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; bharma-d&#x113;&#x1E63;amu. n. The &quot;land of Gold,&quot; Burma. The king has a title &#xC2D;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC26;&#xC41;&#xC21;&#xC41; Golden footed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2D;&#xC30;&#xC4D;&#xC24;&#xC40; bharti. [H.] n. Fullness, completion, filling up. &#xC2D;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; bhart&#x12B;ch&#x113;yu. v. a. To fill up a deficiency.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;bharta. [Skt. from &#xC2D;&#xC43; to bear.] n. A husband, lord, master. &#xC05;&#xC35;&#xC28;&#xC40;&#xC2D;&#xC30;&#xC4D;&#xC24; a king, as lord of the earth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhartsanamu. [Skt.] n. A threat, menace. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bharjanamu. [Skt.] n. Frying. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC2D;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; to fry. To beat, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                