&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;, &#xC2D;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; or &#xC2D;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; bhastra. [Skt.] n. A pair of bellows, used in a forge. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. A leather bag. &#xC2D;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; bhastriku&#x1E0D;u. n. A bellows-blower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhasi-tamu. [Skt.] n. Ashes. &#xC2D;&#xC38;&#xC3F;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28; ashy. gray. Suca. iii. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC38;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhasalamu. [Skt.] n. A wild bee, the large black carpenter bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC37;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhashakamu. [Skt.] n. A dog. &#xC2D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC2D;&#xC37;&#xC23;&#xC2E;&#xC41; bhashitamu. n. Barking, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhavyamu. [Skt.] adj. Prosperous, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;. Beautiful, handsome, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. Holy, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC24;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhavu&#x1E0D;u. [Skt.] n. A title of Siva, adj. Sinful, ignorant. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhavi-shyamu. [Skt.] n. Prosperity, welfare. &#xC36;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;bhavish-yattu. [Skt.] adj. Future, about to be, &#xC15;&#xC3E;&#xC17;&#xC32;&#xC26;&#xC3F;. &#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; the future tense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bhavin&#x1E6D;su. [Skt.] v. n. To happen, occur. A verb used only in certain compounds, as &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;bhav&#x101;ni. [Skt.] n. A name of Parvati, the spouse of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhav&#x101;-dru&#x1E63;u&#x1E0D;u. [Skt.] n. One like you. &#xC28;&#xC40;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhavamu. [Skt.] n. Being, existence, subsistence. Earthly or corporeal existence. The condition of being on earth. Birth as a mortal, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;, &#xC2D;&#xC35;&#xC26;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; immortal, released from the bonds of the flesh; free from mortal birth. In theology, sin, the sinful state, or mortality are subject to sin, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2D;&#xC35;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; earthly ties, as those of kindred. &#xC2D;&#xC35;&#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; the ills of human life. &#xC2D;&#xC35;&#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; a release from mortal life. M. XIII. v. 410. adj. In composition, arising from, produced or caused by. &#xC2D;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41; bhav-&#x101;n&#x1E0D;amu. n. The world. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;bh&#x101;kku. [Skt.] n. One who has obtained. &#xC2B;&#xC32;&#xC2D;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41; he who has obtained an advantage.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;n&#x1E0D;&#x12B;ramu. [Skt.] n. A banyan tree. &quot;&#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC1F;&#xC1C;&#xC3E;&#xC32;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC30;&#xC28;&#xC1F;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC16;, &#xC28;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC02;&#xC1A;&#xC41;.&quot; N. iv. 10. &#xC1F;&#xC40; &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC30;&#xC2E;&#xC28;&#xC47; &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC15;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;n&#x1E0D;a&#x1E41;u. [Skt.] n. An earthern pot or vessel. Any vessel. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Capital, principal. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC32;&#xC41;, &#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;. Harness, trappings. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC0F;&#xC15;&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they eat out of the same dish, i.e., they form one family. &#xC2A;&#xC43;&#xC25;&#xC17;&#xC4D;&#xC2C;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC32;&#xC48;&#xC28;&#xC3E;&#xC30;&#xC41; they began to eat food prepared in separate vessels, i.e., they formed a separate family. &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; or &#xC18;&#xC1F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a ceremony used in divorce, when some funeral rites are performed as though a relation was dead. &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; bh&#x101;nd-&#x101;g&#x101;ramu. n. A treasury. &#xC27;&#xC28;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC16;&#xC1C;&#xC3E;&#xC28;&#xC3E;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; bh&#x101;&#x1E47;&#x1E0D;-&#x101;g&#x101;riku&#x1E0D;u. n. A treasurer. &#xC15;&#xC4B;&#xC38;&#xC17;&#xC43;&#xC39;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;, G. ii. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;</span>&#xA0;&#xA0;bh&#x101;. [Skt.] n. Sunlight, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. Splendour. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhasmamu. [Skt.] n. Ashes, calx. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41; calx of copper. Ainslie. i. 513. &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bhasm&#x12B;-karin&#x1E6D;su. v. a. To reduce to ashes. &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                