&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;ga-vatamu. [Skt.] n. The name of a celebrated Hindu poem describing the life of Krishna. Any Puranic story, a story, &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC15;&#xC25;, &#xC15;&#xC25;. &quot;&#xC06; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC28;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4D;, &#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC28;&#xC4D;, &#xC2F;&#xC4B;&#xC1A;&#xC28;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC2F;&#xC4B;&#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC4B;, &#xC26;&#xC3E;&#xC1A;&#xC46;&#xC28;&#xC41;&#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC30;&#xC24;&#xC3E;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC2F;&#xC2E;&#xC41;. ii. 8, 10. A stage play, acting. A comedy. &#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41; bh&#x101;ga-vatu&#x1E0D;u. n. A religious man. A monk or friar. &#xC2D;&#xC3E;&#xC17;&#xC35;&#xC24;&#xC41;&#xC32;&#xC41; bh&#x101;ga-vatulu. n. Religious or pious men: fellow scholars in divinity. Stage-players, actors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;gamu. [Skt.] n. A portion, share, part, quarter, side. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC02;&#xC26;&#xC41; on the south side. &#xC38;&#xC2E;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; in equal shares. &#xC2C;&#xC3E;&#xC17;&#xC32;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F; land that fell to his share. &#xC2D;&#xC3E;&#xC17;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41; bh&#x101;ga-dh&#x113;yamu. n. Luck, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A royal revenue, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2D;&#xC3E;&#xC17;&#xC30;&#xC3F; bh&#x101;g-ari. n. A sharer, partner, fellow. &#xC2D;&#xC3E;&#xC17;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; bh&#x101;ga-sw&#x101;mi. n. A shareholder. &#xC2D;&#xC3E;&#xC17;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; bh&#x101;ga-h&#x101;ramu. n. Division in Arithmetic. &#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x101;gin&#x1E6D;su. v. a. To divide or distribute, to share. &#xC2A;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;&#x1E6D;akamu. [Skt.] n. Rent. &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;or &#xC2C;&#xC3E;&#xC1F; bh&#x101;&#x1E6D;a. [H.] n. A road, way. A quarter, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. A resource.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;janamu. [Skt.] n. A dish, platter, cup. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. An object of mercy or anger. Worth, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC1C;&#xC28;&#xC24; bh&#x101;janata. n. Worthiness, desert. &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC24;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;gyamu. [Skt.] n. Luck, fortune, riches, wealth. &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; what great matter is it? &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a man of fortune. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC30;&#xC47;&#xC16; a line on the palm of the hand, &amp;c. that portends good luck. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; a fortunate man, a rich man. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F; or &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F; a fortunate woman; a woman (sometimes used contemptuously.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC17;&#xC40;&#xC30;&#xC25;&#xC3F;</span>&#xA0;&#xA0;bh&#x101;g&#x12B;-rathi. [Skt. from &#xC2D;&#xC17;&#xC40;&#xC30;&#xC25;&#xC3F;.] n. The Ganges. &#xC17;&#xC02;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC47;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;bh&#x101;gi-n&#x113;yi. [Skt. from &#xC2D;&#xC17;&#xC3F;&#xC28;&#xC3F;.] n. The daughter of a sister, &#xC2E;&#xC47;&#xC28;&#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;. &#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; bh&#x101;gi-n&#x113;yu&#x1E0D;u. A sister&apos;s son, &#xC2E;&#xC47;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41; bh&#x101;ratamu. [Skt. from &#xC2D;&#xC30;&#xC24;.] n. The name of a celebrated poem called by Sir. W. Jones the &apos;Iliad of India.&apos; &#xC1A;&#xC47;&#xC1F;&#xC41;&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41; an Iliad of woes, an interminable tale of distress. &#xC06; &#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC02;&#xC24;&#xC3E; &#xC2F;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC28;&#xC40;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC47;&#xC2E;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41; leave out those long stories and come to the point.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;bh&#x101;ma. [Skt.] n. A woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2D;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC3F; bh&#x101;mini. n. A woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC2D;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; bh&#x101;nu&#x1E0D;u. [Skt.] n. A name of the god S&#x16B;rya, the sun, &quot;&#xC2C;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;&#xC02;&#xC21;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;.&quot; V&#x113;ma. iii. 210. &#xC2C;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; bh&#x101;nu-v&#x101;ramu. n. Sunday. &#xC2D;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; bh&#x101;nuvu. n. A ray of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;bh&#x101;ti. [Skt.] n. Light, brilliance, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Way, manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. (affix) Like, like to. &#xC35;&#xC32;&#xC46;, &#xC35;&#xC32;&#xC46;&#xC28;&#xC41;. &quot;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4B;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC2D;&#xC3E;&#xC24;&#xC3F;.&quot; Ila. iii. 14. &quot;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC48; &#xC36;&#xC40;&#xC24;&#xC32; &#xC2D;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC2E;&#xC2F;&#xC4B;&#xC17;&#xC3F;.&quot; V&#x113;mana. 908.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;&#x1E47;amu. [Skt.] n. A kind of drama. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A short poem or novel. A dramatic monologue. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC38;&#xC4D;&#xC2F;&#xC48; &#xC15;&#xC3E;&#xC39;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC02;&#xC2D;&#xC3E;&#xC23;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC27;&#xC40;&#xC2F;&#xC24;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;dra-padamu. [Skt.] n. The sixth month of the Hindu year, that in which the moon&apos;s change takes place when the sun is in Virgo.
			</div>
                