&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;bh&#x101;rya. [Skt. &#xC2D;&#xC43; to carry, maintain.] n. A wife. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; one who has a wife and children. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2D;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC41; husband and wife, a wedded pair. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; bh&#x101;ry&#x101;&#x1E6D;iku&#x1E0D;u. n. A hen-pecked husband. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC1F; &#xC5B;&#xC35;&#xC26;&#xC3E;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC35;&#xC3F;</span>&#xA0;&#xA0;bh&#x101;rgavi. [Skt.] n. A goddess: usually denoting P&#x101;rvati or Lakshmi, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;ramu. [Skt.] n. Weight, heaviness, a burden. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. Responsibility, incumbent or bounden duty. Hardship. A certain weight. &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC35;. &quot;&#xC15;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC35;&#xC3F;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC35;&#xC30;&#xC38;&#xC4C;&#xC35;&#xC30;&#xC4D;&#xC23; &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC4D;.&quot; G. vii. 142. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am unwell. &#xC28;&#xC3E;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC40;&#xC28;&#xC41;&#xC32;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC2E;&#xC26;&#xC47; it rests with you to relieve poor men like me. &#xC26;&#xC42;&#xC30;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is afar off. &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; bh&#x101;rakamu. n. A crisis. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the fever is at its height or crisis. &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC24; b&#x101;ra-karta. n. One who sustains or is responsible. Thus, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3E; &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC24; God is our refuge. &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x101;ra-kin&#x1E6D;su. v. n. To become severe, as fever. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I have a prospect of illness. &#xC2D;&#xC3E;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; one who carries a burden, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2D;&#xC3E;&#xC30;&#xC40; bh&#x101;r&#x12B;. adj. Big, high, stout, bulky. Rich. respectable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;ra-dv&#x101;jamu. [Skt.] n. The bird called the King crow: it is the Drongo shrike, Dicrurus ater. (F.B.I.) &#xC2A;&#xC38;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;radv&#x101;j&#x101;-g&#x14D;tramu. [Skt.] n. A certain ancient family up to which many Brabmins trace their genealogy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;bh&#x101;rati. [Skt.] n. A name of Sarasvati the Goddess of Speech.
			</div>
                