&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC41; bhin&#x1E0D;iv&#x101;lamu. [Skt.] n. A slender arrow or dart, which is thrown from a tube, &#xC07;&#xC28;&#xC41;&#xC2A; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC17;&#xC41;, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;samu. [Skt.] n. Light, brilliancy. &#xC2D;&#xC3E;&#xC38;&#xC3F; bh&#x101;si. adj. Bright, radiant. Pleased. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC47;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC26;&#xC4A;&#xC21;&#xC02;&#xC17;&#xC46; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC48;.&quot; Vish. ii. 76. &#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bh&#x101;sillu. v. n. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC2E;&#xC1A;&#xC41;. &#xC2D;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC2E;&#xC41; bh&#x101;suramu. adj. Bright, shining. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; bh&#x101;skaru&#x1E0D;u. n. A name of the sun or of fire, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; bh&#x101;svantamu. adj. Luminous, bright. Solar, &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; bh&#x101;svan-tu&#x1E0D;u. n. The sun. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; bh&#x101;sva-ramu. adj. Shinning, radiant. n. Phosphorus. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC24; bh&#x101;svarata. n. Glory, splendour, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; bh&#x101;svaru&#x1E0D;u. n. One who shines, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;; the sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;bh&#x101;vin&#x1E6D;su. [Skt.] v. n. To fancy, imagine, feel. &#xC0E;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC32;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;bh&#x101;vi. [Skt.] adj. Future. Later, subsequent, &#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;vamu. [Skt.] n. Mind, soul, heart, &#xC06;&#xC24;&#xC4D;&#xC2E;. Thought, idea, feeling, disposition, nature. Import, meaning, drift. Motive, aim, view. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Temperament, humour, passion, sentiment, state or condition of being. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. A property or power of matter. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. An act, gesture. &#xC27;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC42;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;. A learned man, (&#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F; &#xC2A;&#xC30;&#xC4B;&#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC3E;&#xC02;) &#xC35;&#xC3F;&#xC26;&#xC41;&#xC37;&#xC3F;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they looked upon me as a mother. &#xC05;&#xC35;&#xC3F; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC3F; &#xC2E;&#xC40; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC3E; do you mean that these were stolen goods? &#xC2D;&#xC3E;&#xC35;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; bh&#x101;va-garbhamu. adj. Having a secret import or a mysterious meaning: intelligible, as a glance conveying a certain impression. &#xC2C;&#xC3E;&#xC35;&#xC1C;&#xC3E;&#xC30;&#xC3F; bh&#x101;vaj&#x101;ri. n. The &quot;Amoricide&quot; or slayer (&#xC05;&#xC30;&#xC3F;) of Cupid, i.e., Siva. &#xC2D;&#xC3E;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; bh&#x101;vaju&#x1E0D;u. n. Lit: &quot;Born in the heart,&quot; an epithet of Manmadha. &#xC2D;&#xC3E;&#xC35;&#xC28; bh&#x101;vana. n. Mental perception, recollection, consciousness of past ideas or preceptions, imagination. &#xC24;&#xC32;&#xC2A;&#xC41;. Observing, investigating. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. Steeping, maceration of a drug in a liquid. Thus &#xC2D;&#xC3E;&#xC35;&#xC28;&#xC36;&#xC4A;&#xC02;&#xC20;&#xC3F;, &#xC2D;&#xC3E;&#xC35;&#xC28;&#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; are ginger or aloes prepared by being repeatedly dipped in certain fluids and dried again. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC2F;&#xC47;&#xC21;&#xC41; &#xC2D;&#xC3E;&#xC35;&#xC28;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; let these drugs be stepped seven times in the juice of ginger. &#xC2D;&#xC3E;&#xC35;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; bh&#x101;vana-ch&#x113;si-konu. v. n. To imagine or figure to oneself. &#xC2C;&#xC3E;&#xC35;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; bh&#x101;vabhavu&#x1E0D;u. n. One who exists (&#xC2D;&#xC35;.) in the heart (&#xC2D;&#xC3E;&#xC35;): i.e., Manmadha. &#xC2D;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; bh&#x101;v-&#x101;rthamu. n. Implication, inuendo, a sense not expressed, an affirmative sense. The affirmative form of the verb. &#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; bh&#x101;vyamu. adj. What must, will, or ought to be, &#xC15;&#xC3E;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. likely, probable, befitting &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC5B;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC40;&#xC15;&#xC41; &#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; you must not have anything to do with that house. &#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; bh&#x101;vyu&#x1E0D;u. n. One on whom they meditate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;or &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; bhiksha. [Skt.] n. Alms, &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;. Hire, wages, &#xC15;&#xC42;&#xC32;&#xC3F;. A boon, a great favour. &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I entreat this as a boon or particular favour. &#xC2A;&#xC24;&#xC3F;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37; entreaty for the restoration of a husband. BD. iv. 1347. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his pleasure is law, he is all powerful. &#xC2D;&#xC35;&#xC24;&#xC40; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F; give me an alms. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; bhikshaku&#x1E0D;u. (corruption of &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;.) n. A beggar. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; bhikshin&#x1E6D;su. v. n. &amp;a. To beg, take alms. &quot;&#xC38;&#xC30;&#xC38;&#xC3F;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC1C;&#xC21;&#xC32;&#xC4D; &#xC1C;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;, &#xC2C;&#xC30;&#xC17;&#xC2D;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC02;&#xC21;&#xC24;&#xC21;&#xC41;.&quot; BD. iv. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC37;</span>&#xA0;&#xA0;bh&#x101;sha. [Skt.] n. A language, speech, dialect. A word, phrase, expression. &#xC2E;&#xC3E;&#xC1F;. A solemn undertaking, vow, engagement: what one gives his word for, an oath, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC36;&#xC2D;&#xC3E;&#xC37; the vernacular of a country. &#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41; bh&#x101;shanamu. v. n. Speaking, speech. &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC1F;. &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; bh&#x101;sh-&#x101;ntaramu. n. Another language: a translation. &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; bh&#x101;sh&#x101;-granthamu. n. A poem in a modern or vernacular language, not in Sanskrit. &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; bh&#x101;sh&#x101;mantramu. n. A spell or charm, written in any vernacular language, not in Sanskrit. &#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x101;shin&#x1E6D;su. v. n. To speak, use language, converse, talk, &#xC38;&#xC42;&#xC1F;&#xC1F;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; bh&#x101;shitamu. n. Speech, language. &#xC2E;&#xC3E;&#xC1F;. adj. Spoken, &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC3F;&#xC28;. &#xC2D;&#xC3E;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; bh&#x101;shyamu. n. A commentary, a paraphrase or exposition either of scripture or a work on science, &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC2D;&#xC3E;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; bh&#x101;shya-k&#x101;rulu. n. A commentator or expounder of technical texts; commonly appli&#xE9;d as an epithet to two authors names &#xC2A;&#xC24;&#xC02;&#xC1C;&#xC32;&#xC3F;. and &#xC0E;&#xC02;&#xC2C;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC41;. This last is one of the chief legislators of the Vaishnavite Brahmins. His disciples subsequently separated into the two Sects called Tengala and Vedagala. &#xC2D;&#xC3E;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; is also vulgarly used for &#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; fillets worn at weddings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x101;vukamu. [Skt.] n. Good fortune, luck. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC2D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhavuku&#x1E0D;u. [Skt.] n. A sister&apos;s husband. &#xC2C;&#xC3E;&#xC35;&#xC2E;&#xC30;&#xC3F;&#xC26;&#xC3F;.
			</div>
                