&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC26;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC3F;&#xC26;&#xC47;&#xC33;&#xC3F;&#xC2E;&#xC2E;&#xC41; bhid&#x113;-limamu. [Skt.] adj. Frangible, that may be broken. &quot;&#xC24;&#xC35;&#xC3F;&#xC32;&#xC46;&#xC28;&#xC4D; &#xC30;&#xC3E;&#xC35;&#xC23;&#xC26;&#xC3E;&#xC39; &#xC38;&#xC42;&#xC1A;&#xC15;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC26;&#xC3E;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC33;&#xC3F;&#xC30;&#xC3E;, &#xC18;&#xC28;&#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC28;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02; &#xC17;&#xC36;&#xC43;&#xC02;, &#xC17;&#xC35;&#xC3F;&#xC1F;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC1C;&#xC4C;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC32;&#xC4D;&#xC15;&#xC28;&#xC4D; &#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35; &#xC15;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3F;, &#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC4B;&#xC35;&#xC40;&#xC32;&#xC46;&#xC28;&#xC28;&#xC4D; &#xC2D;&#xC3F;&#xC26;&#xC47;&#xC33;&#xC3F;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC4D;&#xC17;&#xC02;&#xC21; &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Parij. iv. 101. R. vii. 163.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhittamu. [Skt. from &#xC2D;&#xC3F;&#xC24;&#xC4D;, &#xC2D;&#xC47;&#xC26;&#xC4D;, to cut, divide.] n. A bit, piece, fragment. &quot;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC32;&#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; Swa. iv. 93. &#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; bhitti. n. Dividing, cutting. &#xC2D;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41;. A wall. &#xC17;&#xC4B;&#xC21;. &#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15; bhittika. n. A wall, &#xC17;&#xC4B;&#xC21;. A thunderbolt, &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2D;&#xC3F;&#xC26; bhida. n. The act of tearing or rending. &#xC2D;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC42;&#xC2D;&#xC3F;&#xC26;&#xC3E;&#xC2A;&#xC3E;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC30;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC2D;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC21;&#xC3F;.&quot; A. iv. 128. &#xC2D;&#xC3F;&#xC21;&#xC41;&#xC30;&#xC2E;&#xC41; bhiduramu. n. A thunderbolt, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. M. XII. iv. 399. &#xC2D;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC41; bhiduvu. n. A thunderbolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhikshu-ku&#x1E0D;u. n. A mendicant ascetic or monk. A beggar, mendicant, pauper. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; bhikshuvu. n. A celibate, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;. An ascetic or monk. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &quot;&#xC05;&#xC1A;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC39;&#xC32;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F; &#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;&#xC2D;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC1A;&#xC41;.&quot; Swa. i. 3. &#xC1F;&#xC40; &#xC06;&#xC26;&#xC3F;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28; &#xC36;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC2D;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC48;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC38;&#xC4D;&#xC38;</span>&#xA0;&#xA0;bhissa. [Skt.] n. Food, boiled rice. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2D;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC1F; bhissa&#x1E6D;a. n. Burnt grains of rice, stickings, i.e., grain which sticks to the bottom of the kettle. &#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC37;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;bhishakku. [Skt.] n. A physician. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhillu&#x1E0D;u. [Skt.] n. A highlander or &apos;Bheel,&apos; a savage. &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41;. K&#xE4;lashasti. iii. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhinnamu. [Skt. from &#xC2D;&#xC3F;&#xC24;&#xC4D;, &#xC2D;&#xC47;&#xC26;&#xC4D;, to cut.] adj. Separated, divided. Broken, maimed (as a statue.) distinct, separate. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; the image was broken. Blown, opened. Other, different. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; separate houses. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; separate names. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; dis tinctly, separately. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41; step-brothers, children by different, mothers, as opposed to &#xC0F;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC38;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41; children by the same mother. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; bhinni. n. A wound. &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
                