&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhuktamu. [Skt.] adj. Eaten, enjoyed, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, n. That which is enjoyed, possession. &#xC28;&#xC3E;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC1A;&#xC47;&#xC28;&#xC41; the field which is in my enjoyment. &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; bhukti. n. Enjoyment, use, possession, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;. Eating, food, a meal, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; happiness both temporal and eternal, lit: possession (of good) and freedom (from evil.) &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; he will teach you to enjoy good and avoid evil. &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; he who gives sustenance here and happiness hereafter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhukkanamu. [Skt.] n. The barking of a dog. &#xC2E;&#xC4A;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC02;&#xC2D;&#xC41;&#xC02;</span>&#xA0;&#xA0;bhumbhum. [Tel. anuk.] n. Bom! Bom! The sound of a counch or shell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC40;</span>&#xA0;&#xA0;bh&#x12B;. [Skt.] n. Fear, &#xC2D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC24;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC2D;&#xC40;&#xC30;&#xC2D;&#xC40;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;.&quot; Swa. v. 133. &#xC2D;&#xC40;&#xC15;&#xC30;&#xC2E;&#xC41; bh&#x12B;karamu. adj. Fearful, frightful, horrid, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC2D;&#xC40;&#xC24;&#xC2E;&#xC41; bh&#x12B;tamu. adj. Frightened, &#xC35;&#xC46;&#xC30;&#xC1A;&#xC3F;&#xC28;. &#xC2D;&#xC40;&#xC24;&#xC3F; bh&#x12B;ti. n. Fear, alarm. &#xC35;&#xC46;&#xC30;&#xC2A;&#xC41;, &#xC35;&#xC21;&#xC15;&#xC41;. &#xC2D;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC2D;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bh&#x12B;tilu. v. n. To fear, be afraid, be frightened, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2D;&#xC40;&#xC2E;&#xC2E;&#xC41; bh&#x12B;mamu. adj. Horrible, frightful. &#xC2D;&#xC40;&#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC3F; a dreadful forest. &#xC2D;&#xC40;&#xC2E;&#xC30;&#xC3E;&#xC5B;&#xC41; bh&#x12B;ma-r&#x101;&#x1E0D;zu. n. A song bird with a fine mellow voice Lanius malabaricus. Bucha. E. I. iii. 578. &#xC2D;&#xC40;&#xC2E;&#xC38;&#xC47;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41; bh&#x12B;ma-s&#x113;nu&#x1E0D;u. n. The name of a certain hero, the Indian Hercules. Also, a name of Siva. adj. Terrible, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC43;&#xC17;&#xC4D;&#xC2D;&#xC40;&#xC2E; thou of terrific form. IIK. ii. 161. &#xC2D;&#xC40;&#xC30;&#xC41;&#xC35;&#xC41; bh&#x12B;ruvu. n. A timid woman. Swa. v. 52. &#xC2D;&#xC40;&#xC30;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC40;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; bh&#x12B;ruku&#x1E0D;u. n. One who fears, a timid man. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC2A;&#xC30;&#xC3F;. &#xC2D;&#xC40;&#xC37;&#xC23;&#xC2E;&#xC41; or &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; bh&#x12B;sha&#x1E47;amu. n. Horror, dreadfulness. adj. Horrible, dreadful. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; bh&#x12B;sh mu&#x1E0D;u. n. A terrible man. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. The name of a hero in the Mah&#xE1;bhar&#xE1;ta. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2C;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x12B;&#x1E63;hmin&#x1E6D;su. v. n. To declare or protest as Bhishma did in the affair of Satyavati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; bhujin&#x1E6D;su. [Skt.] v. a. To eat. &#xC24;&#xC3F;&#xC28;&#xC41;. To enjoy, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC2F; bhujishya. n. A handmaid, concubine, prostitute. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC15;. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; bhujishyu&#x1E0D;u. n. A servant. &#xC2D;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhujamu. [Skt.] n. The shoulder, the arm. &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; bhujanga-bhukku. n. The snake-eater, i.e., a peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC2D;&#xC41;&#xC1C;&#xC17;&#xC2E;&#xC41;, &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC41; or &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41; bhujagamu. n. A snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; bhujangu&#x1E0D;u. n. A libertine, a lover. &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17; &#xC0F;&#xC35;&#xC1C;&#xC3E;&#xC28;&#xC40;&#xC24;&#xC46; &#xC2D;&#xC41;&#xC1C;&#xC17; &#xC1A;&#xC30;&#xC23;&#xC02;&#xC38;&#xC16;&#xC47; the feet of a snake and the tricks of a lecher, are known to himself alone. &quot;&#xC2A;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32; &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC21;&#xC41;&quot; Pal. 291. Brahmi N&#xE1;yak who hast dishonoured all his foemen. &#xC2D;&#xC41;&#xC1C;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F; bhuja-k&#x12B;rti. n. A certain ornament for the arm. &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;. &#xC2D;&#xC41;&#xC1C;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; the breast chest. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. Balaram. v. 71. &#xC2D;&#xC41;&#xC1C;&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41; bhujasirassu. n. The shoulder, &#xC2E;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC1C;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2D;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC1C;</span>&#xA0;&#xA0;bhuja. [Skt.] n. A hand, &#xC1A;&#xC47;&#xC2F;&#xC3F;. A little cross denoting a caret. &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC35;&#xC28;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC02;&#xC21;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC28;&#xC30;&#xC3E;&#xC30;&#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC24;&#xC3F;&#xC02;, &#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC46; &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2F;&#xC28;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC2F;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC2F;&#xC02;&#xC17;&#xC28;&#xC15;&#xC32;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; Paidim. iv. 163.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhugnamu. [Skt.] adj. Curved, bent. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC35;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. Broken, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;. &quot;&#xC15;&#xC43;&#xC15;&#xC35;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC4A;&#xC30;&#xC38;&#xC46;&#xC28;&#xC4D; &#xC17;&#xC43;&#xC39;&#xC4B;&#xC2A;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC4D; &#xC2D;&#xC41;&#xC17;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC20;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. iii. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC17;&#xC2D;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC2C;&#xC41;&#xC17;&#xC2C;&#xC41;&#xC17; bhuga-bhuga. [Tel. anuk.] adv. Fragrantly, redolent, breathing forth, or rising, as a scent; sweetly. &#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E;. &#xC2D;&#xC41;&#xC17;&#xC2D;&#xC41;&#xC17;&#xC32;&#xC41; bhuga-bhugalu. n. Fragrance. &quot;&#xC2E;&#xC43;&#xC17;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC2D;&#xC41;&#xC17;&#xC2C;&#xC41;&#xC17;&#xC32;&#xC4D; &#xC17;&#xC32;&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.&quot; Subhadra. ii. 84. &#xC1F;&#xC40; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2D;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC41;&#xC28; bhug&#x101;luna. adv. Slapdash, suddenly. &#xC2D;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; bhugulu-konu. v. n. To spread, as a smell. &quot;&#xC2A;&#xC4A;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC3F; &#xC2D;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC32;&#xC30;&#xC41;&#xC26;&#xC40;&#xC17;&#xC46;.&quot; A. ii. 85. &#xC1F;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;. &#xC2D;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; bhugulu-pu&#x1E6D;s&#x1E6D;su. v. n. To noise abroad, lab. &quot;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC41; &#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC38;&#xC3F; &#xC2A;&#xC30;&#xC1A;&#xC46;&#xC28;&#xC1F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC4A;&#xC2E;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; HD. p. 245. &#xC2D;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC28;. bhuggu-r-ana. adv. Fragrantly. &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;. &quot;&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC24;&#xC3E;&#xC35;&#xC3F; &#xC2D;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC1C;&#xC3E;&#xC30;.&quot; Charu Chandr. iv. 21.
			</div>
                