&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;</span>&#xA0;&#xA0;bh&#x16B;. [Skt.] adj. (In composition) Of the earth. &#xC2D;&#xC42;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41; bh&#x16B;-kampamu. n. An earthquake. &#xC2D;&#xC42;&#xC17;&#xC24;&#xC2E;&#xC41; bh&#x16B;-gatamu. adj. Buried in the earth. &#xC2D;&#xC42;&#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41; bh&#x16B;-champakamu. n. A tree called K&#x153;mpferia rotunda. Rox. i. 16. &#xC2D;&#xC42;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; bh&#x16B;-chakramu. n. The earth, or terrestrial sphere. Also, a certain tree. &quot;&#xC17;&#xC02;&#xC17;&#xC30;&#xC47;&#xC17;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;, &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC32;&#xC47;&#xC17;&#xC3F;. &#xC2D;&#xC42;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;, &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;.&quot; H. iv. 20. &#xC2D;&#xC42;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC4D;&#xC21; bh&#x16B;-chakra-ga&#x1E0D;&#x1E0D;a. n. A large bulbous root, like truffles, dried and used in medicine. &#xC2D;&#xC42;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F; bh&#x16B;-ch-ch&#x101;ya. (From &#xC2D;&#xC42;&#xC03; and &#xC1B;&#xC3E;&#xC2F;.) n. Darkness. &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC2D;&#xC42;&#xC1C;&#xC2E;&#xC41;. bh&#x16B;jamu. (lit: born (&#xC1C;) of the earth (&#xC2D;&#xC42;) n. A tree, &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC1C;&#xC3E;&#xC28;&#xC3F; bh&#x16B;-j&#x101;ni. n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2D;&#xC42;&#xC24;&#xC32;&#xC2E;&#xC41; bh&#x16B;talamu. n. The earth, the globe. &#xC2D;&#xC42;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; bh&#x16B;-tilakamu. n. A sort of silk. &quot;&#xC2E;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC42;&#xC1C;&#xC02;&#xC2C;&#xC41;, &#xC2E;&#xC23;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2D;&#xC42;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC39;&#xC1A;&#xC40;&#xC28;&#xC3F;&#xC1C;&#xC40;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; BD. iii. 99. &#xC2D;&#xC42;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; bh&#x16B;-tulasi. n. A species of the sacred Basil tree (&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;) which keeps off insects from clothes. &#xC28;&#xC47;&#xC32;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;. &#xC2D;&#xC42;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; bh&#x16B;-d&#x101;ramu. n. A hog. &#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC2D;&#xC42;&#xC26;&#xC47;&#xC35;&#xC3F; bh&#x16B;d&#x113;vi. n. Mother earth, regarded as a goddess. &#xC2D;&#xC42;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; bh&#x16B;-d&#x113;vu&#x1E0D;u. n. A god of this world, i.e., Brahmin. &#xC2D;&#xC42;&#xC27;&#xC30;&#xC2E;&#xC41; bh&#x16B;-dharamu. n. A mountain, as being a prop or stay of the earth. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F;, &#xC2D;&#xC42;&#xC2D;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41; bh&#x16B;pati. n. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC30;&#xC38;&#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F; a certain quack medicine. H. i. 284. &#xC2C;&#xC42;&#xC2A;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41; bh&#x16B;-pati-rudra-tilakamu. n. A particular sort of silk. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. BD. iii. 116. &#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41; bh&#x16B;-p&#x101;&#x1E37;amu. n. The name of a certain tune. &#xC30;&#xC3E;&#xC17; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41; a variation of this tune. &#xC2C;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; bh&#x16B;-puramu. n. A diagram used in magic. &#xC2D;&#xC42;&#xC2D;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41; bh&#x16B;-bh&#x1E5B;ittu. n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. A mountain, &#xC15;&#xC4A;&#xC02;&#xC21; &#xC2D;&#xC42;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; bh&#x16B;-ruhamu. n. A tree. &#xC2D;&#xC42;&#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41; bh&#x16B;-r&#x16B;pakamu. adj. Landed (property). &#xC2D;&#xC42;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; bh&#x16B;-varu&#x1E0D;u. n. A noble person: a venerable man. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41; bh&#x16B;-suru&#x1E0D;u. n. A lord of earth, i.e., a Brahmin. &#xC2D;&#xC42;&#xC24;&#xC43;&#xC23;&#xC2E;&#xC41; bh&#x16B;-t&#x1E5B;i&#x1E47;amu. n. A fragrant kind of grass, Andropogon sch&#x153;nauthus. W. &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2D;&#xC42;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; bh&#x16B;-sth&#x101;panamu. n. Burying, inhumation. &#xC2D;&#xC42;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2E;&#xC41; bh&#x16B;-sv&#x101;sthyamu. n. Landed property. See &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC41;&#xC35;&#xC3F;</span>&#xA0;&#xA0;bhuvi. [Skt. from &#xC2D;&#xC42;, the earth.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2D;&#xC41;&#xC35;&#xC28;&#xC2E;&#xC41; bhuvanamu. n. The world, the universe, &#xC1C;&#xC17;&#xC2E;&#xC41;. Water, &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC41;&#xC35;&#xC28;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;.&quot; Ellanna. i. 254. &#xC2D;&#xC41;&#xC35;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; bhuvan-&#x113;&#x1E63;varamu. n. An ark or shrine wherein an idol is kept. A casket. &quot;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17;&#xC32;&#xC38;&#xC3F;&#xC2E;&#xC32;&#xC38;&#xC3F; &#xC2F;&#xC32;&#xC38;&#xC3F; &#xC2F;&#xC4B;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC42;&#xC30;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC40;&#xC35;&#xC3F; &#xC2D;&#xC41;&#xC35;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC02;&#xC17;&#xC21;&#xC40;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; R. iii. 41. &#xC2D;&#xC41;&#xC35;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC3F; bhuvan-&#x113;&#x1E63;vari. n. An epithet of Lakshmi or P&#xE1;rvati.
			</div>
                