&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;bh&#x16B;mi. [Skt.] n. The earth, land; place, site. Ground, soil. &#xC28;&#xC47;&#xC32;, &#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; bh&#x16B;mi-jemu&#x1E0D;u. n. A species of Euphorbia, Euphorbia antiquorum, Rox. ii. 468. &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; bh&#x16B;miju&#x1E0D;u. n. Son of Earth, a title of the planet Mars. &#xC15;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC1C; bh&#x16B;mi-ja. n. Sita. &#xC38;&#xC40;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC24;&#xC3F;</span>&#xA0;&#xA0;bh&#x16B;ti [Skt.] n. Wealth, prosperity. &#xC05;&#xC2F;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC26;. Superhuman power, an attribute of Siva. Ashes. &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21; a ball of white ashes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x16B;tamu. [Skt.] n. A ghost, a demon, a powerless sprite supposed to haunt a cemetery, being the spirit of a bad man. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC3E;&#xC26;&#xC3F;. A living being. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. An essence, or element, &#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; the five elements, viz: Earth, fire, water, air and ether. &quot;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC3F;&#xC2A;&#xC3E;&#xC28;&#xC40;&#xC2F;&#xC24;&#xC47;&#xC1C;&#xC4B;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC17;&#xC17;&#xC28;&#xC3E; &#xC16;&#xC4D;&#xC2F;&#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC42;&#xC24;&#xC3E;&#xC02;&#xC36;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC17;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC2F; &#xC2A;&#xC02;&#xC1A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC17;&#xC02;&#xC27;&#xC3E;&#xC02;&#xC17;&#xC30;&#xC38;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36; &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC3F;&#xC15;&#xC2A;&#xC02;&#xC1A;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;.&quot; G. v. 13. Universal nature. &#xC2D;&#xC42;&#xC24;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; elemental qualities. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; it was not a fiend but a miserable ghost. adj. Past, elapsed. &#xC15;&#xC21;&#xC1A;&#xC3F;&#xC28;, &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. (In composition), Equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC2D;&#xC42;&#xC24;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; bh&#x16B;ta-addamu. n. A magnifying glass. &#xC2D;&#xC42;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; bh&#x16B;ta-k&#x101;lamu. n. The past tense in verbs. &#xC2D;&#xC42;&#xC24;&#xC15;&#xC3F; bh&#x16B;taki. n. An ogress. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2D;&#xC42;&#xC24;&#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38; bh&#x16B;ta-chikitsa. n. Remedies against witchcraft. &#xC2D;&#xC42;&#xC24;&#xC26;&#xC2F; bh&#x16B;ta-daya. n. Humanity, kindness. &#xC2D;&#xC42;&#xC24;&#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; bh&#x16B;ta-dh&#x101;tri. n. The nurse of living beings, i.e., the earth, &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2D;&#xC42;&#xC24;&#xC2C;&#xC32;&#xC3F; sacrifice of a living animal. &#xC2D;&#xC42;&#xC24;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41; bh&#x16B;ta-n&#x101;dhu&#x1E0D;u. n. An epithet of Siva. &#xC2D;&#xC42;&#xC24;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; bh&#x16B;ta-vaidya&#x1E0D;u. n. One who drives away spirits. &#xC2C;&#xC42;&#xC24;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; bh&#x16B;ta-&#x1E63;uddhi. n. Consecration of food at a sacrifice. &#xC2D;&#xC42;&#xC24; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41; bh&#x16B;ta-samplavamu. (from &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41; the drowning of &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; living creatures.) n. The deluge. &#xC2F;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC2E;&#xC41; bh&#x16B;t-&#x101;tmamu. n. The body. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; bh&#x16B;t-&#x101;tmu&#x1E0D;u. n. Brahma. &#xC2D;&#xC42;&#xC24;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41; bh&#x16B;t-&#x101;nku&#x1E63;amu. n. A kind of tree, Croton obliquifolium. &quot;&#xC2D;&#xC42;&#xC24;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC36;&#xC4B;&#xC15; &#xC2D;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; H. iv. 20. &#xC2D;&#xC42;&#xC24;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; bh&#x16B;t&#x101;-v&#x101;samu. n. The tree called Terminalia belerica, Rox, ii. 431. &#xC15;&#xC30;&#xC4D;&#xC37;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;, or &#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. This tree is said to be haunted, and it is shunned, even its leaves being considered unlucky. &#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; bh&#x16B;tu&#x1E0D;u. n. He who became, he who is. (Used in composition) &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC40; &#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a lean wretch. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; allies. &#xC2D;&#xC42;&#xC24;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; bh&#x16B;t-&#x113;&#x1E63;u&#x1E0D;u. n. The lord of demons. i.e. Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC37;</span>&#xA0;&#xA0;or &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; bh&#x16B;sha. [Skt.] n. Ornament, embellishment. An ornament, a jewel. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC21;&#xC35;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC12;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC46;&#xC21;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC48;&#xC28;&#xC1A;&#xC4B; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3E; &#xC28;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC35;&#xC32; &#xC2D;&#xC42;&#xC37;&#xC32;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC4D; &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1C;&#xC47;&#xC30;&#xC46;&#xC28;&#xC4D;.&quot; S. iii. 507. Flattery, praise, &#xC2D;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x16B;shintsu. v. a. To praise, laud. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; bh&#x16B;shitamu. adj. Adorned, decorated, dressed. &#xC2D;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; bh&#x16B;shitu&#x1E0D;u. n. One who is adorned, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x16B;rjamu. [Skt. cf. Eng. &apos;birch.&apos;] n. The Indian Birch Tree. The Indian Paper Birch. Betula bhojpatra, (Watts.) &#xC2C;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC1A;&#xC3F;, &#xC2D;&#xC41;&#xC1C;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC30;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;bh&#x16B;run&#x1E0D;i. [Skt.] n. A sort of sunflower, Heliotropium indicum, &#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;bh&#x16B;ri. [Skt.] adj. Much, many. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. n. Gold; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC2D;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; or &#xC2D;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; bh&#x16B;ri-m&#x101;-yuvu. n. A jackal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC2F;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x16B;-yish:&#x1E6D;hamu. [Skt.] adj. Much, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC2F;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41; much rubbing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;bh&#x16B;mika. [Skt.] n. A garb, costume theatrical dress, trim. &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, A spot, place, situation, land. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &quot;&#xC24;&#xC3E;&#xC28;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15; &#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC15;&#xC41;.&quot; A. vi. 169. &quot;&#xC2E;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC17;&#xC2E;&#xC41;&#xC17; &#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC39;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC15;&#xC32; &#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC02; &#xC26;&#xC02;&#xC26;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC4B;&#xC30;&#xC32;&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC42;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Parij. ii. 113.
			</div>
                