&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x1E5B;ingamu. [Skt.] n. The large black carpenter bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC2D;&#xC43;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; bhringa-r&#x101;jamu. n. A male carpenters bee, &#xC17;&#xC02;&#xC21;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. The bird called Dicrurus retifer. &#xC24;&#xC4B;&#xC15;&#xC2A;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC1F;&#xC40;</span>&#xA0;&#xA0;bh&#x113;&#x1E6D;&#x12B;. [H.] n. An interview, a visit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x113;kamu. [Skt.] n. A frog. A certain slender creeper. &#xC2D;&#xC47;&#xC15;&#xC3F; bh&#x113;ki. n. A female frog. &#xC06;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x1E5B;ishtamu. [Skt.] adj. Fried. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x1E5B;i&#x1E63;amu. [Skt.] adj. Much, great, extreme. adv. Exceedingly. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x1E5B;itamu. [Skt.] adj. Carried, maintained. &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;. Filled, &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. Hired, paid, &#xC2D;&#xC43;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; bh&#x1E5B;itaku&#x1E0D;u. n. A hired servant. &#xC15;&#xC42;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC43;&#xC24;&#xC3F; bh&#x1E5B;iti. n. Support, &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Wages, hire, &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC32;&#xC3F;. Price, &#xC35;&#xC46;&#xC32;. &#xC2D;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; bh&#x1E5B;itya&#x1E0D;u. n. A servant, a slave. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;bh&#x1E5B;iguvu. [Skt.] n. A precipice, cliff. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC24;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC30;&#xC3F;&#xC2F;. A name of Sukra. &#xC36;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC43;&#xC02;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41; Friday. &#xC2D;&#xC43;&#xC17;&#xC41;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41; bhrigu-patanamu. n. A fall from a precipice. &quot;&#xC30;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC28;&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC36;&#xC43;&#xC02;&#xC17;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC48; &#xC2D;&#xC43;&#xC17;&#xC41;&#xC2A;&#xC24;&#xC28;&#xC02; &#xC2C;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC21;&#xC46;&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC3F;&#xC28;&#xC4D;.&quot; K. P. iv. 220.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;bh&#x1E5B;ingi. [Skt.] n. A three legged griphon like a seal or sea calf; a figure carved on temples of Siva, as representing one of his train: a figure with only a head and legs, or a human figure with three legs. &#xC2D;&#xC43;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC25;&#xC41;&#xC21;&#xC41; bh&#x1E5B;ingi-n&#x101;thu&#x1E0D;u. n. A epithet of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2D;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC41; bh&#x1E5B;ing&#x101;ra-mu. [Skt.] n. A golden vase or chalice. A gold vase placed at a royal gate. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC2C;&#xC41;&#xC02;&#xC17;&#xC15;&#xC42;&#xC1C;&#xC3E;. &quot;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC17;&#xC17;&#xC41;&#xC2D;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC02;&#xC2A;.&quot; T. iii. 20. &#xC1F;&#xC40; &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC2C;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC3E;. &quot;&#xC2D;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC15;&#xC28;&#xC15;&#xC2D;&#xC3E;&#xC1C;&#xC28;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC41; &#xC15;&#xC41;&#xC36;&#xC47;&#xC36;&#xC2F;&#xC2A;&#xC47;&#xC36;&#xC32;&#xC2A;&#xC26;&#xC15;&#xC3F; &#xC38;&#xC32;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC21;&#xC3F;&#xC17;&#xC3F;.&quot; A. vi. 185. &#xC1F;&#xC40; &#xC2D;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC42;&#xC1C;&#xC3E;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;bh&#x113;ri. [Skt.] n. A kettle drum. &#xC26;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3F;, &#xC28;&#xC17;&#xC3E;&#xC30;&#xC3E;. &#xC1C;&#xC2F;&#xC2D;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he sounded the drums in triumph.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x113;damu. [Skt.] n. Dividing. separating, tearing, rending, breaking, &#xC2D;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41;. Distinction, difference, variation. &#xC35;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC3F;. A sort, kind, species. Change, alteration, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;. Disagreement, dissension. &#xC28;&#xC48;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. R. vi. 8. &#xC2D;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41; bh&#x113;dana-mu. n. Dividing, separating, tearing, breaking, discriminating. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2D;&#xC47;&#xC26;&#xC3F; or &#xC2C;&#xC47;&#xC26;&#xC3F; bh&#x113;di. n. That which breaks or penetrates. A purge, or purging. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC41; a purgative medicine. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; purgative. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x113;din&#x1E6D;su. v. n. To vary, differ, deviate. &#xC35;&#xC47;&#xC30;&#xC17;&#xC41;. To split, &#xC1A;&#xC40;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC41; &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; they now differ in their opinions. v. a. To break, split, divide, separate, pierce. To penetrate a secret, resolve a riddle, explain, open. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC41; or &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; bh&#x113;dilu. v. n. To be rent, as the heart. &#xC1A;&#xC40;&#xC32;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;. To become different, &#xC35;&#xC47;&#xC30;&#xC17;&#xC41;. &quot;&#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC28;&#xC4D; &#xC27;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Kasikh. iv. 283. &#xC2D;&#xC47;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41; bh&#x113;daku&#x1E0D;u. n. One who cut or divides. One who sows enmity among friends. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; bh&#x113;ditamu. adj. Cut or divided, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2D;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; bh&#x113;dyamu. adj. That which can be cut or divided, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC30;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x113;run&#x1E0D;amu. [Skt.] n. A fabulous double headed eagle. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC36;&#xC30;&#xC2D;&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC30;&#xC2E;&#xC43;&#xC17;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC41;, &#xC17;&#xC02;&#xC21;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2D;&#xC47;&#xC30;&#xC41;&#xC02;&#xC21;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; BD. iii. 2175. adj. Formidable, horrible. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
                