&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC02;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;b&#x14D;n-ch&#x113;yu. [Tel. short for &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.] v. n. To feed, eat, take a meal, dine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC48;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhairavamu. [Skt.] n. Frightfulness. &#xC2D;&#xC2F;&#xC3E;&#xC28;&#xC15;&#xC30;&#xC38;&#xC2E;&#xC41;. Darkness, or swimming of the eyes. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2D;&#xC48;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC26;&#xC3F; a darkness came over my eyes, I was dazzled. adj. Terrible, frightful. &#xC2C;&#xC48;&#xC30;&#xC35;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; bhairava-katti. n. A large heavy two edged sword. &quot;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC3E;&#xC17;&#xC3E;.&quot; Pal. 259. &#xC2D;&#xC48;&#xC30;&#xC35;&#xC3F; or &#xC2D;&#xC48;&#xC30;&#xC3F; bhairavi. n. The Peregrine Falcon, Falco peregrinus. &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC3F; the Crested Hawk Eagle. &#xC2D;&#xC42;&#xC24;&#xC2D;&#xC48;&#xC35;&#xC3F; an epithet of the goddess K&#xE1;li or Durga who is the same as Isis or Venus. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. A shrub called Premna serratifolia. Rox. iii. 77. &#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; bhairavu&#x1E0D;u. n. A name of Siva, but more especially an inferior manifestation or form of the deity, eight of which, are called by the common name &#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, and are severally termed &#xC05;&#xC38;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC41;&#xC30;&#xC41;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC2A;&#xC3F;&#xC24;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC40;&#xC37;&#xC23;&#xC2C;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41;, (a form of Siva, corresponding to Anubis or Osiris.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhaikshamu. [Skt. from &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;.] n. Mendicity, begging. &quot;&#xC06;&#xC26;&#xC3F;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; &#xC2D;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC1A;&#xC41;.&quot; Swa. i. 3. &#xC1F;&#xC40; &#xC2D;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC48;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;bh&#x14D;ga&#x1E6D;&#x1E6D;&#x101;. [H.] n. An enquiry. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;. &#xC2D;&#xC4B;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; bh&#x14D;ga&#x1E6D;&#x1E6D;&#x101;-ch&#x113;yu. v. a. To inquire into, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC15;&#xC4D;&#xC24;</span>&#xA0;&#xA0;bh&#x14D;kta. [Skt.] n. One who eats, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. One who enjoys. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC2D;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC1C;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC03; the creator and enjoyer is God, all things are created by God for his good pleasure. &#xC2D;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; bh&#x14D;ktavyamu. adj. Fit to be eaten or enjoyed, &#xC24;&#xC3F;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC37;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;, &#xC2C;&#xC47;&#xC37;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2D;&#xC47;&#xC37;&#xC41; or &#xC2C;&#xC47;&#xC37;&#xC41; bh&#x113;shak-ku. [Tel. anuk.) interj. Excellent! Capital!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bh&#x113;lu&#x1E0D;u. [Skt.] n. An ignorant man. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. A timid man, &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;. An unsteady man, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC48;&#xC37;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhaishajyamu. [Skt. from &#xC2D;&#xC47;&#xC37;&#xC1C;&#xC2E;&#xC41;.] n. Medicine. &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC47;&#xC37;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x113;shajamu. [Skt.] n. Medicine. &#xC2E;&#xC02;&#xC26;&#xC41;. Imposture, deceit. &#xC35;&#xC02;&#xC1A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;</span>&#xA0;&#xA0;bh&#x14D;. [Skt.] n. A vocative particle. &quot;Oh Fowls are called together by this cry.
			</div>
                