&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4C;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhauriku&#x1E0D;u. [Skt. from &#xC2D;&#xC42;&#xC30;&#xC3F; gold.] n. A treasurer, &#xC15;&#xC28;&#xC15;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhaumu&#x1E0D;u. [Skt. from &#xC2D;&#xC42;&#xC2E;&#xC3F;.] n. Lit: Earthborn. A name of Mars. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4C;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhautikamu. [Skt. from &#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;.] adj. Elementary, appertaining to the elements. &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC2D;&#xC4C;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; composed of the five elements.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4C;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;bhaun-kriya. [Skt.] n. The yelping of a dog. Vish. vii. 147.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x14D;&#x1E63;h&#x101;&#x1E47;amu. [Tel.] n. A large wooden box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC2D;&#xC4B;&#xC30;&#xC28; bh&#x14D;runa. [Tel.] adv. Much, grandly, greatly, heavily (as rain.) &#xC35;&#xC3E;&#xC28; &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it rained heavily. &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28; &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she wept bitterly. &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28; &#xC35;&#xC46;&#xC21;&#xC32;&#xC46;&#xC28;&#xC41; he proceeded in great pomp. &quot;&#xC2D;&#xC4B;&#xC30;&#xC41;&#xC28; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; DRY. 2268. &quot;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2D;&#xC4B;&#xC30;&#xC28; &#xC26;&#xC2E;&#xC2F;&#xC02;&#xC24;&#xC40; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC02;, &#xC1C;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F;.&quot; M. III. ii. 28. &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; bh&#x14D;ru-konu. v. n. To resound, sound aloud. &quot;&#xC2D;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2D;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC17;.&quot; Ila. i. 104. &#xC1F;&#xC40; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;bh&#x14D;&#x1E6D;a. [Skt.] n. The name of a country, perhaps Bootan. &quot;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1F;&#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1F; &#xC2D;&#xC4B;&#xC1F;&#xC38;&#xC3F;&#xC2E;&#xC26;&#xC41;, &#xC35;&#xC02;&#xC17; &#xC15;&#xC3E;&#xC36;&#xC4D;&#xC2E;&#xC40;&#xC30; &#xC15;&#xC33;&#xC3F;&#xC02;&#xC17; &#xC2C;&#xC30;&#xC4D;&#xC2C;&#xC30;&#xC3E;&#xC02;&#xC27;&#xC4D;&#xC30;.&quot; Balr. v. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bh&#x14D;gamu. [Skt.] n. Enjoyment, possession, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;. Happiness, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. Food, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. A snake&apos;s body or crest. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC21;&#xC17; &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the eight kinds of enjoyment as Home &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, Bed &#xC36;&#xC2F;&#xC4D;&#xC2F;, Clothes &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Ornaments &#xC06;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;, Woman&apos;s company &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, Flowers &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;, Scent &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; and Betel &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC0F;&#xC15;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41; undivided possession. &#xC0F;&#xC15;&#xC2D;&#xC4B;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; a village in the hands of one single person. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41; separate possession. &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC2D;&#xC4B;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; a village whereof the land is the property of several persons, each of whom holds his land as a separate property and always retains the same fields. &#xC08; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC12;&#xC15; &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC12;&#xC15; &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; one crop turned out well, one crop turned out ill. &#xC2D;&#xC4B;&#xC17;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; bh&#x14D;ga g&#x1E5B;ihamu. n. A bed room. &#xC2A;&#xC21;&#xC15;&#xC17;&#xC26;&#xC3F;. &#xC2D;&#xC4B;&#xC17;&#xC2C;&#xC02;&#xC26; bh&#x14D;ga-banda. n. A mortgage in which the article pledged or mortgaged may be converted to use, as land, houses, cattle, &amp;c. the profits of which are to be appropriated by the lender or mortgagee in lieu of interest. &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41; bh&#x14D;ga-man&#x1E6D;apamu. n. An open hall or porch of a temple, in which festivals are celebrated. &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23; &#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;. &#xC2D;&#xC4B;&#xC17;&#xC35;&#xC24;&#xC3F; bh&#x14D;ga-vati. n. The name of the Capital of the Nagas or serpents, &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;. &#xC36;&#xC47;&#xC37;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. The name of the infernal Ganges. &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC17;&#xC02;&#xC17;. A fashionable lady. &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;. &#xC2D;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; bh&#x14D;g&#x101;-stri. n. A kept woman, mistress or concubine, a prostitute. &quot;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Vish. vi. 425. &#xC2D;&#xC4B;&#xC17;&#xC36;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; bh&#x14D;g&#x101;&#x1E63;i-patri. n. A name of Garuda. &quot;&#xC2D;&#xC4B;&#xC17;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC30;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC35;.&quot; Swa. v. 133. &#xC1F;&#xC40; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC36;&#xC28;&#xC2A;&#xC24;&#xC24;&#xC4D;&#xC30;&#xC3F;. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC4B;&#xC17;&#xC3F; bh&#x14D;gi. n. A happy man. &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. One who lives in splendour or luxury. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC36;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. A serpent. &#xC38;&#xC3E;&#xC2E;&#xC41;. The name given to the eves of some particular feasts. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC24;&#xC4A;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; bh&#x14D;gin&#x1E6D;su. v. a. To enjoy, &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be happy, &#xC38;&#xC41;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; bh&#x14D;gin&#x1E6D;su&#x1E6D;a. n. Enjoyment. Plu. &#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC32;&#xC41;. &quot;&#xC2E;&#xC28;&#xC2E;&#xC3E;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC39;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC32;&#xC4D; &#xC2E;&#xC40;&#xC30;&#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;.&quot; Radha. iii. 25. &#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC28;&#xC3F; bh&#x14D;gini. n. A royal concubine. &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F;. An inferior wife of king. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A female serpent. &#xC06;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2D;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24; bh&#x14D;gyata. n. Deliciousness, sweetness. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC2D;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24; &#xC26;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC47;&#xC26;&#xC41; nothing is more delicious than this. &#xC2D;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; bh&#x14D;gyamu. n. Use, usufruet, enjoyment, or something given in pledge or on mortgage. &#xC2D;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a mortgage bond, wherein the lender assumes the temporary use of the property mortgaged. adj. Enjoyable, fit to be enjoyed, delicious, agreeable as food. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41; &#xC2D;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; that food was not agreeable. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; bh&#x14D;janamu. n. Food, a repast or meal, &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. Eating, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to eat, to dine. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; small oranges pickled. &#xC2D;&#xC4B;&#xC1C;&#xC30;&#xC3E;&#xC1C;&#xC41; or &#xC2D;&#xC4B;&#xC1C;&#xC41;&#xC21;&#xC41; bh&#x14D;ja-r&#x101;ju. n. The name of a king celebrated by Sanskrit poets as a bountiful patron. &#xC2D;&#xC4B;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; bh&#x14D;jyamu. adj. Edible, fit to eat, eatable. &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28; n. Food, &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
                