&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;bhr&#x101;mika. [Skt. from &#xC2D;&#xC4D;&#xC30;&#xC2E;.] n. Wish, longing &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC06;&#xC36;. &quot;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC26;&#xC40;&#xC30;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC2F;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC37;&#xC32;&#xC42;&#xC30; &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC41;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC30; &#xC30;&#xC3E;&#xC2A;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC30;.&quot; H. ii. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhram&#x1E63;amu. [Skt.] n. Slipping, moving. Falling, declining from a height, or from propriety: falling from or off. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1F;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhr&#x101;maramu. [Skt. from &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41;.] n. Pure honey. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC47;&#xC28;&#xC46;. adj. Pertaining to bees, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;</span>&#xA0;&#xA0;bhr&#x101;ta. [Skt. Cognate with Eng. &quot;Brother.&quot;] n. brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC43;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; bhr&#x101;t&#x1E5B;i-ju&#x1E0D;u. n. The son of a brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC43;&#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; bhr&#x101;tri-sn&#x113;hamu. n. Brotherly love. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC43;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; bhr&#x101;t&#x1E5B;i-vyu&#x1E0D;u. n. The son of a brother, &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. An enemy, &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41; bhr&#x101;t&#x1E5B;i-yamu. adj. Fraternal, appertaining to a brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;bhr&#x101;jillu. [Skt.] v. n. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC2E;&#xC1A;&#xC41;. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; bhr&#x101;jitamu. adj. Brilliant, shining. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;. B. X. &#xA7;. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhr&#x101;ntamu. [Skt.] adj. Whirled, revolved: perplexed, deluded; blundering, mistaken. &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; giddiness. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; bhr&#x101;n&#x1E6D;i. n. Fancy, whim, error, delusion, whirling. &#xC2D;&#xC4D;&#xC30;&#xC2E;, &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC24;&#xC3F;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhra&#x1E63;h&#x1E6D;amu. [Skt.] adj. Fallen, lost, depraved, fallen from virtue. &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;. &#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41; or &#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; bhra&#x1E63;h&#x1E6D;u. n. One who has fallen from. &#xC15;&#xC41;&#xC32;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; one who is excommunicated, an outcast. &#xC26;&#xC47;&#xC36;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; one who has lost his kingdom, one who is driven from his country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC2E;</span>&#xA0;&#xA0;or &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; bhrama. [Skt.] n. Whirling round, gyration. &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30; &#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;. Error or obliquity of judgement. Delusion, misapprehension. Misconception, illusion. Desire, wish, fondness, longing. &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he wishes very much to see his son. adj. Erroneous. &#xC24;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC48;&#xC28;. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; nonsense. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; or &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F; bhrama&#x1E47;amu. n. Whirling, turning, going round, wandering. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41; bhrama-pa&#x1E0D;u. v. n. To err, be mistaken, be deluded. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC30;&#xC1A;&#xC41; bhrama-para&#x1E6D;su. v. a. To mislead, delude. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41; bhrama-pram&#x101;damu. n. A blunder, oversight. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC2F;&#xC41; or &#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC2F;&#xC41; bhramayu. v. n. To err, be deceived. To be confused, perplexed. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41; bhramaramu. n. The large black carpenter bee, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. The poets compare braids of black hair to clustering bees. A large kind of wasp. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC15;&#xC40;&#xC1F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; like the caterpillars which the wasp places in its nest as food for its grubs; these are supposed to change into wasps; the similitude is used to point out the entire change produced in the mind of a pupil. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC15;&#xC2E;&#xC41; bhramarakamu. n. Hair curled upon the forehead, &#xC28;&#xC4A;&#xC38;&#xC1F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC47; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;. A top, &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC3F; bhramari. n. A female bee. &#xC06;&#xC21;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; bhramarin&#x1E6D;su. v. n. To circle round, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, or &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC2F;&#xC02;&#xC1A;&#xC41; bhramin&#x1E6D;su. v. n. To turn round, to spin round. To be confused, misled, deluded. M. I. i. 157. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
                