&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhr&#x101;sh&#x1E6D;ramu. [Skt.] n. A frying pan. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC15;&#xC46;&#xC28;</span>&#xA0;&#xA0;mankena. [Tel.] n. A hamper, pannier. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. A certain tree, Penta-petes ph&#x153;nicea. &#xC1C;&#xC2A;&#xC3E;, &#xC2C;&#xC02;&#xC27;&#xC42;&#xC15;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;manku. [Tel.] adj. Vile, abominable; stubborn: dull, stupid. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;. &#xC17;&#xC3F;&#xC21;&#xC41;&#xC38;&#xC41;. n. A fool, a stubborn man, a wretch, a jade. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2E;&#xC02;&#xC15;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; manku-tanamu. n. Stupidity, brutishness, stubbornness. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;</span>&#xA0;&#xA0;ma. The letter M. It stands, like the English letter M for the hieroglyphie sign representing the horns of an owl. (See Taylor.) This letter when an initial is sometimes dropped in poetry. Thus &#xC0F;&#xC2E;&#xC41; is written for &#xC2E;&#xC47;&#xC2E;&#xC41; Sometimes it is inserted to prevent elision as in &#xC09;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC2E;&#xC28;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhr&#x113;shamu. [Skt.] n. Dereliction of duty. &#xC24;&#xC28;&#xC15;&#xC41; &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC42;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;bhr&#x16B;&#x1E47;amu. [Skt.] n. An embryo, f&#x153;tus: a child. &#xC05;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC1A;&#xC42;&#xC32;&#xC41;. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC42;</span>&#xA0;&#xA0;bhr&#x16B;. [Skt.] n. The eye-brow. &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; or &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41; moving the eyebrows as in winking. &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F;. &quot;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC2D;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC28;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; T. iv. 13. &#xC1F;&#xC40; &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC2D;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;, &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC28;&#xC41;. &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC15;&#xC41;&#xC1F;&#xC3F; Same as &#xC2D;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2D;&#xC43;&#xC15;&#xC41;&#xC1F;&#xC3F; or &#xC2D;&#xC4D;&#xC30;&#xC42;&#xC15;&#xC41;&#xC1F;&#xC3F; bhruku&#x1E6D;i. [Skt.] n. A frown. &#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2D;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;bhrukumsu&#x1E0D;u. [Skt.] n. A man who puts on a woman&apos;s garb. A male actor or dancer in female apparel. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC47;&#xC37;&#xC27;&#xC3E;&#xC30;&#xC3F;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC47;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &quot;&#xC39;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC32;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC2A;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC38;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC42;&#xC2D;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC4D;&#xC38;&#xC30;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; A. iv. 61. &#xC1F;&#xC40; &#xC2D;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC41;&#xC02;&#xC38;&#xC32;, &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mangalamu. [Tel.] n. A pipkin. An earthen vessel to roast grain in. &#xC05;&#xC02;&#xC2C;&#xC30;&#xC3F;&#xC37;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC17;&#xC32;</span>&#xA0;&#xA0;mangala. [Tel.] n. The barber caste. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; mangala-katti. n. A razor, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC41; the constellation called &#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; mangala-pakke. n. A kind of fish. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC2E;&#xC02;&#xC17;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; mangala-pi&#x1E6D;&#x1E6D;a. n. The bird called a Palm Swift, Tochornis batassiensis (F.B.I.) Also, applied to some species of Martins. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC02;&#xC17;&#xC3F; mangali. n. A barber. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; mangali-k&#x14D;&#x1E37;&#x1E37;u. n. plu. The clarionet used by the barbers, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC3F;. &#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC28;&#xC3F; mangali-pani. n. Shaving, &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC17;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC02;&#xC17; manga. [Tel.] n. The tree called Vangueria spinosa, or Randia dumetorum. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                