&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;manchi. [Tel.] n. Good, &#xC2E;&#xC47;&#xC32;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC32;&#xC41; good and evil. adj. Good, excellent, best; sound, fine, fair; much, great, severe (as a blow, a fever,) heavy (as rain.) adv. Very, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he is a good man. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; seek the company of good men. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC47;&#xC30;&#xC41; a good name, i.e., reputation, character. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC47;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gained good repute. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; good or drinkable water. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC06; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;. I spoke him fair, and brought the book. &#xC26;&#xC40;&#xC35;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;, &#xC32;&#xC47;&#xC15;. &#xC26;&#xC40;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC24;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; he has nothing to do with its good or evil fortune. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC02;&#xC26;&#xC2E;&#xC41; sandal, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; a severe wound. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC3F; the right hand. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; a sound or severe blow. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; sound sleep. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; sesamum oil. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; a venomous snake, i.e., the cobra. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41; real coral. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; pure milk, i.e., unmixed with water. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; a true pearl. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC28; heavy rain. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3E;, &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3E; is this real gold or tinsel? &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; one dog is sound, the other is mad. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have brought a serious charge against him. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; &#xC2A;&#xC4B; well, you may go! &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC40; well, be it so! &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; manchi-tanamu. n. Goodness, friendliness, gentleness. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they spoke him fair or got him over. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC3E;&#xC28; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC26;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC41;&#xC24;&#xC28;&#xC3E;&#xC28; &#xC15;&#xC3E;&#xC26;&#xC41; you may do that by fair means, which you cannot do by violence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;manchamu. [Skt. borrowed from Drav.] n. A couch, cot, bedstead. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. A scaffolding, &#xC2E;&#xC02;&#xC1A;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; mangu. [Tel.] n. Crow&apos;s feet, marks of age in the face. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC21;, &#xC2E;&#xC4A;&#xC1F;&#xC3F;&#xC2E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mangalamu. [Skt.] n. Happiness, good fortune, well-being, welfare, prosperity. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;. The lines at the opening of a poem in praise of some deity adj. Happy, lucky, fortunate, auspicious, prosperous, faring well. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15; blessings upon thee. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC26;&#xC47;&#xC35;&#xC24; manga&#x1E37;a-d&#x113;vata. n. Lakshmi. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; manga&#x1E37;a-v&#x101;ramu. n. Tuesday. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; manga&#x1E37;a-s&#x16B;tramu. n. The cord or necklace with which the &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or token of marriage is fastened on the neck of the bride. &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; or &#xC2E;&#xC02;&#xC17;&#xC33;&#xC3E;&#xC30;&#xC24;&#xC3F; manga&#x1E37;a-k&#x101;rati. (&#xC2E;&#xC02;&#xC17;&#xC33; + &#xC06;&#xC30;&#xC24;&#xC3F;.) n. A lamp used for waving before an idol, &#xC36;&#xC41;&#xC2D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC30;&#xC24;&#xC3F;. Also, the closing verse of a play, the denouement. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; a particular kind of song. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC3E;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; manga&#x1E37;&#x101;-&#x1E63;&#x101;sanamu. n. A benediction, &#xC06;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC41;&#xC21;&#xC41; man-ga&#x1E37;u&#x1E0D;u. n. A name of Ang&#x101;raka, who corresponds to Mars, &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41; manga&#x1E37;yamu. n. The peepul tree. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC5B;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41; mantsu. [Tel. from &#xC2E;&#xC28;&#xC41; v.] v. a. To preserve, maintain, nourish, or cherish. &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mantsu. [Tel.] n. Dew, fog, mist Snow. &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21; ice. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; dew is falling. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41; a sort of cloth. BD. iii. 98. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; or &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F; mantsu-kon&#x1E0D;a. n. The Himalaya Mts. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC30;&#xC3F; the dewy season, &#xC39;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;[Tel.] n. A cot. See &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1A;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2F; manche. [Tel.] n. A shelf, stand, or platform. A shed or scaffolding erected on posts for persons who watch crops. &#xC05;&#xC30;&#xC2A;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F;.
			</div>
                