&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;manj&#x12B;ramu. [Skt.] n. A ring and bells worn round the ankle or toe; an anklet, &#xC05;&#xC02;&#xC26;&#xC46;, &#xC28;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC20;</span>&#xA0;&#xA0;manjish&#x1E6D;a. [Skt.] n. Madder, a plant used in medicine and in dyeing, Rubia cordifolia. A very brilliant red colour. &#xC2E;&#xC02;&#xC1C;&#xC40;&#xC37;&#xC4D;&#xC20;&#xC1A;&#xC40;&#xC30; a red petticoat. &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2A;&#xC1F;&#xC30;&#xC2E;&#xC4D;&#xC2F; &#xC2A;&#xC40;&#xC20;&#xC3E;&#xC35;&#xC23;&#xC3F; a crimson cushion. &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC1F;&#xC3F; (from &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC20;.) Same as &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC20;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC2E;&#xC2E;&#xC41; manjima. [Skt.] n. Beauty, elegance. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F; manji&#x1E0D;i. [Tel.] n. A kind of horse&apos;s pace, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC2E;&#xC28;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A parti-colored cloth, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A blue cloth, &#xC28;&#xC40;&#xC32;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC33;&#xC4D;&#xC32; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC1F;&#xC28;, &#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; &#xC24;&#xC47;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Navan. D. p. 310.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;manjari. [Skt.] n. A tender branch of a tree with sprouted leaves, &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC32;&#xC47;&#xC24;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A posy, bunch of flowers or leaves, nosegay. &#xC2A;&#xC42;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;. (Used of a collection of proverbs or poems, &#xC28;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC3F;.) A large pearl, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; man&#x1E6D;i. [Tel. from &#xC2E;&#xC28;&#xC41; to live.] I lived, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F;, &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F;. &quot;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC28;&#xC48;&quot; Parij. iii. 27. I am alive again.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;man&#x1E6D;i. [Tel.] n. Genitive of &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; earth. &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; man&#x1E6D;i-n&#x16B;ne. n. Earth oil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E6D;akamu. [Skt.] n. A biscuit, a sort of wheaten cake without sugar. &#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC28;&#xC3F; &#xC17;&#xC4B;&#xC26;&#xC41;&#xC2E;&#xC2A;&#xC42;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1F;</span>&#xA0;&#xA0;man&#x1E6D;a. [Tel. from &#xC2E;&#xC02;&#xC21;&#xC41;.] n. A blaze, flame, burning. A hot or burning sensation. &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;. Heat, acute pain, inflammation. &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC47; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. Fury, wrath, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC02;&#xC1F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am provoked at seeing it. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC02;&#xC1F; envy. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC1F; &#xC24;&#xC40;&#xC30; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cursed till his rage was exhausted. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41; why do you listen to envious language? &#xC2E;&#xC02;&#xC1F;&#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; or &#xC2E;&#xC02;&#xC1F;&#xC28;&#xC42;&#xC28;&#xC46; man&#x1E6D;a-&#x1E6D;samuru. n. Burning oil. &#xC2E;&#xC02;&#xC1F;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; hot ghee. &#xC2E;&#xC02;&#xC1F;&#xC2E;&#xC3E;&#xC30;&#xC3F; or &#xC2E;&#xC02;&#xC1F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a peevish or pestilent fellow, &#xC15;&#xC4B;&#xC2A;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;; an envious man, &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC5B;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC5B;&#xC3E;&#xC33;&#xC3F; man&#x1E0D;z&#x101;&#x1E0D;i [Tel.] n. A certain weight (in diamonds,) a carat. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC42;&#xC28;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC42;&#xC37;</span>&#xA0;&#xA0;manj&#x16B;sha. [Skt.] n. A large basket or box. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC2E;&#xC02;&#xC5B;&#xC38; or &#xC2E;&#xC02;&#xC26;&#xC38;&#xC2E;&#xC41; man&#x1E0D;zasa. [from &#xC2E;&#xC02;&#xC1C;&#xC42;&#xC37;.] n. A box or ark. &quot;&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC28;, &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC2D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC02;&#xC1C;&#xC28;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; M. I. v. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;manj&#x16B;ru. [H.] n. Approval, sanction. &#xC2E;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to approve, admit, sanction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;manjulamu. [Skt.] adj. Sweet, delicious, pleasing. Pretty, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC02;&#xC1C;&#xC41;&#xC35;&#xC41; manjuvu. adj. Beautiful, pleasing, agreeable. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC02;&#xC1C;&#xC41;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC23;&#xC3F; or &#xC2E;&#xC02;&#xC1C;&#xC41;&#xC35;&#xC3E;&#xC23;&#xC3F; a sweet voiced girl. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;anamu. [Skt.] n. Adorning, dressing, decorating, decoration. An ornament, jewel, &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC28;&#xC41;&#xC21;&#xC41; man&#x1E0D;anu&#x1E0D;u. n. One who is dressed or ornamented. &quot;&#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC02;&#xC21;&#xC28;&#xC41;&#xC21;&#xC41;&quot; he who is adorned with faith. BD. v. 1.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;</span>&#xA0;&#xA0;man&#x1E0D;a. [Tel.] n. A twig with leaves on it. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A small branch, &#xC09;&#xC2A;&#xC36;&#xC3E;&#xC16;. the back of the hand. &#xC2E;&#xC40;&#xC1C;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. A frying brush, &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. An ankle, &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21;.
			</div>
                