&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;alamu. [Skt.] n. The disc (of the sun, moon and stars.) &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;. An orb, &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;. A circumference in general; or the circle which bounds the view, the sensible horizon. A halo, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. A province, district, country or empire; a region, place. &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; the face. A heap, a quantity. A multitude, an assembly. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A division of the Rig-Veda. The period of forty days. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41; twenty days. &#xC08; &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41; &#xC12;&#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; you should take this medicine for forty days. Standing with the legs apart, as an archer sometimes does. &#xC27;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Leprosy, &#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41; man&#x1E0D;al-agramu. n. A sword, a scimitar, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC3F; man&#x1E0D;ali. n. Society, an assembly, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A dog,&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. A cat, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. A serpent, &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; man&#x1E0D;al-&#x113;&#x1E63;varu&#x1E0D;u n. An independent sovereign, a monarch. &#xC1A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC36; &#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC32;&#xC15;&#xC4D;&#xC37; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC26;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC26;&#xC3E;&#xC26;&#xC4C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC21;&#xC3E;&#xC2E;&#xC41; man&#x1E0D;amu. [Skt.] n. Scum, skimming, froth, foam, barm. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC38;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC40;&#xC17;&#xC21;, &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. An ornament, &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41; man&#x1E0D;a-kantsamu. n. A platter that has a rim like a soup plate. &#xC05;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41; a platter that has no rim. &#xC2E;&#xC02;&#xC21;&#xC17;&#xC02;&#xC1C;&#xC3F; man&#x1E0D;a-ganji. n. Gruel strained clear of rice. &#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC17;&#xC23;&#xC1C;&#xC3F;. &#xC2E;&#xC02;&#xC21;&#xC39;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; man&#x1E0D;a-h&#x101;raku&#x1E0D;u. n. distiller. &#xC17;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;apamu. [Skt.] n. A porch, a portico, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. A bower, pavilion, &#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;, &#xC38;&#xC2D;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41; a four pillared portico. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41; a porch of a temple. &#xC2E;&#xC02;&#xC21;&#xC2A;&#xC3F; or &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC3F; man&#x1E0D;api. n. A shrine, a sanctuary. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. A small portico. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC3F; &#xC17;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC15;&#xC32;&#xC36;&#xC1C;&#xC32;&#xC2E;&#xC41;.&quot; A. vi. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC42;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;man&#x1E0D;il&#x16B;&#x1E6D;i. [Tel.] n. An abscess.&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC28;&#xC47; &#xC05;&#xC23;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;itamu. [Skt.] adj. Dressed, decorated, decked. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; man&#x1E0D;itu&#x1E0D;u. n. One who is dressed, arrayed, or decorated. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC21;&#xC46;&#xC17; man&#x1E0D;ige. [Tel.] n. A very thin cake made of fine flour, milk, sugar, &amp;c. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41; &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;igamu. [Tel.] n. A threshold. &#xC17;&#xC21;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC21;&#xC40; man&#x1E0D;i. [Tel.] n. Kneeling down with one leg, an attitude in archery, &#xC12;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC47;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC06;&#xC32;&#xC40;&#xC22;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. [H.] n. A wholesale shop, &#xC2D;&#xC3E;&#xC30;&#xC40; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC40;&#xC32;&#xC41; man&#x1E0D;&#x12B;lu. n. A sort of sweet cakes. &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC32;&#xC41; man&#x1E0D;i-gan&#x1E0D;ralu. n. A sort of grain. &quot;&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC17;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;, &#xC24;&#xC40;&#xC17;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;.&quot; H. iv. 155.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;-&#x101;&#x1E0D;u. [Tel.] v. a. To beg, beseech, pray. &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC17;&#xC4B;&#xC5B;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC48;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC06;&#xC35;&#xC47;&#xC33;&#xC2D;&#xC2F;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41;. &#xC1A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC46;&#xC30;&#xC17;&#xC3F;. &#xC2E;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC46;. &quot;&#xC2A;&#xC02;&#xC21;&#xC3F;&quot; &#xC2A;&#xC4D;&#xC30;. i. &#xC2E;&#xC02;&#xC21;&#xC3E;&#xC1F;&#xC2E;&#xC41; man&#x1E0D;-&#x101;&#x1E6D;amu. n. The act of begging with great humulity. &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
                