&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;u. [Tel.] v. n. To burn, blaze, flame. &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To smart, or give acute pain. &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To be in a fury or violent rage. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3E; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; my eyes are smarting or burning. &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC3E; &#xC28;&#xC3E; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC47; alas! I am much grieved. &#xC08; &#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC47; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC21;&#xC26;&#xC3E; if he hears of this, will he not be in a fury? &#xC2E;&#xC02;&#xC21;&#xC41;&#xC28;&#xC46;&#xC32; man&#x1E0D;u-nela. n. A hot month, the hot weather &#xC35;&#xC38;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; man&#x1E0D;in&#x1E6D;su. v. n. To provoke irritate, stir up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;</span>&#xA0;&#xA0;man&#x1E0D;re. [Tel. for &#xC2E;&#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;.] v. inter. Will they live! &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;. &quot;&#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;.&quot; M. XII. ii. 273.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;r-&#x101;&#x1E0D;u. [Tel.] v. n. To be grieved. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41; man-&#x1E0D;r-&#x101;&#x1E6D;amu. n. Grief, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC09;. &#xC39;&#xC30;&#xC3F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC17;&#xC2C;&#xC4D;&#xC2C;</span>&#xA0;&#xA0;man&#x1E0D;ra-gabba. [Tel.] n. A large black scorpion. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC47;&#xC32;&#xC41;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;man&#x1E0D;ra. [Tel.] n. A kind of thorny tree. H. iv. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC4B;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;man&#x1E0D;-&#x14D;dari. n. Ravana&apos;s first wife. A prudent woman. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC2F; man&#x1E0D;e. [Tel.] A stock or heap of the unthrashed ears of the great millet, or of cut tobacco. &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC02;&#xC15;&#xC3F;&#xC15;&#xC4B;&#xC38;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC06;&#xC30;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;man&#x1E0D;&#x16B;ramu. [Skt.] n. The rust of iron, or refuse of melted iron, used as a medicine. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41;, &#xC07;&#xC28;&#xC41;&#xC2A; &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC38;&#xC3F;&#xC02;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC41; man&#x1E0D;&#x16B;kamu. [Skt.] n. A frog. &#xC15;&#xC2A;&#xC4D;&#xC2A;. &#xC2E;&#xC02;&#xC21;&#xC42;&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; man&#x1E0D;&#x16B;ka-par&#x1E47;amu. n. A plant, Bignonia indica. &#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC42;&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC3F; man&#x1E0D;&#x16B;ka-par&#x1E47;i. n. The madder plant, &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC20;. &#xC2E;&#xC02;&#xC21;&#xC42;&#xC15;&#xC3F; man&#x1E0D;&#x16B;ki. n. A female, or small frog. &#xC06;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A;, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mantu&#x1E0D;u. [Skt.] An affix, denoting One who has. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; one who is wise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;mantuvu. [Skt.] n. A fault, offence, transgression, &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41;. Understanding, intellect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;mantu. [Tel.] n. Greatness, glory, nobility. &#xC18;&#xC28;&#xC24;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &quot;&#xC35;&#xC46;&#xC32;&#xC17;&#xC32;&#xC2E;&#xC17;&#xC30;&#xC3E;, &#xC38;&#xC02;&#xC24;&#xC28;&#xC32;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;. &#xC26;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC35;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC4B;&#xC28;.&quot; Ila. i. 113. [From Skt.] n. A minister, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;. The Queen in chess. Also, same as &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC24;</span>&#xA0;&#xA0;manta. [Skt.] n. One who considers, a thinker. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41; mantanamu. n. Secrecy, a secret place, a place of concealment, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. A secret consultation, secret advice, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC28;, &quot;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;&#xC32;, &#xC28;&#xC17;&#xC30;&#xC26;&#xC3E;&#xC38;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC28;&#xC46; &#xC2E;&#xC02;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC28;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;.&quot; A. iv. 8. &#xC2E;&#xC02;&#xC24;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; Same as &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; (q. v.) &#xC2E;&#xC02;&#xC24;&#xC3F;&#xC30;&#xC3F; Same as &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F; (q. v.) &#xC2E;&#xC02;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; Same as &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. (q. v.) &#xC2E;&#xC02;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; mantavyu&#x1E0D;u. n. One who is fit to be consulted with, &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;</span>&#xA0;&#xA0;man&#x1E0D;uv&#x101;. [Tel.] n. A courtyard. A booth. A stable for horses, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC2A;&#xC3E;&#xC15;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC32;. &#xC38;&#xC4D;&#xC35;&#xC3E;. i.
			</div>
                