&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;</span>&#xA0;&#xA0;manda. [Tel.] n. A flock or herd of cattle. &#xC2A;&#xC36;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A place where the flocks or herds are kept outside a village, &#xC0A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC2F;&#xC1F; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;. A hamlet, inhabited by herdsmen, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC2E;&#xC02;&#xC26; a pack of dogs. &#xC2E;&#xC02;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC02;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; the bye-laws of shepherds. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC06; &#xC1A;&#xC47;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they manured the field by penning sheep or goats on it. &#xC2E;&#xC02;&#xC26;&#xC17;&#xC4A;&#xC28;&#xC41; manda-gonu. v. n. To come together in a crowd, &#xC2E;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC15;&#xC42;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; manda-pichchika. n. The name of a little white breasted bird with a black-head. &#xC36;&#xC3F;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15; a species with a yellow breast. &#xC2E;&#xC02;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC3E;&#xC32;&#xC41; manda-pr&#x14D;y&#x101;lu. n. A shepherdness; &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC25;&#xC30;</span>&#xA0;&#xA0;manthara. [Skt.] n. The name of a female slave of Kaikeyi. A scheming woman. &#xC24;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC25;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC25;&#xC30;&#xC2E;&#xC41; manthamu. [Skt.] n. A churning staff, &#xC15;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC25;&#xC2E;&#xC41; n. An emulsion of medicine in fine powder with four parts of cold water. &#xC12;&#xC15; &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4B; 4 &#xC2A;&#xC32;&#xC2E;&#xC41;&#xC32; &#xC36;&#xC40;&#xC24;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F; &#xC05;&#xC02;&#xC26;&#xC4A;&#xC15; &#xC2A;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC14;&#xC37;&#xC27; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17; &#xC26;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC3F; &#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC26;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC4D;&#xC17;&#xC27;&#xC30;&#xC38;&#xC02;&#xC39;&#xC3F;&#xC24;, p. 151. &#xC2E;&#xC02;&#xC25;&#xC28;&#xC2E;&#xC41; manthanamu. n. Churning, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC2E;&#xC02;&#xC25;&#xC28;&#xC3F; manthani. n. A churn. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC47; &#xC15;&#xC41;&#xC02;&#xC21;, &#xC24;&#xC30;&#xC3F;&#xC15;&#xC21;&#xC35;, &#xC17;&#xC30;&#xC4D;&#xC17;&#xC30;&#xC40;. &#xC2E;&#xC02;&#xC25;&#xC30;&#xC1C;&#xC4D;&#xC1D;&#xC41;&#xC35;&#xC41; mantha-rajjuvu. n. A churning rope, &#xC24;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC25;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;, &#xC2E;&#xC02;&#xC25;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC02;&#xC25;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41; or &#xC2E;&#xC02;&#xC26;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC3F; manth-&#x101;dri. n. The name of a mountain which served as a churning rod for the Ambrosia. &#xC15;&#xC35;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mantramu. [Skt.] n. A sacred text or hymn. A verse sacred to some deity, used as a prayer. A spell, a charm, incantation. &#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. Secret consultation, secret counsel. &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC42;&#xC22;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. Help in a woman&apos;s confinement, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; consecrated flowers. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41; blessed rice, i.e., rice over which incantations have been pronounced. &#xC28;&#xC40;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC28;&#xC3E;&#xC2E; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; by the force of thy blessed name. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23; or &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41; mantrana. n. A secret consu&#x1E37;tation, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC28;. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC3E;&#xC26;&#xC3F; mantra-k&#x101;&#x1E0D;u. n. A magician, conjurer. &#xC2E;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; or &#xC2E;&#xC02;&#xC24;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; mantra-s&#x101;ni. n. A midwife, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; mantra-s&#x101;ni-tanamu. n. Midwifery. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC1A;&#xC17;&#xC32;&#xC35;&#xC3E; can you conceal the truth from your midwife? &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; mantr-&#x101;ngamu. n. Machination, trickery. &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F; mantri. n. A minister, a counsellor, or adviser, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. The queen at chess. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC02;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mantrin-&#x1E6D;su. v. n. To charm, or perform magic spells over. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;manda&#x1E0D;i. [Tel.] n. A stable, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC36;&#xC3E;&#xC32;. &#xC2E;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC21; a partition wall. &#xC2E;&#xC02;&#xC26;&#xC21;&#xC40;&#xC21;&#xC41; manda&#x1E0D;-&#x12B;&#x1E0D;u. n. A groom, a horse-keeper. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC24;&#xC47; &#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2F;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC26;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC02;&#xC26;&#xC21;&#xC40;&#xC32;, &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC42;&#xC37;&#xC1F;&#xC2F;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;.&quot; M. IV. i. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC32;&#xC41; manda&#x1E6D;illu. [Tel. from &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;] v. n. To subside, to grow weak, &#xC05;&#xC21;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC1F;</span>&#xA0;&#xA0;manda&#x1E6D;a. [Tel.] n. Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. Weakness, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC24;. adv. Near, along with, at, before.
			</div>
                