&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;mand&#x101;kini. [Skt.] n. The Ganges of heaven. A woman sixty years old. &quot;&#xC06; &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC4C;&#xC33;&#xC3F;&#xC2C;&#xC42;&#xC28;&#xC3F;.&quot; Vasu. Intro. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC38;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC26;&#xC38;&#xC2E;&#xC41; mandasa. [from Skt.] n. A chest, a large bin, an ark or great box. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;manda-lin&#x1E6D;su. [Tel.] v. a. To tell, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To suggest, warn, allege, mention, remonstrate. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. To command, order, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To think, &#xC24;&#xC32;&#xC1A;&#xC41;. To pacify. &quot;&#xC24;&#xC47; &#xC07;&#xC02;&#xC24;&#xC2F;&#xC32;&#xC41;&#xC15;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC2F;&#xC3E;&#xC28;.&quot; Ila. iv. 65. &#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; mandalimpu. n. Business, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. A suggestion, remonstrance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC32;</span>&#xA0;&#xA0;mandala. [Tel.] n. A limit, boundary, extent. &#xC2E;&#xC47;&#xC30;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Life, &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;. The act of living, &#xC2E;&#xC28;&#xC41;&#xC26;&#xC32;. Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mandaramu. [Skt.] n. The mountain Mandara, the Indian Olympus. The gods are said to have churned the ocean with it and it now lies at the foot of Mount Meru. &#xC2E;&#xC02;&#xC26;&#xC30;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; (A. v. 172.) an epithet of Vishnu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mandamu. [Skt.] adj. Slow, tardy, dull, stupid, heavy, foolish; gentle, soft, not violent, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41; a gentle breeze. &#xC2E;&#xC02;&#xC26;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; a gentle pace. &#xC2E;&#xC02;&#xC26;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; dull intellect. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC24;&#xC3F; a block-head. &#xC2E;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a low tone. &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; generous diet. n. Thickness, slowness, indigestion, loss of appetite. &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC33;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he suffers from indigestion. &#xC2E;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC2E;&#xC3F; manda-g&#x101;mi. n. One who walks slow, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC21;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC17;&#xC2E;&#xC28; or &#xC2E;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; manda-gamna. n. The &apos;gentle mover,&apos; an epithet of a graceful woman. &#xC2E;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; manda-gin&#x1E6D;su. v. n. To become dull, to lose one&apos;s appetite. To fall, as price. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC17;&#xC41;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC27;&#xC30; &#xC2E;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the market is now dull, &#xC27;&#xC30;&#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC2E;&#xC02;&#xC26;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; manda-smitamu. n. A smile, a gentle laugh, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; man-d&#x101;gni n. A slow fire. Want of appetite: (hunger being considered as fire.) &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; mand-akshamu. n. Modesty, bashfulness, shame. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC32;&#xC1C;&#xC4D;&#xC1C;. &#xC2E;&#xC02;&#xC26;&#xC4B;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41; mand-&#x14D;sh&#x1E47;amu. n. Slight warmth, lukewarmness, gentle heat. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;, &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC35;&#xC47;&#xC21;&#xC3F;. adj. Warm, tepid, lukewarm. &#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;, &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mandiramu. [Skt.] n. A house, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. A town. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. A temple, &#xC2E;&#xC15;&#xC30;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41; Rama&apos;s temple.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;mandi. [Tel.] n. People, &#xC1C;&#xC28;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A retinue, &#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;. Infantry, &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F; five persons. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC3F; a few persons. &#xC38;&#xC17;&#xC2E;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F; half the people. &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC3F; how many persons? &#xC2A;&#xC26;&#xC3F;&#xC2A;&#xC26;&#xC3F;&#xC39;&#xC47;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F; ten or fifteen persons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mand&#x101;ramu. [Tel.] n. Cloudy or gloomy weather. &#xC2E;&#xC47;&#xC18;&#xC3E;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2E;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the weather is now gloomy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mand&#x101;ramu. [Skt.] n. One of the five celestial trees, &#xC12;&#xC15; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. The Gigantic Swallowwort, or Coral tree, Callotropis gigantea. &#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC1C;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; he who is to the wretched a tree of life.
			</div>
                