&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mande-m&#x113;lamu. [Tel.] n. Over-familiarity leading to insolence, meddling, impertinence. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC05;&#xC27;&#xC3F;&#xC15; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC3F;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;. Disregard, carelessness, &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;. &quot;&#xC35; &#xC38;&#xC3F;&#xC24;&#xC1A;&#xC4D;&#xC1B;&#xC24;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC36;&#xC02;&#xC16;&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F; &#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30; &#xC36;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC4C;&#xC27; &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC15;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; &#xC2E;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC46; &#xC2E;&#xC47;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; B. X. ii. 666. &quot;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC26;&#xC3F; &#xC2E;&#xC28; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC42;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC46;&#xC28;&#xC40; &#xC2E;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC47;&#xC32;&#xC02;&#xC2C;&#xC41;.&quot; S&#x101;rang. D. ii. 238.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC41;&#xC30;</span>&#xA0;&#xA0;manduva. [Skt.] n. A stable. &#xC35;&#xC3E;&#xC1C;&#xC3F;&#xC36;&#xC3E;&#xC32;. &#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; mandura-ku&#x1E0D;u. n. A horsekeeper &#xC39;&#xC2F;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mandudu. [Skt.] n. A blockhead. a fool. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;mandu. [Tel. cf. Tam. &#xC2E;&#xC30;&#xC02;&#xC26;&#xC41;.] n. Medicine, physic, a drug. &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41;. A love powder, &#xC35;&#xC36;&#xC4D;&#xC2F;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41;. An antidote, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;. An expedient, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC15; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC26;&#xC28;&#xC41; I will tell you a device for this. Poison, &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. Gunpowder, &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC26;&#xC41;. A rarity, a scarce thing. &#xC07;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC48;&#xC28;&#xC3E; &#xC32;&#xC47;&#xC35;&#xC41; there is no rice to be had for love or money. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC41; if you are silent towards a good man it is a punishment to him. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC41; indigo. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; opium. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3E;&#xC2F;&#xC40; or &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3E;&#xC2F;&#xC40; an opium eater. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41; love powder. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; eye salve. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to drug, to infatuate a person by administering to him or her a love powder, to poison. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no cure for the heart-ache. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; the love powder administered by her has turned his head. adj. Impossible, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC17;&#xC41;&#xC1F;&#xC2E;&#xC02;&#xC26;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. iv. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC21; mandu-pa&#x1E6D;&#x1E6D;a&#x1E0D;a. n. A place where fireworks are prepared. &#xC2C;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;&#xC21;&#xC41;&#xC36;&#xC3E;&#xC32;. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC32; mandu-mala. n. A hill on which drugs are found, an epithet applied to a hill called &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; mandula-m&#x101;ri. n. One who administers love powders. &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC41; mand-aku. n. A medicinal herb. &#xC13;&#xC37;&#xC27;&#xC3F;. &quot;&#xC15;&#xC4B;&#xC1F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC47;&#xC2F;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC38;&#xC30;&#xC35;&#xC02;&#xC17;.&quot; A. ii. 8. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; mandula-v&#x101;&#x1E0D;u. n. A druggist
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC3F;&#xC32;</span>&#xA0;&#xA0;makil. [Tel.] n. Dirtiness, soil, dirt. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC15;&#xC3F;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; dirty, dim, tarnished, unclean, impure, &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mak&#x101;mu. [H.] n. A halting place, lodging, station. &#xC2E;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC17;&#xC3E; settled permanently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;makaramu. [Skt.] n. An alligator. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;. The sign of the Zodiac called Capricorn, &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; or &#xC2E;&#xC15;&#xC30;&#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; the passing of the sun into Capricon. This is observed as the Pongul feast. &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;. &#xC2E;&#xC15;&#xC30;&#xC15;&#xC02;&#xC20;&#xC3F; makara-kan&#x1E6D;hi. n. A necklace shaped like an alligator. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC15;&#xC02;&#xC20;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; makara-kun&#x1E0D;alamu. n. An earring bearing the figure of a crocodile&apos;s head. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC17;&#xC32; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41; makara-t&#x14D;ranamu. n. A festoon of cloth shaped like a crocodile, &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC24;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC15;&#xC30;&#xC15;&#xC47;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC15;&#xC30;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; makar&#x101;n-ku&#x1E0D;u. n. An epithet of Manmadha, whose banner is an alligator. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; ma-kar-&#x101;layamu. n. The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC3F; makari. n. A crocodile, or alligator. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;. &#xC2E;&#xC15;&#xC30;&#xC3F;&#xC15; or &#xC2E;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; maka-rika. n. Figures of crocodiles drawn in gold dust on the cheeks or breasts of women, &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC47; &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC15;&#xC30;&#xC40;&#xC2E;&#xC2F;&#xC30;&#xC47;&#xC16; &#xC32;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC2D;&#xC3E;&#xC35;&#xC1C;&#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC2F;&#xC3F;&#xC2D;&#xC3E;&#xC38;&#xC3F;&#xC32;.&quot; Vij. Vil. xi. 97. &#xC2E;&#xC15;&#xC30;&#xC3F;&#xC35;&#xC32; makari-vala. n. A snare to catch crocodiles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;makarandamu. [Skt.] n. The nectar of honey of a flower. &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC2E;&#xC15;</span>&#xA0;&#xA0;maka-maka. [Tel.] n Dimnesss, as of the light of a lamp. &#xC2E;&#xC15;&#xC2E;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41; maka-maka-&#x101;du. v. n. To be dim, obscure, or dull. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2E;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mambaramu [Tel.] n. Burning, &#xC26;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; mambaramu-ch&#x113;yu. v. a. To burn, &#xC26;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;mampu. [Tel.] n. Drowsiness in-toxicationm, tipsiness, heaviness, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2E;&#xC48;&#xC15;&#xC2E;&#xC41;. &quot;&#xC09; &#xC2E;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC02;&#xC17;&#xC02;&#xC17;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC35; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC28;&#xC46; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC1C;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC4B;. &#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC2D;&#xC3E;&#xC30; &#xC2E;&#xC3F;&#xC15; &#xC28;&#xC40;&#xC35;&#xC41;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;.&quot; Vijaya Vilasa. i. 92. &#xC2E;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC41; or &#xC2E;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; mampillu. v. n. To be heavy, to be drowsy. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. To be intoxicated, &#xC2E;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC4D; &#xC2A;&#xC41;&#xC32;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC17;&#xC4A;&#xC1F;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;, &#xC2C;&#xC3F;&#xC32;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC48;&#xC28; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC1C;&#xC42;&#xC1A;&#xC41;.&quot; S&#x101;rang. i. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mandramu. [Skt.] n. A base, or low sound, such as that of muttering thunder. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC17;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
                