&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;makulamu. [Skt.] n. A crest. tiara, crown, head dress. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;</span>&#xA0;&#xA0;makshika. [Skt.]n. A fly. &#xC08;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;makt&#x101;. [H.] adj. Fixed. n. A fixed rate or rent. A contract. &#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4C;&#xC32;&#xC41; a special agreement given to a tenant. &#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24; a contract or lease of land occupied at a fixed rate, and not liable to extra ceases. &#xC2E;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; makt&#x101;-d&#x101;ru&#x1E0D;u. n. A contractor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F; makke. [Tel.] n. A bone. &#xC0E;&#xC2E;&#xC41;&#xC15;. The hip-joint, the part of the body just above the hip-joint.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;makkuva. [Tel.] n. Affection, love; desire, lust; wish, inclination, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;makku. [Tel.] v. n. To fade, spoil, lose colour. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC28;&#xC35;&#xC2F;&#xC41;. To die, &#xC1A; &#xC1A;&#xC4D;&#xC1A;&#xC41;. To scratch, &#xC17;&#xC40;&#xC30;&#xC41;. n. Dirt, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC28;&#xC48;&#xC28;&#xC2D;&#xC4B;&#xC35;&#xC40;&#xC27;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC32;&#xC41;&#xC2E;&#xC15;&#xC4D;&#xC15;.&quot; Kanyaka viii. 315. &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; makkin&#x1E6D;su. v. a. To kill. &#xC1A;&#xC02;&#xC2A;&#xC41;. Parij. iii. 45. &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F; makki. adj. Weak, fleshless, emaciated, thin, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC2E;&#xC02;&#xC26;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC17;&#xC4A;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC41;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; H. v. 36. &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; makk-ekku. v. n. To become dim or dull. &#xC2E;&#xC15;&#xC3F;&#xC32;&#xC05;&#xC17;&#xC41;. &quot;&#xC38;&#xC40; &#xC17;&#xC02;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC46;&#xC21;&#xC41;&#xC17;&#xC30;&#xC38;&#xC41;&#xC32;&#xC41; &#xC27;&#xC42;&#xC33;&#xC3F; &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC41;&#xC32; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC30;&#xC47;&#xC17;&#xC41;&#xC28;&#xC21;&#xC41;&#xC35;&#xC41;&#xC28;.&quot; A. vi. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC3E;</span>&#xA0;&#xA0;makk&#x101;. [Arabic.] n. Mecca.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;makka&#x1E37;in&#x1E6D;su. [Tel.] v. n. To come back, to reappear, as intermittent fever, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To agree, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To resemble, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;. v. a. To cause to come back or reappear. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;. To jut out, as the belly, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To cause to be contained, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC07;&#xC2E;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC41;. To cause to resemble, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC40; &#xC10;&#xC23;&#xC47;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2F;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC23;&#xC3F;&#xC1A;&#xC47; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;. Swa. i. 15. &quot;&#xC38;&#xC40; &#xC2E;&#xC42;&#xC30;&#xC47;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC38;&#xC02;&#xC26;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC47;&#xC16;&#xC30;&#xC41;&#xC21;&#xC41; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;.&quot; H. i. 212.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;makuramu. [Skt.] n. Glass, a mirror. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC16;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC32;&#xC41; makhamulu. [H.] n. Velvet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC18;&#xC2E;&#xC41; makhamu. [Skt.] n. A sacrifice, or oblation. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC36;&#xC24;&#xC2E;&#xC16;&#xC41;&#xC21;&#xC41; an epithet of Indra, who performed a hecatomb. &#xC2E;&#xC16;&#xC35;&#xC3E;&#xC1C;&#xC3F; a horse fit for being sacrificed in the &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC47;&#xC27;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC16;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC18;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC16;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC18;&#xC35;&#xC41;&#xC21;&#xC41; makha-vantu&#x1E0D;u. n. Indra as being the god who offered sacrifices. &#xC2E;&#xC16;&#xC3F; makhi. n. A sacrificer, one who celebrates a sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC4D;&#xC15;, &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC17;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC2E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; makka. [Tel.] n. A boil on the abdomen. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC15;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC15;&#xC41;&#xC30;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; makuru. [Tel.] n. Obstinacy, stubbornness, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
                