&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC41;&#xC35;</span>&#xA0;&#xA0;maguva. [Tel.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC17;&#xC41;&#xC35;&#xC2E;&#xC17;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC15;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F; a wife is a minister to her husband. &#xC2E;&#xC17;&#xC41;&#xC35;&#xC24;&#xC28;&#xC2E;&#xC41; maguva-tanamu. n. Womanhood. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC1C;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A; &#xC17;&#xC4A;&#xC02;&#xC24; &#xC24;&#xC21;&#xC35;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC3E;.&quot; B. viii. 446.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC41;&#xC32;&#xC41; magulu. [Tel.] n. The coping of a wall. &#xC2E;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC21; a wall that has a cope or crown, &#xC2E;&#xC26;&#xC41;&#xC30;&#xC41; &#xC17;&#xC4B;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC17;&#xC41;&#xC21;&#xC2C;&#xC21;&#xC41; magu&#x1E0D;u. [Tel.] v. n. To return or turn back. &#xC2E;&#xC30;&#xC32;&#xC41;, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC17;&#xC41;&#xC21; or &#xC2E;&#xC17;&#xC41;&#xC21;&#xC3F; magu&#x1E0D;a. adv. Again, anew, in return &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;. &#xC2E;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC41; magu&#x1E0D;intsu. v. a. To turn back, to avert. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2E;&#xC17;&#xC41;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC2E;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC3E;&#xC38;.&quot; BD. v. 842.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;magi&#x1E0D;i. [Tel.] n. A snake charmer, &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A snake charmer&apos;s flute, &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC17;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;</span>&#xA0;&#xA0;maga. [Tel.] adj. Male. &#xC2E;&#xC17;&#xC2A;&#xC4B;&#xC23;&#xC3F;&#xC2E;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC3F; a pure maid. &#xC2E;&#xC17;&#xC32;&#xC2E;&#xC17;&#xC21;&#xC41; a phrase meaning the chief of men, a hero. &#xC17;&#xC02;&#xC21;&#xC30;&#xC17;&#xC02;&#xC21;&#xC21;&#xC41;. &quot;&#xC28;&#xC2F;&#xC28;&#xC2F;&#xC41;&#xC17;&#xC33;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC3F; &#xC26;&#xC3E;&#xC2E;&#xC30;&#xC32;&#xC2E; &#xC17;&#xC32;&#xC2E;&#xC17;&#xC32;&#xC48;, &#xC21;&#xC3E;&#xC32;&#xC46;&#xC17;&#xC2F;&#xC41;.&quot; Swa. iv. 169. &#xC2E;&#xC17;&#xC15;&#xC30;&#xC41;&#xC35;&#xC41; want of men. &#xC2E;&#xC17;&#xC1F;&#xC3F;&#xC2E;&#xC3F; or &#xC2E;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC3F; maga&#x1E6D;imi. n. Manliness. &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC17;&#xC21;&#xC41; or &#xC2E;&#xC17;&#xC02;&#xC21;&#xC41; maga&#x1E0D;u. n. A male, a man, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. A husband, &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;. A ruler, a king. &#xC30;&#xC3E;&#xC1C;&#xC41;. A hero, a courageous man, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; &quot;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC32;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC21;&#xC41;.&quot; R. ii. 112. &quot;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC17;&#xC21;&#xC28;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC28;&#xC28;&#xC4D;&#xC28;&#xC48;&#xC28;&#xC26;&#xC32; &#xC1A;&#xC15;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC42;&#xC28;.&quot; L. viii. 30. &#xC2E;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; maga-tanamu. n. Manliness, potency. &#xC2A;&#xC41;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC17;&#xC26;&#xC3F; magadi. n. The male of any animal. &#xC2E;&#xC17;&#xC28;&#xC3E;&#xC32;&#xC41; maga-n-&#x101;lu. (&#xC2E;&#xC17;&#xC28;&#xC3F; + &#xC06;&#xC32;&#xC41;.) n. A woman whose husband is alive. &#xC2E;&#xC17;&#xC21;&#xC41;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A good woman. &#xC2E;&#xC17;&#xC2A;&#xC3E;&#xC21;&#xC3F; maga-p&#x101;&#x1E0D;i. n. Courage, manliness, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC17;&#xC2C;&#xC40;&#xC30; maga-b&#x12B;ra. n. Malabar Cat-mint. Anisomelos malabarica. &#xC2E;&#xC17;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC2E;&#xC17;&#xC30;&#xC3E;&#xC2F;&#xC3F; maga-m&#x101;nikamu. n. A diamond. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC17;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41; or &#xC2E;&#xC17;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41; maga-m&#x101;nikapu-v&#x101;lu. n. Indra&apos;s thunderbolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC17;&#xC30;&#xC42;&#xC30;&#xC40; magar&#x16B;r&#x12B;. [H.] n. Haughtiness, arrogance. &#xC2E;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; maga-lingamu. n. A common plant called &apos;the stinker.&apos; Rox. i. 109. &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; maga-v&#x101;&#x1E0D;u. n. A man, a male, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. A hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;machchemu. [from Skt. &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. A fish, &#xC1A;&#xC47;&#xC2A;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC15;&#xC02;&#xC1F;&#xC3F; machche-kan&#x1E6D;i. n. A woman with eyes as lovely as those of a fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17; machchika. [Tel.] n. Love, attachment, affection, liking, fondness, familiarity, tameness. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41; machchika-pa&#x1E0D;u. v. n. To become tame or used to, to love, &#xC2E;&#xC30;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC30;&#xC17;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC40;&#xC2E;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;machil&#x12B;-m&#x101;vu. [from Skt. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F; a fish, and Arabic &#xC2E;&#xC3E;&#xC35;&#xC3E; abode.] n. A fishery. &#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC40;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; or &#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC40;&#xC28;&#xC2E;&#xC41; a tax levied on a fishery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;macharchika. [Skt.] adj. Best, excellent. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC2E;&#xC41;. &#xC2E;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2E;&#xC16;&#xC2E;&#xC41;. &#xC2E;&#xC18;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC21;&#xC41; Arjuna, as son of Indra. &#xC2E;&#xC18;&#xC4B;&#xC28;&#xC3F; magh&#x14D;ni. n. The wife of Indra. &#xC36;&#xC1A;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC18;</span>&#xA0;&#xA0;magha. [Skt.] n. The name of the tenth lunar mansion. &#xC2E;&#xC16;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;magnamu. [Skt.] adj. Plunged, immersed, sunk, drowned. &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC28;. &#xC2E;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; magnu&#x1E0D;u. n. (In composition,) One who is immersed. &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC4D;&#xC26;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;magd&#x16B;ru. [H.] n. Power, authority. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;maggu. [Tel.] v. n. To become mouldy by dampness and heat &#xC09;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47; &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is too proud to stoop to her present condition &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; maggu&#x1E0D;u. n. The act of becoming mouldy, &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1F;. &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; maggu&#x1E0D;u-p&#x101;ru. v. n. To become mouldy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;maggamu. [Tel.] n. A loom, &#xC28;&#xC47;&#xC24;&#xC3F; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to set to work, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC3E; &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he baffled my efforts. &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; maggari. (&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41; + &#xC05;&#xC30;&#xC3F;.) n. A weaver, &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                