&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;majja. [Skt.] n. Marrow, pith, sap. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC35;, &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC1C;&#xC4D;&#xC26;&#xC42;&#xC30;&#xC41; maj&#x16B;ru. [H.] n. A workman, a labourer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;maj&#x16B;ri. [H.] n. Hire, the wages of a day-labourer,&#xC15;&#xC42;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC41;&#xC2E;&#xC42;&#xC28;&#xC41;</span>&#xA0;&#xA0;majum&#x16B;nu. [H.] n. The purport or contents of a letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC41;&#xC2C;&#xC42;&#xC24;&#xC41;</span>&#xA0;&#xA0;majub&#x16B;tu. [H.] adj. Strong, powerful.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC41;&#xC15;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC1C;&#xC4D;&#xC15;&#xC4A;&#xC30;&#xC41; majuk&#x16B;ru. [H.] adj. Before mentioned, aforesaid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC3F;&#xC32;&#xC40;</span>&#xA0;&#xA0;majil&#x12B;. [H.] n. A stage in a journey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;machchhamu. [Skt. another form of &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. A fish. &#xC2E;&#xC40;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;matstsu. [Tel.] n. A model, standard, sample, pattern, specimen. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F;, &#xC28;&#xC2E;&#xC42;&#xC28;&#xC3E;. An upstair-house. A terraced house, &#xC2E;&#xC40;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. A shelf. A bait, &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC35;&#xC32;&#xC32;&#xC4B; &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC47; &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. Love powder, &#xC1A;&#xC4D;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;. Manner, way. &quot;&#xC2E;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC3F;&quot; going upstairs. UH. iv. 25. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC17;&#xC41;&#xC26;&#xC3F; a bunch of samples of gold or silver. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41; to sprinkle with love powder, i.e., to bewitch. &#xC2E;&#xC30;&#xC32;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC06; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC24;&#xC3E; &#xC12;&#xC15;&#xC1F;&#xC47;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; all the rice is alike. &#xC05;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC05; &#xC26;&#xC47;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the disease is in the same state. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; matstsu-katti. n. A bill-hook or large wood knife. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; matstsu-po&#x1E0D;i. n. A love powder, an aphrodisiac. &#xC2E;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;matstsaramu. [from Skt. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.] n. Malice, hatred, envy, spite. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC42;&#xC2F;. &#xC13;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC1A;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC30; &#xC28;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41;. &#xC1C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC28;&#xC41;&#xC2C;&#xC4B; &#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC3F;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; M. III. vii. 138. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; matstsarikamu. n. Malice, envy, &#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. Rivalry, &#xC2A;&#xC4B;&#xC1F;&#xC3F;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; matstsari-kin&#x1E6D;su. v. n. To be spiteful, or envious. &#xC05;&#xC38;&#xC42;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC1A;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F; or &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC40;&#xC21;&#xC41; matsts-ari. n. A spiteful person, &#xC1A; &#xC32;&#xC2A;&#xC3E;&#xC26;&#xC3F;. An enemy. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; matstsarintsu. v. n. To be spiteful. &#xC1A;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To hate, dislike. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC40;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; Hari Vams. Pt. II. Bk. i. 171.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;matstsa. [Tel.] n. A mole, freckle, stain, scar or spot on the skin. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; natural marks on the skin, birthmarks. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC3E;&#xC2F;&#xC41; matstsa m&#x101;yu. v. n. To be ruined or destroyed, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; ma&#x1E6D;s&#x1E6D;sa-m&#x101;pu. v. a. To ruin, destroy. &#xC28;&#xC40;&#xC2E;&#xC1A;&#xC4D;&#xC1A; &#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC42;&#xC21;&#xC41; look out. I will certainly ruin you. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41; matstsamu. n. A mark, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;ma&#x1E6D;u-m&#x101;ya. [Tel. &#xC2E;&#xC3E;&#xC2F; + &#xC2E;&#xC3E;&#xC2F;.] n. Disappearance, vanishing. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC41; ma&#x1E6D;u-m&#x101;yamu. adj. Very deceitful, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC41; ma&#x1E6D;u-m&#x101;yal-&#x101;&#x1E0D;u. n. A very deceitful or artful person. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC2E;&#xC1F;</span>&#xA0;&#xA0;ma&#x1E6D;a-ma&#x1E6D;a. [Tel.] n. Boiling, rage. &#xC2E;&#xC32;&#xC2E;&#xC32; &#xC09;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1F;. &#xC2E;&#xC1F;&#xC2E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; ma&#x1E6D;a-ma&#x1E6D;al-&#x101;&#x1E0D;u. v. n. To burn, to flame forth, &#xC2E;&#xC02;&#xC21;&#xC41;, &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fume, or be enraged. &#xC26;&#xC41;&#xC2E;&#xC26;&#xC41;&#xC2E;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC5B;&#xC3E;&#xC15;&#xC3E;</span>&#xA0;&#xA0;madz&#x101;k&#x101;. [H.] n. A jest, a joke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;mazd&#x101;. [H.] n. Taste, flavor. &#xC30;&#xC41;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC5B;, &#xC2E;&#xC5B;&#xC3E;, &#xC2E;&#xC5B;&#xC4D;&#xC1C;, &#xC2E;&#xC5B;&#xC4D;&#xC1C;&#xC3E;, &#xC2E;&#xC5B;&#xC4D;&#xC1C;&#xC30;&#xC46;, &#xC2E;&#xC5B;&#xC3E;&#xC30;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC5B;&#xC4D;&#xC1C;&#xC3E;&#xC30;&#xC46; ma&#x1E0D;za. [Tel.] interj. Hail! Huzza! Hurrah! &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;&#xC3E;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC5B;&#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;.&quot; Charitra. i. 4559.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;</span>&#xA0;&#xA0;majjiga. [Tel.] n. Butter-milk. &#xC1A;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; mildew in corn which turns it white. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17; whey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;majjanamu. [Skt.] n. Bathing, ablution. A bath, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC36;&#xC3E;&#xC32; A bath room. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC3E;&#xC21;&#xC41; to bathe.
			</div>
                