&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ma&#x1E6D;&#x1E6D;a. [Tel.] n. A bough or stem (of the palm cocoanut, or date tree.) &#xC24;&#xC3E;&#xC33;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC47;&#xC33;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC15;&#xC32;&#xC2C;&#xC02;&#xC26;&#xC2E;&#xC1F;&#xC4D;&#xC1F; the stem of the Aloe plant. The tail of an animal. &#xC06;&#xC35;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC15;. The sucking fish, called the Echeneis, or remora. Several species of this are called &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC1F;&#xC4D;&#xC1F;. &#xC2A;&#xC2F;&#xC3F;&#xC5B;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46; or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC38;&#xC46;, &#xC2A;&#xC42;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;. &#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F; and &#xC15;&#xC21;&#xC3F;&#xC1A;&#xC2E;&#xC1F;&#xC4D;&#xC1F;. See Russell, Plates. 82 and 84. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC21;&#xC41;&#xC38;&#xC41; ma&#x1E6D;&#x1E6D;a-gi&#x1E0D;usu. n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E6D;&#x1E6D;amu. [Tel.] n. Measure, extent, level, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. A pony. &#xC2A;&#xC48;&#xC17;&#xC4B;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a Pegu pony. A goldsmith&apos;s secret term for Silver. adj. Small, scanty. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. Low, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. Short, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &quot;&#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC47; &#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;&#xC21;&#xC3E;&#xC38;&#xC3F; &#xC15;&#xC46;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC32; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC47;&#xC38;&#xC3F;.&quot; S&#x16B;rya. ii. 10. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; ma&#x1E6D;&#x1E6D;a-gin&#x1E6D;su. v. a. To lessen, diminish, or depress. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC15; ma&#x1E6D;&#x1E6D;a-palaka. n. A flat ruler, a bricklayer&apos;s level. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC15; a carpenter&apos;s rule. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC3F; ma&#x1E6D;&#x1E6D;a-p&#x101;&#x1E6D;i. adj. Small, petty, scanty. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC38;&#xC2E;&#xC41; ma&#x1E6D;&#x1E6D;asamu. adj. Small, petty, scanty. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. Limited, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC38;&#xC3F; ma&#x1E6D;&#x1E6D;asi. n. A short man, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                