&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;</span>&#xA0;&#xA0;ma&#x1E0D;a. [Tel.] n. A small opening out of a channel into a field. &#xC2E;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC24;&#xC4B;&#xC35;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC26;&#xC32;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC40;&#xC21;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC21;&#xC32;&#xC24;&#xC40;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2E;&#xC21;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC02;.&quot; Navana. D. 59. &#xC2E;&#xC21;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ma&#x1E0D;a-che&#x1E6D;&#x1E6D;u. n. The mangrove. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC21;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the white mangrove,Avicennia officinalis. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC21;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Avicennia tomentosa. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E6D;hamu. [Skt.] n. A monastery, convent. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC20;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; to squat as the images of Buddha are seated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC4D;&#xC30;</span>&#xA0;&#xA0;ma&#x1E6D;ra. [Tel.] n. An unploughed piece of land between two furrows, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC47;&#xC32;, &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC15; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; ma&#x1E6D;&#x1E6D;e. [Tel.] n. A ring worn on the toe. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46; a shoe-heel, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC3F;&#xC2E;. adj. Dappled. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC3E;&#xC30;&#xC32;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC06;&#xC35;&#xC41; a dappled cow, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC35;&#xC41;. H. ii. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;ma&#x1E6D;&#x1E6D;i. [Tel.] n. Earth, soil, mud Scurf or dandruff. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is as stupid as a snake gorged with mud. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC2F;&#xC47;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC1F; to rely on a mud horse and go into a river, i.e., to trust to appearances. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC48;&#xC32;&#xC2E;&#xC41; or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC42;&#xC28;&#xC46; ma&#x1E6D;&#x1E6D;i-tadama. n. Earth oil kerosene or petroleum. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41; ma&#x1E6D;&#x1E6D;-&#x101;&#x1E0D;u. (&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; + &#xC06;&#xC21;&#xC41;.) v. n. &amp; a. To walk. &#xC28;&#xC21;&#xC1A;&#xC41;. To wander, roam, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cut to pieces, &#xC24;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC41;.&quot; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC2A;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC3F; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC39;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; R. v. 191. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; Same as &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; and &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46; (q. v.) &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; ma&#x1E6D;&#x1E6D;u. v. a. To tread or trample, to crush. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. n. Trampling, walking over. &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;. Limit, bounds, measure, restriction, extent; moderation. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC24;&#xC3F;, &#xC15;&#xC4A;&#xC32;&#xC24;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC26;&#xC32;. A settle or ring of cord, fibre, &amp;c. to prevent a pot from rolling over, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;. A place, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2A;&#xC48;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; the upper place or part. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; the bottom. &#xC06; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E; measure the plank &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; the frame or bottom of the slings in a K&#x101;vadi. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; he is wanting in sense. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC47; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; I was a fool to tell him this. &#xC08; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC1C;&#xC28;&#xC2E;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; this year the assembly is but small. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; he has no chance of heaven. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC40;&#xC30; a kind of &#xC2C;&#xC40;&#xC30;&#xC15;&#xC3E;&#xC2F; (q. v.) &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; a cup with a foot or base attached to it. adj. Limited, small. &#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; as far as, up to as much as, in regard to, until, as long as. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no end or limit to it. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he who has neither modesty nor moderation. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; you must not go beyond bounds. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC30;&#xC15;&#xC41; &#xC05;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; they laid it aside until his arrival, &#xC2E;&#xC28;&#xC38;&#xC41;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC28;&#xC40;&#xC15; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; (V&#x113;ma. ii. 278.) curbing and restraining the mind. &#xC08; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; with this they went away or thereupon they went away. &#xC2A;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#xC35;&#xC3E;&#xC28; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a thunderbolt and then the rain ceased. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC41; he does not know so much. &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; how far did you go? &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the water is up to the neck. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC05;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; he contents himself with as much as he gets. &#xC28;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; as long as I have life. &#xC28;&#xC3E;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC28;&#xC47;&#xC28;&#xC41; &#xC09;&#xC02;&#xC1F;&#xC3E;&#xC28;&#xC41; &#xC28;&#xC40;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41; &#xC09;&#xC02;&#xC21;&#xC41; I shall keep to myself, you keep to yourself. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC41; you can get as much rice as you want. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; as for the jewels I do not want them. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; so far you did well. &#xC07;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; &#xC07;&#xC15;&#xC28;&#xC47;&#xC2E;&#xC3F; &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; when the matter has come to such a push what is the use of delicacy? &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; he cares for nothing but his dinner. &#xC28;&#xC47;&#xC28;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; I alone went. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his health is in a great measure recovered. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC05;&#xC17;&#xC41;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; ma&#x1E6D;&#x1E6D;u-agu. v. n. To lessen or be diminished. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC05;&#xC21;&#xC17;&#xC41;. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the disease is moderating. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; his thirst was slackened. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; ma&#x1E6D;&#x1E6D;u-g&#x101;. adv. Moderately, &#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the rain is moderate. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the cough is now moderate. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he ate moderately. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; ma&#x1E6D;&#x1E6D;u-ch&#x113;yu. v. a. To lessen, moderate, diminish. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they diminished his pay, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they diminished his pay, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ma&#x1E6D;&#x1E6D;u-pe&#x1E6D;&#x1E6D;u. v. a. To keep down, suppress, &#xC05;&#xC21;&#xC1A;&#xC41;. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41; or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC41; ma&#x1E6D;&#x1E6D;u-migulu. v. n. To exceed the limits, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;ma&#x1E0D;akarra. [Tel.] n. A stout piece of wood. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC15;</span>&#xA0;&#xA0;ma&#x1E0D;aka. [Tel.] n. A plough with bulocks complete. &#xC28;&#xC3E;&#xC17;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC28;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC30;&#xC15;, &#xC05;&#xC30;&#xC15;, &#xC0F;&#xC30;&#xC41;. A folding, a fold, &#xC2E;&#xC21;&#xC41;&#xC35;&#xC41;. A promontory of land, &#xC0F;&#xC1F;&#xC3F;&#xC2E;&#xC32;&#xC15;&#xC38;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC21;&#xC15;&#xC32;&#xC41; &#xC38;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; he has four ploughs in use. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC21;&#xC15;&#xC32;&#xC28;&#xC47;&#xC32; as much land as requires two ploughs. &#xC2E;&#xC21;&#xC15;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; after he yoked the cattle to his ploughs. &#xC2E;&#xC21;&#xC15;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they loosed the cattle from the plough.
			</div>
                