&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ma&#x1E0D;i. [Tel.] n. A field, a sub-division of a field, a garden-bed or plot. &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC21;&#xC3F; urine. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC2F;&#xC46;&#xC32;&#xC41;&#xC15; the field mouse. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC1A;&#xC40;&#xC30; muslin woven in little lattice like squares. &#xC2E;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC41; ma&#x1E0D;i-pesalu. n. A kind of green gran, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC35;&#xC41;</span>&#xA0;&#xA0;ma&#x1E0D;avu. [Tel.] v. n. To turn away, as the face, to turn back, to withdraw from, &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC17;&#xC41;. To become useless, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC32;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC35;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC41;&#xC35; ma&#x1E0D;ava. [Tel.] n. A small dam or dike to stop water; a small opening out of a channel into a field. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC26;&#xC4B;&#xC35;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC21;&#xC35;&#xC32;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; KP. iv. 105. &#xC2E;&#xC21;&#xC35;&#xC1A;&#xC47;&#xC2A; ma&#x1E0D;ava-ch&#x113;pa. n. A kind of fish, &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC2E;, &#xC2E;&#xC21;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC46; ma&#x1E0D;ama. [Tel.] n. The heel. &#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC21;&#xC2E; the back of a hoe. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;&#xC2E;&#xC21;&#xC2E; the back of an axe. &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC2E;&#xC21;&#xC2E; the butt end of a gun or musket, &#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;. &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC41; running quickly. &quot;&#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC2E;&#xC41; &#xC32;&#xC3F;&#xC2F;&#xC4D;&#xC2F;.&quot; S. i. 369. &quot;&#xC2E;&#xC21;&#xC3F;&#xC24;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC17;&#xC3E; &#xC2E;&#xC48;&#xC32; &#xC1A;&#xC40;&#xC30;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Mand. iv. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC24;&#xC3F;, &#xC2E;&#xC21;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC24;&#xC41;&#xC15; ma&#x1E0D;ati. [Tel.] n. A woman, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; ma&#x1E0D;agu. [Tel.] v. n. To bend, to be folded, &#xC35;&#xC02;&#xC17;&#xC41;, &#xC2E;&#xC21;&#xC24;&#xC2A;&#xC21;&#xC41;. To turn, &#xC2E;&#xC30;&#xC32;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC21;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; ma&#x1E0D;u-tokku. (&#xC2A;&#xC21;&#xC17;&#xC28;&#xC4D; + &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;.) v. a. To pile palm leaves and then trample them flat. &#xC2E;&#xC21;&#xC1A;&#xC41; or &#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41; ma&#x1E0D;a&#x1E6D;su. v. a. To fold, to plait, to bend. To slay. To abolish. &quot;&#xC07;&#xC39;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC07;&#xC26;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC28;&#xC3F;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC48;&#xC28;, &#xC2E;&#xC27;&#xC4D;&#xC2F; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC24;&#xC4B; &#xC2E;&#xC21;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2E;.&quot; V&#x113;ma 1398. &#xC2E;&#xC21;&#xC24; ma&#x1E0D;ata. n. A fold, plait, crease. A kind of cake. &quot;&#xC2A;&#xC47;&#xC23;&#xC40;&#xC32;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC41; &#xC2E;&#xC21;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41;.&quot; H. i. 117. &#xC2E;&#xC21;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a clasp knife. &#xC2E;&#xC21;&#xC24;&#xC24;&#xC21;&#xC3F;&#xC15; a folding screen. &#xC2E;&#xC21;&#xC24;&#xC24;&#xC40;&#xC2F;&#xC41; ma&#x1E0D;ata-t&#x12B;yu. v. a. To unfold. &#xC2E;&#xC21;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC21;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41; ma&#x1E0D;ata-pe&#x1E6D;&#x1E6D;u. v. a. To fold, to double up, to crease. See &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC22;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;ma&#x1E0D;iyu. [Tel.] v. n. To die, perish, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To break to pieces, &#xC24;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ma&#x1E0D;iyin&#x1E6D;su. v. a. To kill, assassinate, destroy, &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC3F;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;ma&#x1E0D;iya&#x1E0D;u. [Tel. from &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;.] n. An ignorant person, a blockhead, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC02;&#xC1A;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; ma&#x1E0D;imantsa. [Tel.] adj. Weak, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;. &quot;&#xC1A; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC26;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC26;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC3E;, &#xC2E;&#xC28;&#xC3F;&#xC26;&#xC4A;&#xC30;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC02;&#xC1A;&#xC17;&#xC17;&#xC4B; &#xC2F;&#xC3F;&#xC32;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC17;&#xC28;&#xC4D;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. vi. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2C;&#xC32;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;&#xC2C;&#xC30;&#xC3F;&#xC18;&#xC02;&#xC2C;&#xC41;&#xC2C;&#xC42;&#xC28;&#xC3F;, &#xC2E;&#xC32;&#xC2F;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC21;&#xC3F;&#xC2E;&#xC02;&#xC1A;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;.&quot; &#xC2D;&#xC3E;&#xC17;. x.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ma&#x1E0D;i. [Tel. from &#xC2E;&#xC21;&#xC17;&#xC41;.] n. Purity, an unpolluted cloth, clean clothes. &#xC36;&#xC41;&#xC1A;&#xC3F;, &#xC27;&#xC4C;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be dressed in clean garments, as a Brahmin, when he takes his meals. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC28;&#xC3E; &#xC2E;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC41; go where I may, I will not break the rule of purity. adj. Pure, clean. &#xC36;&#xC41;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC2E;&#xC21;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F; a clean cloth. &#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41; ma&#x1E0D;i-k&#x101;su. n. Silver, &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;. (Thus, white money was an old English word for silver.) &#xC2E;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; the hill of silver, i.e., &#xC30;&#xC1C;&#xC24;&#xC17;&#xC3F;&#xC30;&#xC3F;. &quot;&#xC05;&#xC26;&#xC3F;&#xC38;&#xC41;&#xC27;&#xC3E;&#xC15;&#xC30; &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC3E; &#xC15;&#xC3E;&#xC26;&#xC41; &#xC2E;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F;.&quot; P. iv. 251. &#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC30;&#xC41; ma&#x1E0D;i-ch&#x113;ru. n. The end of a woman&apos;s cloth tucked up behind. &#xC2E;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41; ma&#x1E0D;i-v&#x113;lu. n. A washerman. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;. &#xC2E;&#xC21;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC3F; ma&#x1E0D;i-sanchi. n. A pure or sacred bag. &#xC2E;&#xC21;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC02;&#xC1A;&#xC3F;. &#xC2E;&#xC21;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC3F; ma&#x1E0D;i-sandi. n. The arm pit, &#xC1A;&#xC02;&#xC15;, &#xC15;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
                