&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ma&#x1E0D;&#x1E0D;i. [Tel.] n. Dregs, lees, sediment &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; a pole or mast smeared with lees, up which boys climb, on festival days, for prizes places on the top. &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F; the dregs of castor-oil. adj. Foul, dull, stupid, awkward, clumsy. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; a dull red. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; foul feeding. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; deathlike sleep, dead sleep. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F; he is a blockhead. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; ma&#x1E0D;&#x1E0D;i-k&#x101;gitamu. n. Coarse paper, &#xC2E;&#xC41;&#xC24;&#xC15;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; ma&#x1E0D;&#x1E0D;i-chekka. n. A sort of forest wood used for dyeing cloth red. Morinda citrifolia. Ainsl. ii. 254. Morinda bracteata. Rox. i. 544. Wight&apos;s Plate, 126. &#xC2E;&#xC41;&#xC32;&#xC17;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; ma&#x1E0D;&#x1E0D;i-tanamu. n. Rudeness, rusticity, clownishness, stupidity, &#xC0E;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41; ma&#x1E0D;&#x1E0D;i-mainamu. n. Bees-wax. &#xC2E;&#xC41;&#xC24;&#xC15; &#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC21;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC21;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC4D;&#xC35;&#xC41; ma&#x1E0D;ugu. [Tel.] v. n. To be kept down, &#xC05;&#xC21;&#xC17;&#xC41;. To be bent, &#xC35;&#xC02;&#xC17;&#xC41;, n. A proportion, ratio, &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; how many times is it larger than this? A basin, pond, lake, a deep or hollow place, a hole or pool in the bed of a river or tank. &#xC28;&#xC26;&#xC40;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC39;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. A clean cloth. &#xC27;&#xC4C;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Purity, &#xC36;&#xC41;&#xC1A;&#xC3F;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. A weight of eight viss, &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;. Humility, submissiveness, suppression of the desires, moderation. &#xC05;&#xC21;&#xC15;&#xC41;&#xC35;, &#xC09;&#xC2A;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. A fold of a leaf, &#xC06;&#xC15;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;. adj. Pure, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC28;&#xC3F;&#xC2F; &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC3E;&#xC21;&#xC46;, &#xC15;&#xC21;&#xC2E;&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;.&quot; P. iv. 243. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the blood was standing in pools. &#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41; ma&#x1E0D;u&#x1E6D;su. v. a. To fold, plait, bend, crease, clasp. To shut, or close (as a book.) &#xC2E;&#xC21;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. See &#xC2E;&#xC21;&#xC17;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41; lit. to sit down to pass water. &#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41; ma&#x1E0D;upu. n. A fold or plait, &#xC2E;&#xC21;&#xC24;. A fold of betel leaf, &#xC06;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;. Clean linen fresh from washing, &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC20;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21; &#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC21;&#xC41;&#xC35;.&quot; BD. iv. 35. &#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; ma&#x1E0D;upu-katti. n. A folding or clasp knife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC17;&#xC41;, &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; ma&#x1E47;agu. [Tel.] v. n. To be bent, to bend. &#xC2E;&#xC47;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC23;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to clinch nails. &#xC2E;&#xC23;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC15;&#xC41; a rivet. &#xC2E;&#xC23;&#xC1A;&#xC41; or &#xC2E;&#xC23;&#xC41;&#xC1A;&#xC41; ma&#x1E47;a&#x1E6D;su. v. a. To bend. &#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC23;&#xC1A;&#xC41; close the clasp knife. See &#xC2E;&#xC21;&#xC35;&#xC41;, &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; and &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ma&#x1E0D;&#x1E0D;uvu. [Skt.] n. A sort of small drum. &#xC24;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;ma&#x1E0D;&#x1E0D;u. [Tel.] n. An iron ball, &#xC07;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC09; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC3E;. &#xC17;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC4B;&#xC38;&#xC17;&#xC02;&#xC17;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC28;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC23;&#xC24;&#xC28;&#xC4D;.&quot; Prabhavati. v. 62.] Great heat, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is in bitter grief. adj. Red hot. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; ma&#x1E0D;&#x1E0D;u-katti. n. A bill hook, &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
                