&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC40;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC23;&#xC3F;&#xC17;&#xC2E;&#xC41; ma&#x1E47;i-vamu. [Tel.] n. Authority. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC23;&#xC3F;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41; ma&#x1E47;iva-k&#x101;&#x1E0D;u. n. One who is in authority or power, a superior officer, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC23;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41; ma&#x1E47;iya-g&#x101;&#x1E0D;u. [Tel.] n. The Superintendent of a village or temple. &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E47;itamu [Skt.] n. A low murmuring sound, &#xC17;&#xC33;&#xC30;&#xC35;&#xC2E;&#xC41;. A cuckoo&apos;s cry, &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;&#xC17;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E47;i-g&#x101;sanamu. [Tel.] n. A thin coating of whitewash or lime, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; &#xC2A;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC2E;&#xC33;&#xC3F;&#xC17; ma&#x1E47;iga. [Tel.] n. A wholesale shop. &#xC2E;&#xC02;&#xC21;&#xC3F;. A shop, &#xC26;&#xC41;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E47;ikamu. [Skt.] n. A water jar, or pitcher. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC3E;&#xC28;, &#xC15;&#xC3E;&#xC17;&#xC41;. A small pot. &#xC2E;&#xC41;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;ma&#x1E47;i. [Skt.] n. A gem, a precious stone. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. A pearl, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. In compounds this denotes Unrivalled excellence, as &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC23;&#xC3F; a woman who is a gem of her sex. &#xC35;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC3F; the noblest of Brahmins. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC40;&#xC2E;&#xC23;&#xC3F; the loveliest of women. &#xC05;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC41; lovely women. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC23;&#xC3F; the gem of day, i.e., the sun. &#xC28;&#xC35;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC41; nine precious stones, viz. &#xC17;&#xC4B;&#xC2E;&#xC47;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; Onyx, &#xC28;&#xC40;&#xC32;&#xC2E;&#xC41; Sapphire, &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41; Coral, &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; Topaz, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41; Emerald, &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; Ruby, Carbuncle; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; Pearl, &#xC35;&#xC48;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; Cat&apos;s eye. lapis lazuli; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; Diamond. &#xC2E;&#xC23;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; jewelled fetters, i.e., disguised difficulties. &#xC2E;&#xC23;&#xC3F;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; ma&#x1E47;i-kan&#x1E6D;hamu. n. The Indian Roller, Corracia indica, &#xC1A;&#xC3E;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC2E;&#xC23;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC23;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; ma&#x1E47;i-ka&#x1E6D;tu. [Tel.] n. The wrist; &#xC2E;&#xC23;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC24;&#xC46;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to cut off the hands. &#xC2E;&#xC23;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; ma&#x1E47;i-k&#x101;ru&#x1E0D;u. n. A jeweller. A lapidary, or worker in precious stones. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC3E;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC23;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; ma&#x1E47;i-pa&#x1E6D;&#x1E6D;u. n. A sort of flowered silk. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC23;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41; ma&#x1E47;i-prav&#x101;&#x1E37;amu. n. A doggerel verse: or a mixed language, part Sanscrit, part Telugu or Tamil, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2D;&#xC3E;&#xC37;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC2D;&#xC24;&#xC41; ma&#x1E47;i-phittu. n. A diamond. Lit. &quot;the ruby cutter.&quot; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC32;, &#xC2E;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; or &#xC2E;&#xC23;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E; ma&#x1E47;i-m&#x101;la. n. An impression left by a bite. &#xC26;&#xC02;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A necklace. &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15;&#xC2E;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E; &#xC36;&#xC36; &#xC2A;&#xC26;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC47;&#xC16;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC4C;&#xC24;&#xC28;&#xC42; &#xC30;&#xC47;&#xC16;&#xC24;&#xC4B;&#xC21;.&quot; T. iii. 126.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;matakamu. [Tel.] n. Deception, illusion, delusion. &#xC2E;&#xC3E;&#xC2F;. &quot;&#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC2F; &#xC2E;&#xC24;&#xC15;&#xC2E;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; L. iii. 295. &#xC2E;&#xC24;&#xC15;&#xC30;&#xC3F; matak-ari. (&#xC2E;&#xC24;&#xC15;&#xC2E;&#xC41; + &#xC05;&#xC30;&#xC3F;.) n. A deceitful person, a deluder. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;, &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC3F;. &quot;&#xC2E;&#xC24;&#xC15;&#xC30;&#xC3F; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;, &#xC38;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC48; &#xC15;&#xC2A;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Sar. D. 350.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;matangu&#x1E0D;u. [Skt.] n. The name of a Rishi. A man of the chuckler or shoe-maker caste. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC24;&#xC02;&#xC24;&#xC1C;&#xC2E;&#xC41; or &#xC2E;&#xC24;&#xC02;&#xC17;&#xC2E;&#xC41; matanga-jamu. n. An elephant. &#xC2E;&#xC24;&#xC02;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; matanga-str&#x12B;. A chuckler woman. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC4D;</span>&#xA0;&#xA0;mat. [Skt.] adj. Mine, my. &#xC2E;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; my word. &#xC2E;&#xC24;&#xC4D;&#xC15;&#xC25; my history. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; my servants. &#xC2E;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC28;&#xC15;&#xC2E;&#xC41; my dog. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; my name. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41; my custom, my order. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; those who obey me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; ma&#x1E47;ugu. [Tel.] v. n. To be folded, bent. To die, to expire. &#xC05;&#xC23;&#xC41;&#xC17;&#xC41;. n. a clean cloth. &#xC27;&#xC4C;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC0F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC2F;&#xC46;&#xC21;&#xC28;&#xC1C;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC41;&#xC32;, &#xC1C;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41; &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC24;&#xC21;&#xC41;, &#xC2E;&#xC39;&#xC3F;&#xC24;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC33;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC36;&#xC3E;&#xC24;, &#xC2E;&#xC39;&#xC3F;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC1A;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC17;.&quot; BD. iv. 145. &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC23;&#xC41;&#xC35;&#xC41; ma&#x1E47;ugu. n. A maund or weight of eight viss., i.e., forty seers or twenty-five pounds. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC40;&#xC38;&#xC46;&#xC32; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2E;&#xC23;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; ma&#x1E47;ugu-buvvulu. n. Vermicelli. &#xC5B;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. H. i. 117. &#xC2E;&#xC23;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41; ma&#x1E47;u&#x1E6D;su. v. a. To fold or bend. See &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2C;&#xC41; mat&#x101;bu. [H].) n. A blue-light, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;matallika. [Skt.] n. (In composition,) the best or most excellent of all things. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC27;&#xC42;&#xC1C;&#xC28;&#xC2E;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; the gem of her sex. Vasu. vi. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC32;&#xC2C;&#xC41;</span>&#xA0;&#xA0;mata-labu. [H.] n. Purport, meaning. A topic, subject, contents, as &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC40;&#xC2E;&#xC24;&#xC32;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;matamu. [Skt.] n. Opinion. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Wish, idea. A doctrine, creed, sect, religion, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Consent, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; the three creeds, i.e., the Vaishnava, Madhwa and Smarta creeds. &#xC37;&#xC23;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; the six creeds, viz. &#xC35;&#xC48;&#xC37;&#xC4D;&#xC28;&#xC35;&#xC2E;&#xC41;, &#xC36;&#xC48;&#xC35;&#xC2E;&#xC41;, &#xC36;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC23;&#xC2A;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC30;&#xC2E;&#xC41; and &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41; (in magic) is the mode wherein the alphabet is recited the right way while &#xC39;&#xC4B;&#xC26;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41; is reciting the alphabet backwards, the wrong way, beginning with &#xC39; which is the last consonant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC23;&#xC3F;&#xC36;&#xC3F;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC23;&#xC3F;&#xC38;&#xC3F;&#xC32; ma&#x1E47;i-sila. [Skt.] n. Realgar; red sulphuret of arsenic. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
                