&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;matsayandi. [Skt.] n. Coarse or unrefined sugar. Molasses, &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. Crystallised sugar. &#xC15;&#xC02;&#xC21;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;matsaramu. [Skt.] n. Envy, impatience of another&apos;s success or prosperity, jealousy, passion, anger. &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. adj. Envious, inimical, &#xC08;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC17;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mattamu. [Skt.] adj. Intoxicated, drunk, tipsy. Infatuated, wanton, lustful. Mad, insane. Proud, gay, merry. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC1C;&#xC2E;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; or &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC2D;&#xC2E;&#xC41; an elephant in rut. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC15;&#xC4B;&#xC30;&#xC2E;&#xC41; the amorous dove, the lovelorn nightingale. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC28;&#xC3F; or &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F; matta-k&#x101;&#x1E63;ini. n. A wanton woman. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32; matta-k&#x14D;kila. n. The name of a certain Telugu metre. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F; matti. n. Intoxication, amorous desire. &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; matti-k&#x101;&#x1E0D;u. n. A lewd wretch. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;. An impudent fellow. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC1C;&#xC4B;&#xC28;&#xC46;&#xC21;&#xC41;&#xC28;&#xC3E;&#xC1A;&#xC47;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC36;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC24;&#xC41;.&quot; HD. ii. 535. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3E; mattu. [from Skt.] n. Intoxication, drunkenness, pride, arrogance. &#xC15;&#xC48;&#xC2A;&#xC41;, &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41; an intoxicating drug. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; mattilu. v. n. To be intoxicated, to be inebriated. &#xC28;&#xC3F;&#xC37;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC48;&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; mattu&#x1E0D;u. n. A drunkard, a lustful man. A proud man. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC2D;&#xC2E;&#xC41; matt&#x113;-bhamu. n. The name of a Telugu Metre.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;matku&#x1E47;amu. [Skt.] n. A bug. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;matintsu. [H.] v. a. To estimate, appraise. &#xC2E;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC41; Same as &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; (q. v.).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;mati. [Skt.] n. Understanding, intellect, consciousness, judgement; sense, memory, recollection; wish, desire, inclination, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1B;. &#xC2E;&#xC24;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E; mental aberration, perplexity, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC2E;&#xC24;&#xC3F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one out of his senses. &#xC2E;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; mati-mantudu. n. A man of sense, a clever man, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC3F;. &#xC2E;&#xC24;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41; mati-marupu. n. Forgetfulness, absence of mind, &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC2E;&#xC24;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; mati-h&#x12B;nu&#x1E0D;u. n. A senseless or foolish man. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC1F;</span>&#xA0;&#xA0;mada&#x1E6D;a. [from Skt. &#xC2E;&#xC26;&#xC2E;&#xC41;.] n. An intoxicated person. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. A clownish boor, a stupid rustic. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC26;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41; mada&#x1E6D;atanamu. n. Stupidity, clownishness, rusticity. &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC2F;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC47;&#xC33;&#xC40; &#xC38;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC35; &#xC1C;&#xC28;&#xC41;&#xC28;&#xC46; &#xC26;&#xC41;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3E; &#xC2E;&#xC26;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC26;&#xC47; &#xC15;&#xC26;&#xC32;&#xC41;&#xC2E;&#xC41; &#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC28;.&quot; P. iii. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC25;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mathnamu. [Skt.] n. Churning. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC2E;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; mathin&#x1E6D;su. v. a. To churn, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2E;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; mathitamu. n. Butter-milk. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. adj. Stirred, churned, agitated, distressed, grieved. &#xC24;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;matsyamu. [Skt.] n. A fish, &#xC1A;&#xC47;&#xC2A;. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; matsya-dhvaju&#x1E0D;u. n. An epithet of Manmadha. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; matsy-&#x101;kshi. n. The moon plant, Asclepius avida. &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC30;.
			</div>
                