&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;madamu. [Skt.] n. Fat, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. Pride, arrogance, lust, frenzy, madness. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Musk, &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;. &#xC2E;&#xC26;&#xC3E;&#xC02;&#xC27;&#xC24;&#xC3F; the blindness of pride, haughtiness. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of learning. &#xC27;&#xC28;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of wealth. &#xC27;&#xC28;&#xC26;&#xC3E;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; he who is blinded by riches. &#xC15;&#xC41;&#xC32;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of caste or birth. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of office. &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of beauty. &#xC2F;&#xC4C;&#xC35;&#xC28; &#xC2E;&#xC26;&#xC2E;&#xC41; the pride of youth. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of plenty. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC26;&#xC2E;&#xC41; the pride of passion. &#xC2E;&#xC26;&#xC3E;&#xC32;&#xC38; indolent, heavy as with tipsiness or lust. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC26;&#xC2E;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; his lustful arrogance has gone, he has sown his wild oats. adj. Proud. &#xC2E;&#xC26;&#xC17;&#xC1C;&#xC2E;&#xC41; an elephant in rut. &quot;&#xC2E;&#xC26;&#xC35;&#xC48;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC2A;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;.&quot; G. viii. 4. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; madin&#x1E6D;su. v. n. To become fat, proud, or arrogant, to be in rut. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC05;&#xC39;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41;. &#xC2E;&#xC26;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC41;&#xC21;&#xC41; madapu-&#x1E6D;-&#x113;nugu. n. An elephant in rut. (The &#xC1F; is inserted to prevent elision.) &#xC2E;&#xC26;&#xC2E;&#xC21;&#xC1A;&#xC41; madam-a&#x1E0D;a&#x1E6D;su. v. n. To put down pride, to kill. &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC2E;&#xC21;&#xC35;&#xC24;&#xC3F; madavati. n. A wanton woman. &#xC2E;&#xC26;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC41;, &#xC2E;&#xC26;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC26;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC2E;&#xC26;&#xC15;&#xC32;&#xC2E;&#xC41; mad&#x101;va&#x1E37;amu. n. An elephant in its prime.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;madanu&#x1E0D;u. [Skt.] n. Manmadha. &#xC2E;&#xC26;&#xC28;&#xC2E;&#xC41; madanamu. n. The Thorn Apple, Dutura fatuosa. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC2E;&#xC41;. Wax, &#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC30;&#xC02;&#xC26; &#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC26;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC27;&#xC41;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC47;&#xC2E;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; B. vii. 17. &#xC2E;&#xC26;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F; madana-grandhi. n. A plant called Spermatoce hispida. &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46;. Ainslie. ii. 259. &#xC2E;&#xC26;&#xC28;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; madana-ch&#x113;tulu. n. The wooden frame work over the beams in the roof of a Hindu house. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;, &#xC26;&#xC02;&#xC24;&#xC46;&#xC32;&#xC41;, &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC05;&#xC02;&#xC17;&#xC26;&#xC3E;&#xC30;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;. &quot;&#xC2E;&#xC26;&#xC28;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC3F; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC2A; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC26;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC40;&#xC17;&#xC43;&#xC39;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC28;&#xC24;&#xC28;&#xC4D;.&quot; A. ii. 17. &quot;&#xC38;&#xC40; &#xC24;&#xC28;&#xC41; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC26;&#xC28;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC26;&#xC41;&#xC35;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC26;&#xC28; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC41;.&quot; Paidi. i. 129. &#xC2E;&#xC26;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; madana-patrika. n. A billet doux, or love-letter, &#xC35;&#xC3F;&#xC30;&#xC39;&#xC35;&#xC47;&#xC26;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC1C;&#xC3E;&#xC2C;&#xC41;. &#xC2E;&#xC26;&#xC28;&#xC3F; madani. n. A civet cat, &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC41;</span>&#xA0;&#xA0;maddatu. [H.] n. Assistance, help, abetment. &#xC2E;&#xC26;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC30;&#xC41; madadg&#x101;ru. n. An assistant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;madguvu. [Skt.] n. An aquatic bird: the cormorant, &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F;, &#xC15;&#xC02;&#xC15;&#xC3E;&#xC33;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. A kind of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;maduruvu. [from Skt. &#xC2E;&#xC27;&#xC41;.] n. Intoxicating liquor, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Intoxication, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC26;&#xC41;&#xC32;&#xC41; maduru. [Tel.] n. Coping, the cope or crown of a wall; or thatch placed on the top of a wall. &#xC17;&#xC4B;&#xC21;&#xC2A;&#xC48;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC21; an enclosing wall. HD. ii. 1038. &#xC2E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC41; to put a coping on a wall. &#xC2E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; a cat on the roof, i.e., a calculating man; one who &quot;sits on the fence.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;madupu. [Tel.] n. Green color, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC26;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC26;&#xC41;&#xC35;&#xC41; madugu. [Tel.] n. A sluice, a flood-gate. &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mad&#x12B;yamu. [Skt.] adj. Mine, appertaining to me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC3F;&#xC30;</span>&#xA0;&#xA0;madira. [Tel.] n. A heap of earth or gravel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC3F;&#xC30;</span>&#xA0;&#xA0;madira. [Skt.] n. Spirituous or fermented liquor. &#xC38;&#xC41;&#xC30;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; or &#xC2E;&#xC26;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23; a wanton eyed girl, a giddy woman, &#xC2E;&#xC26;&#xC2E;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC24;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23; one who has drink-swollen eyes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;madi. [from Skt.&#xC2E;&#xC24;&#xC3F;.] n. The mind. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to think, &#xC24;&#xC32;&#xC1A;&#xC41;. &#xC2E;&#xC26;&#xC3F;&#xC2E;&#xC26;&#xC3F; madi-madi. n. Great calmness, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;. Steadiness, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC24;. &quot;&#xC2E;&#xC26;&#xC3F;&#xC2E;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2E;&#xC02;&#xC15;&#xC41;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC1C;&#xC46;&#xC02;&#xC26;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC4D;, &#xC2A;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4B;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC46; &#xC24;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC18;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41;.&quot; UK. iv. 183. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC2E;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC41; madimpu. n. An estimate, valuation. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; madin&#x1E6D;su. v. a. To make an estimate. &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
                