&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC27;&#xC41;&#xC38;&#xC42;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC27;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41; madhu-s&#x16B;danu&#x1E0D;u. [Skt.] n. An epithet of Vish&#x1E47;u, as having slain the giant Madhu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;madhuvu. [Skt.] n. Wine, spirits. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;. Honey, &#xC24;&#xC47;&#xC28;&#xC46;. The sweet juice or nectar of flowers. &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC46;. The spring time of the year. &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC27;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; madhu-vratamu. n. A bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC2E;&#xC27;&#xC41;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; madhu-sakhu&#x1E0D;u. n. An epithet of Manmadha. &#xC2E;&#xC27;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41; madhu-karamu. n. A bee, as the maker of honey (&#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;.) &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. Also, boiled rice given as alms, &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC41;&#xC2A;&#xC2E;&#xC41; madhupamu. n. A bee, as &apos;sucking honey&apos;. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC2E;&#xC27;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41; madhu-parkamu. n. Honey mixed with curds. &#xC26;&#xC27;&#xC3F;&#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24; &#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;. A bridal dress. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC27;&#xC42;&#xC35;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC41;&#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15; madhu-yash&#x1E6D;ika. n. Liquorice, &#xC05;&#xC24;&#xC3F;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC41;&#xC32;&#xC3F;&#xC39;&#xC2E;&#xC41; madhu-lihamu n. The honey bee, &#xC24;&#xC47;&#xC28;&#xC46;&#xC2F;&#xC3E;&#xC17;. &#xC2E;&#xC27;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; madhu-varamu. n. Tippling, drinking frequently. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC42;&#xC15;&#xC2E;&#xC41; or &#xC2E;&#xC27;&#xC41;&#xC15;&#xC2E;&#xC41; mad&#x1E25;&#x16B;kamu. n. The tree called Bassia latifolia. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC27;&#xC42;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; madh&#x16B;-chhi&#x1E63;h&#x1E6D;amu. n. Bees wax. Lit: the refuse of honey. &#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC42;&#xC32;&#xC15;&#xC2E;&#xC41; madh&#x16B;lakamu. n. The lesser species of Bassia latifolia. &#xC28;&#xC40;&#xC30;&#xC41;&#xC07;&#xC2A;&#xC4D;&#xC2A;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. &#xC2E;&#xC27;&#xC42;&#xC32;&#xC3F;&#xC15; or &#xC2E;&#xC27;&#xC42;&#xC33;&#xC3F;&#xC15; madh&#x16B;lika. n. The pollen or dust of flowers. &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;. A stream of honey. &#xC2E;&#xC27;&#xC42;&#xC33;&#xC3F;&#xC15;&#xC32;&#xC4D;. &quot;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC26;&#xC40;&#xC35;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;, &#xC1A;&#xC21;&#xC30;&#xC3F;&#xC15;&#xC21;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC1A;&#xC15;&#xC1F;&#xC15;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC38;&#xC41;&#xC33;&#xC4D;&#xC32; &#xC2E;&#xC46;&#xC32;&#xC02;&#xC17;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4D;, &#xC1C;&#xC21;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC40;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC2A;&#xC1F;&#xC41;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC32;&#xC02; &#xC2C;&#xC46;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC48; &#xC38;&#xC41;&#xC30;&#xC38;&#xC41;&#xC30;&#xC02;&#xC26;&#xC41;&#xC26; &#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC4B;&#xC2F;&#xC28;&#xC28;&#xC4D;.&quot; A. v. 130. &#xC1F;&#xC40; &#xC2E;&#xC27;&#xC42;&#xC33;&#xC3F;&#xC15;&#xC32;&#xC4D;, &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;madhuramu. [Skt.] adj. Sweet, delicious, agreeable. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;. n. Sweetness, &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;. &#xC2E;&#xC27;&#xC41;&#xC30;&#xC38; madhu-rasa. n. The vine tree, &#xC17;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC28;&#xC3F;, &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC27;&#xC41;&#xC30;&#xC3F;&#xC2E; or &#xC2E;&#xC27;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41; madhurima. n. Sweetness, &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;madyamu. [Skt.] n. An intoxicating drink, toddy, liquor. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC38;&#xC41;&#xC30;. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a wine-bibber, a drunkard, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; wine drinking. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC41; give up drink.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;</span>&#xA0;&#xA0;maddela. [from Skt. &#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;.] n. A small drum. &#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; maddela-r&#x16B;pu-rikka. n. A constellation called &#xC27;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;maddi. [Tel.] n. The tree called Mentaptera arjuna. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC2E;&#xC41;. Rox. ii. 438. Terminalia alata. K&#x153;nig. Ainsl. ii. 193. Ailanthus malabarica. (Watts.) There are various species called &#xC07;&#xC28;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;, &#xC2A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;, &#xC0F;&#xC30;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;, &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F; or &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41; and &#xC26;&#xC42;&#xC26;&#xC3F;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;, Bricdelia retusa. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; maddi-k&#x101;yalu. n. The fruit of the tree. A kind of earrings worn by boys.
			</div>
                