&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;madhyamu. [Skt.] n. The middle, the waist, the middle part. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. adj. Middle, that which is in the middle, centric; mean, as opposed to extreme. Middling, that is neither good nor bad, poor, indifferent. &#xC28;&#xC21;&#xC3F;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; inferior silver, much alloyed. &#xC2E;&#xC27;&#xC4D;&#xC2F; madhya. n. A girl of from 13 to 18 years of age. A youthful maiden. &#xC2E;&#xC27;&#xC4D;&#xC2F; adv. affix: Between, in the midst, amongst, amidst, meanwhile. &#xC06;&#xC2E;&#xC27;&#xC4D;&#xC2F; thereabouts, during that interval. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC4B; &#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC06;&#xC2E;&#xC27;&#xC4D;&#xC2F; about the ninth month. &#xC1C;&#xC28;&#xC35;&#xC30;&#xC3F;&#xC06;&#xC2E;&#xC27;&#xC4D;&#xC2F; about January. &#xC08;&#xC2E;&#xC27;&#xC4D;&#xC2F; lately, recently. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC27;&#xC4D;&#xC2F; here and there, between whiles, now and then, at times, occasionally, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC21;. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; madhya-d&#x113;-&#x1E63;amu. n. The central portion of the Bharata Varsha, i.e., of Northern India. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E; madhyama. n. The middle finger. &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC41; madhya-mamu. n. The fifth note of the Hindu gamut; Tenor. adj. Middle, centrical, intervening. Mean, ordinary, middling, &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; base or ordinary silver. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his eyes are not good. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC41; madhyama-purushamu. n. The second (or middle) person in Grammar. Thou, you. &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41; madhyamu&#x1E0D;u. n. One who is middling, i.e., neither good nor bad. &#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; madhya-r&#x101;tramu. n. Midnight. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC2F;&#xC3F;, &#xC28;&#xC3F;&#xC36;&#xC40;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; madhya-varti. n. An arbitrator, a third person, a mediator, referee, nominee, umpire. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; madhya-vartitvamu. n. Mediation, arbitration. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; madhya-sthu&#x1E0D;u. n. A third person, umpire, referee, mediator. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC28;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2F;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC46;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41; madhy-&#x101;hnamu. n. Mid-day, noon. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC35;&#xC3F;</span>&#xA0;&#xA0;manavi. [Tel.] n. A request. solicitation, petition, &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;mana-varti. [Tel.] n. Corruption of &#xC2E;&#xC28;&#xC41;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;manamu. [Skt.] n. The mind. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC2E;&#xC28;&#xC28;&#xC2E;&#xC41; mananamu. n. Minding, understanding, thinking, reflecting, &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;manamu. [Tel.] pron. We, (including the person or persons addressed,) as distinguished from &#xC2E;&#xC47;&#xC2E;&#xC41; which excludes the persons addresed. &#xC2E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC32;&#xC47;&#xC26;&#xC47; neither you nor I saw it.
			</div>
                