&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mani-kitamu. [Tel.] n. Grief, affliction, sorrow. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15; &#xC24;&#xC28;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;, &#xC38;&#xC3F;&#xC28;&#xC15;&#xC40;&#xC21;&#xC41;&#xC28;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC24; &#xC1A;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41; &#xC2E;&#xC40;&#xC17;&#xC4B;, &#xC27;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC3E; &#xC1A;&#xC1A;&#xC46;&#xC26;, &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC26;&#xC3F;&#xC17;&#xC43;&#xC2A;&#xC2E;&#xC46;&#xC30;&#xC2F;&#xC28;&#xC4D;.&quot; Vish. vii. 260. &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC41; manikita-pa&#x1E0D;u. v. n. To be sorry, to grieve, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC1F;&#xC41; manikita-p&#x101;&#x1E6D;u. n. The act of being sorrowful, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC23;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC3E;&#xC15;&#xC4D;</span>&#xA0;&#xA0;man&#x101;k. [Skt.] adv. Little, slowly. &#xC05;&#xC2E;&#xC28;&#xC3E;&#xC15;&#xC4D; not a little. &quot;&#xC2A;&#xC41;&#xC28;&#xC03; &#xC2A;&#xC41;&#xC28;&#xC30;&#xC41;&#xC26;&#xC02;&#xC1A;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC24; &#xC1A;&#xC47;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC24;, &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC38;&#xC40;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2E;&#xC28;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC26;&#xC40;&#xC28;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48;.&quot; N. vii. 157. &#xC1F;&#xC40; &#xC05;&#xC2E;&#xC28;&#xC3E;&#xC15;&#xC4D;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3E; man&#x101;. [H.] n. A prohibition, hindrance, prevention. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC3F; &#xC21;&#xC40;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3E; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he is banished the court.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; manasu. [Tel.] n. The internal organ of cognition, the intellect, understanding, mind. Inclination, wish, will, pleasure, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. adj. Liking. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC38;&#xC17;&#xC41; manas-agu. (&#xC2E;&#xC28;&#xC38;&#xC41; + &#xC05;&#xC17;&#xC41;.) v. n. To like, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went as quick as thought. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is no cure for the heart-ache or for a mental disease. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC35;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC15;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; how could you find it in your heart to call him? &#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; you may take which you choose. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he is not yet inclined to do this. &#xC24;&#xC2E;&#xC30;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; if you once set your heart upon it it will be done. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC12;&#xC15;&#xC1F;&#xC3F;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC12;&#xC15;&#xC1F;&#xC3F; he is guided by fancy or whim. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC47; &#xC15;&#xC48;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; heaven is in the heart. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC05;&#xC2D;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; his thoughts are inscrutable. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41; &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41; why should you grieve him or his heart? &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; he is heart-broken. &#xC08;&#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC40;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC09;&#xC02;&#xC21;&#xC28;&#xC40; you must keep this to yourself. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC47; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC26;&#xC41; he could not endure to see her weep. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; he has not altered his opinion. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC12;&#xC15;&#xC1F;&#xC3F;, &#xC2C;&#xC2F;&#xC1F; &#xC12;&#xC15;&#xC1F;&#xC3F; he has one thing in his heart and another in his mouth. &#xC28;&#xC3E;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I know not what to think, my mind is confused. &quot;&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;&quot; the senses are dependent on the mind. M. XII. v. 596. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC38;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F; the thought of his heart. &#xC2E;&#xC40; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; as you please, your pleasure. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; as he chose, as he pleased. &#xC2E;&#xC28;&#xC38;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he did not tell his real thoughts. &#xC28;&#xC40; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3E; or &#xC28;&#xC40;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC47; &#xC26;&#xC4B;&#xC35;&#xC3E; what! are you to do as you like! &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41; to give close attention. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F; one&apos;s real opinion. &#xC24;&#xC28; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; whatever jobs he pleased. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as (he) could not find it in (his) heart to do this. &#xC28;&#xC3E; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; it was impressed on my mind. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; (&#xC32;&#xC47;&#xC15;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;) &#xC09;&#xC02;&#xC21;&#xC41; you must keep yourself quiet or restrain yourself for a short time. &#xC2E;&#xC28;&#xC38;&#xC30;&#xC3F; manas-ari. (&#xC2E;&#xC28;&#xC38;&#xC41; + &#xC05;&#xC30;&#xC3F;.) n. A wise man. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC15; &#xC05;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC1C; &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC02;, &#xC2C;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC1A;&#xC1F; &#xC28;&#xC24;&#xC3F;&#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D;, &#xC2E;&#xC28;&#xC38;&#xC02;&#xC2F;&#xC47;&#xC15;&#xC47;&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC3F;, &#xC2E;&#xC28;&#xC38;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC15; &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC28;&#xC41; &#xC30;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; R. i. 123. &#xC2E;&#xC28;&#xC38;&#xC3E; manas&#x101;. adv. Mentally, in the heart. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;. &#xC2E;&#xC28;&#xC38;&#xC3E;&#xC30; manas-&#x101;ra. adv. Sincerely, willingly. &#xC2E;&#xC28;&#xC38;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC28;&#xC4B;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; manasiju&#x1E0D;u. n. Lit: The mind-born. An epithet of Manmadha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; manas-karin&#x1E6D;su. v. n. To be inclined. &#xC2E;&#xC28;&#xC03;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;. In correspondence &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC26;&#xC3F; denotes &apos;please to consider the above: this is equivalent to &quot;yours truly.&quot; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; willingly, &#xC2E;&#xC28;&#xC03;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; manas-k&#x101;ramu. n. Fixed attention, profound meditation. &#xC2E;&#xC28;&#xC03;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC28;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; mana-sku&#x1E0D;u. adj. &quot;Minded;&quot; a word used in compounds, thus &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; a right minded man, a good hearted man. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; an evil minded man. &#xC16;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC38;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC2F;&#xC3F; heart-broken. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC3F; being of various minds. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC3F; light hearted, pleased. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; manas-t&#x101;pamu. n. Mental distress, displeasure, anger, vexation. &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is annoyed or grieved at this. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; or &#xC2E;&#xC28;&#xC03;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; manas-ph&#x16B;rti-g&#x101;. adv. Willingly. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC3F; manasvi. adj. Attentive, fixing the mind upon anything. Intelligent. &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. Goodhearted. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC37;&#xC2E;&#xC41; man&#x14D;gnamu. adj. Agreeable, pleasing, captivating, lovely, handsome, &#xC2E;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC28;&#xC4B;&#xC30;&#xC02;&#xC1C;&#xC28;&#xC3F; man&#x14D;-ranjani. n. (Lit. that which delights the mind.) The name of a certain flower with a rank smell, apparently a sort of arum. &#xC2E;&#xC28;&#xC4B;&#xC30;&#xC25;&#xC2E;&#xC41; man&#x14D;-rathamu. n. A wish, desire. &#xC07;&#xC1A;&#xC4D;&#xC1B;. &#xC28;&#xC3E;&#xC2E;&#xC28;&#xC4B;&#xC30;&#xC25;&#xC2E;&#xC41; &#xC24;&#xC2E;&#xC30;&#xC41; &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC28;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I trust that you will soon grant what I so earnestly wish. &#xC2E;&#xC28;&#xC4B;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; man&#x14D;-malikitamu. n. Misunderstanding. &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC41; man&#x14D;-haramu. adj. Heart-stealing, i.e., charming, lovely, alluring, captivating, fascinating, &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;. n. Vermicelli.
			</div>
                