&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;</span>&#xA0;&#xA0;manishi. [for Skt. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.] n. A man or woman, a person. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC42;&#xC15;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC42; &#xC32;&#xC47;&#xC26;&#xC41; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC32;&#xC47;&#xC26;&#xC41; he has neither money nor men. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC30;&#xC3E;&#xC15; &#xC2E;&#xC3E;&#xC15;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; a proverbial expression, meaning, all men are subject to disease. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave each man a rupee. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4A;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; each man gave a different opinion. &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he talks differently to different people. &#xC12;&#xC15; &#xC06;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a woman. &#xC06;&#xC2E;&#xC46; &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; she is a stout person. &#xC28;&#xC40;&#xC35;&#xC47;&#xC2E;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC35;&#xC3F; what a strange man you are! &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC35;&#xC3E;, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC35;&#xC3E;? are you a man or a brute? do you call yourself a man? &#xC28;&#xC3E; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC35;&#xC3F; &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC41; I will send my man. &#xC06; &#xC26;&#xC47;&#xC36;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC41;&#xC32;&#xC41; people of that country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;</span>&#xA0;&#xA0;manuma&#x1E0D;u. [Tel.] n. A grandson. &#xC2E;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41; manumar&#x101;lu. n. A grand daughter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;, &#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; manu-b&#x14D;tu. [Tel.] The Gayal, commonly called the Bison. &#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;, &#xC2E;&#xC28;&#xC4D;&#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;, &#xC2E;&#xC28;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC3F; or &#xC2E;&#xC28;&#xC4D;&#xC2C;&#xC3F;&#xC21;&#xC3F; manu-pen&#x1E6D;i. n. A female bison. &#xC06;&#xC21;&#xC41;&#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. HD. i. 511. plu. &#xC2E;&#xC28;&#xC4D;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC32;</span>&#xA0;&#xA0;manu-p&#x101;la. [Tel.] n. A certain medicinal tree with oval leaves, Nerium antidysentericum. &#xC15;&#xC41;&#xC1F;&#xC1C;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC42;&#xC30;, &#xC1C;&#xC40;&#xC35;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC41;&#xC35;&#xC41; manugu. [Tel.] v. n. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;manu. [Tel.] v. n. To live, exist. &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. To conduct oneself, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC3E;&#xC26; &#xC15;&#xC2E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC28;&#xC41;, &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC15;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC26;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC28;.&quot; BD. iii. 2220. n. Earth, soil, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC28;&#xC47;&#xC32;. &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F; or &#xC2E;&#xC28;&#xC4D;&#xC15;&#xC3F; maniki. n. Existence, living, &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. Home, an abode. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A place, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC30;&#xC32;, &#xC2E;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC30;&#xC35;&#xC17;&#xC1A;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC15;&#xC41;&#xC28;&#xC46;&#xC32;&#xC35;&#xC48;, &#xC24;&#xC28;&#xC30;&#xC41;&#xC28;&#xC2F;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;.&quot; R. i. 102. &#xC2E;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC30;&#xC35;&#xC17;&#xC41;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC05;&#xC17;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; maniki-pa&#x1E6D;&#x1E6D;u. n. Home, an abode. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC15;&#xC41;&#xC35; manukuva. n. An abode, house, residence. &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC17;&#xC21; manuga&#x1E0D;a. n. Life, living. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Means of livelihood, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC28;&#xC41;&#xC17;&#xC21;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC48;&#xC24;&#xC3F;.&quot; M. XII. iii. 370. &#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC28;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC28;&#xC4D;&#xC2A;&#xC41; manu&#x1E6D;su. v. a. To cause to live, to nourish, to take care of, bring up. &#xC2E;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; or &#xC2E;&#xC28;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; manudin&#x1E0D;i. n. Lit: That which eats earth, i.e., a kind of snake, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC3F; manupari. n. A guardian, &#xC15;&#xC3E;&#xC2A;&#xC30;&#xC3F;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41; manu-p&#x12B;nugu. n. A living corpse, &#xC1C;&#xC40;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; or &#xC2E;&#xC28;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; manu-vritti. n. Maintenance, support; a pension, allowance, stipend. &#xC2E;&#xC28;&#xC41;&#xC35;&#xC41; manuvu. n. Life, living, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F;. Conduct, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. Choosing a husband, the choice of a husband, &#xC2E;&#xC17;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. A husband, &#xC2E;&#xC17;&#xC21;&#xC41;. A fitting match, implying a proper or respectable son-in-law. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC15;&#xC42;&#xC24;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC15; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is at a loss for a suitable match for his daughters. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC47; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41;. if he meets with a suitable match he is ready to give his daughter in marriage. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41; a second marriage of a woman, &#xC06;&#xC21;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC35; &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; manu-gu&#x1E0D;upu. n. A final entertainment given by the bride&apos;s parents to the bridegroom, after the conclusion of the whole marriage ceremonies.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC40;&#xC37;</span>&#xA0;&#xA0;man&#x12B;sha. [Skt.] n. Mind, understanding, intellect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2E;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;. &#xC2E;&#xC28;&#xC40;&#xC37;&#xC3F; man&#x12B;shi. n. A learned man, a teacher. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
                