&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;manna. [H.] n. Prevention, an obstacle, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;. See &#xC2E;&#xC28;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC41; and &#xC2E;&#xC28;&#xC4B;&#xC30;&#xC25;&#xC2E;&#xC41; See under &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;manuvu. [Skt.] n. A mystical verse or formula. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A legislator and saint called Manu. There are said to be fourteen of these Manus, viz., &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC48;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC48;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;, &#xC30;&#xC4C;&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC4C;&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; manujudu. n. A man, a human being. &#xC2E;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; manuj-&#x101;&#x1E63;anu&#x1E0D;u. n. Lit. An eater of men, i.e., a demon, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; manuj-&#x113;ndru&#x1E0D;u. n. A king, &#xC30;&#xC3E;&#xC5B;&#xC41;. &#xC2E;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; manv-antaramu. n. An age or period of time supposed to be under the sway of one Manu, &#xC0F;&#xC15;&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC32; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. (Vulgarly) Time, a rule, reign; thus &#xC1A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; or &#xC39;&#xC2F;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC4B; in the time of Chandulala a former governor of Hyderabad. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; his days are ended.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;mannu. [Tel.] n. A wild animal of the ox tribe, the Gayal or the Bison. &#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. See &#xC2E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;. &quot;&#xC24;&#xC47; &#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC1C;&#xC26;&#xC3F;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC28;&#xC32;&#xC47;&#xC35;&#xC41;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC33;&#xC30;&#xC47;&#xC17;&#xC1F;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;.&quot; Swa. iv. 20. A kind of military weapon, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC3E;&#xC27;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC41; mannu. [Tel.] n. Earth, mud, soil, dirt. &#xC2E;&#xC02;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to inter or bury. &#xC2A;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he is too proud to care for anything in heaven or on earth. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC2E;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; or &#xC2E;&#xC28;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F; manu-din&#x1E0D;i. n. Lit. that which feeds on earth, i .e., a kind of snake. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; mannu-r&#x113;&#x1E0D;u. n. A king. &#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F;. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; mannula-p&#x101;mu. n. A harmless species of serpent, extremely thick. Russell on Snakes, Vol. ii. No. XVI.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F; mann&#x12B;&#x1E0D;u. [Tel. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; + &#xC08;&#xC21;&#xC41;.] n. A lord, a chieftain, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30;. &quot;&#xC2E;&#xC3E;&#xC33;&#xC28;&#xC26;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC17;.&quot; Pal. 52. &quot;&#xC0E;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC35;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC15;. &#xC24;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC2E;&#xC30;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC27;&#xC28;&#xC2E;&#xC41; &#xC27;&#xC30;&#xC32;&#xC4B; &#xC28;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC32;&#xC15;&#xC41; &#xC1C;&#xC42;&#xC26;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC26;&#xC30;&#xC3E;.&quot; Sumati &#xA7;. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;manni. [Tel.] n. Life, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. A certain muscle in the back of the head. &#xC2A;&#xC46;&#xC21;&#xC24;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; mannigonu. v. a. To kill, or salughter. &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; K&#x101;lahas. iii. 234.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15; mannana. [Tel.] n. Respect, regard, grace, favour, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC28; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC32;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC30;&#xC3F;.&quot; V. P. ii. 18. adj. Dear, beloved. &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC3E;&#xC32;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28; &#xC2F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC48;&#xC24;&#xC3F;&#xC2A;&#xC38;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC28;&#xC2A;&#xC41;&#xC02; &#xC26;&#xC46;&#xC30;&#xC2F;&#xC48;&#xC28; &#xC24;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC3F;&#xC28;&#xC4D;.&quot; R. v. 17. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; mannin&#x1E6D;su. v. a. To respect, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excuse, forgive, to pardon. &#xC28;&#xC3E; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; I pray you to excuse my fault. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41; mannimpu. n. Respect. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. Forgiveness, &#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC2A;&#xC23;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they excused him the flogging, i.e., he was not punished.
			</div>
                