&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;mabbu. [Tel.] n. A cloud, &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. Obscurity, darkness, dimness, laziness, dullness, heaviness, &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC15;&#xC28;&#xC41;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; dimness of sight. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; his ears are dull of hearing. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; drowsiness or heaviness. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he eluded or evaded the question. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41; cloudy days. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC02;&#xC17;&#xC41; a dark tint in colour, &#xC2E;&#xC47;&#xC18;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC41; mabbu-konu. v. n. To become cloudy. To be intoxicated, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; mabbu-tr&#x14D;va. n. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; mabbu-pe&#x1E6D;&#x1E6D;u. v. a. To delude, to evade, conceal. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2E;&#xC47;&#xC2A;&#xC30;&#xC3F; mabbu-m&#x113;p-ari. n. The wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41; mabbu-ravutu. n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; mannemu. [from Skt. &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. Land given as a token of respect. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC02;&#xC24; &#xC2D;&#xC42;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. High-lands, hilly land, hill-country, uplands. Agency tracts. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; jungle fever. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; highlands. &#xC32;&#xC4B;&#xC2E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; the interior of the hills. &quot;&#xC05;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC30;&#xC1C;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC28;&#xC15;&#xC41; &#xC17;&#xC32;&#xC4D;&#xC17;&#xC28; &#xC28;&#xC47;&#xC32; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; BD. iii. 1093. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC26;&#xC4A;&#xC30; or &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30; mannck&#x101;&#x1E0D;u. n. A highland chieftain. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; hill people. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F; a broad axe, a woodman&apos;s axe, a highlander&apos;s axe. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; manne-mullu. n. A large needle used to remove thorns from the feet of goats. &quot;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC32;&#xC41;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;.&quot; H. ii. 85. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; manne-rika-mu. n. Chieftainship, the state of being a lord among the hill people, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC35;&#xC32;&#xC2A;&#xC41;&#xC32; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&quot; Vijayanti. ii. 66. &#xC1F;&#xC40; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41; maya-namu. [Tel.] n. Wax. &#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; a waxcandle. A. v. 161.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mammu. [Tel.] n. An adverse wind on the sea, a kind of whirlwind that is adverse to sailing ships, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC13;&#xC21;&#xC32;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC18;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC40;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. pron. The plu. accusative of &#xC28;&#xC47;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;mamm&#x101;yi. [Tel.] n. A kind of medicine, &#xC32;&#xC47;&#xC39;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;mamm&#x101;. [Tel. for &#xC05;&#xC2E;&#xC4D;&#xC2E;.] n. A mother. An old woman in general. &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC46;, &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC47;, &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC3F;, &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC46;, &#xC2E;&#xC2E;&#xC4D;&#xC2E; or &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E; mamm&#x101;re. interj. Oh! Oh! O dear me! &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;. &quot;&#xC15; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC28;&#xC3E;&#xC17;&#xC47;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;, &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC17;&#xC24;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC28;&#xC4D;, &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC46; &#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC30;&#xC41;, &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC17;&#xC21;&#xC3F;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC33;&#xC28;&#xC4D;.&quot; T. v. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;manmathu&#x1E0D;u. [Skt.] n. Manmadha, the Hindu Cupid, &#xC05;&#xC28;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25; manmatha. n. The name of a Telugu year. &#xC12;&#xC15; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC41;. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC41; the arrows of Love, the name of a particular kind of rice, or flower. &quot;&#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC30;&#xC41;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC4A;&#xC32;&#xC15;&#xC32;&#xC41;.&quot; H. iv. 155. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; manmatha-patrika. n. A billet doux or love letter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2E;&#xC24;</span>&#xA0;&#xA0;or &#xC2E;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; mamata. [Skt.] The interest or affection entertained for objects, from considering them as belonging to, or connected with oneself. &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC35;&#xC47;&#xC1F;&#xC1C;&#xC42;&#xC26;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC26;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC30;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC40;&#xC35;&#xC3F;, &#xC2F;&#xC28;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC2F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC2E;&#xC24;, &#xC24;&#xC17;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC40;&#xC24;&#xC32;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; M. V. ii. 42. &#xC2E;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; mama-k&#x101;ramu. n. Egoism, self regard, pride, arrogance, self-sufficiency, &#xC05;&#xC39;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Attachment, love, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;mappu. [Tel. contracted from &#xC2E;&#xC30;&#xC2A;&#xC41;.] v. a. To break in, or train (any animal). &#xC05;&#xC32;&#xC35;&#xC30;&#xC1A;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC47;&#xC2E;&#xC41; it is easy for us to teach but not to correct. &#xC2E;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Limited, tolerable, &#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;manyuvu. [Skt.] n. Sorrow, grief, distress, indigence, displeasure, anger. &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC23;&#xC3E;&#xC26;&#xC3F;&#xC1C;&#xC3E;&#xC24; &#xC2E;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC27;. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. A sacrifice. &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
                