&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mayamu. [Skt.] adj. Composed of, made of, formed of, full of. This is an affix denoting quality or substance. &#xC1C;&#xC32;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; aqueous, watery. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; fiery. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; jewelled, set with gems. &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3F; the Vedas; &#xC24;&#xC4D;&#xC30;&#xC2F;&#xC40;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; scriptural. &#xC24;&#xC43;&#xC23;&#xC2E;&#xC2F;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41; a snake made of grass. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC2E;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28; spiritual, formed of spirit. &#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC2F;&#xC41;&#xC21;&#xC48;&#xC28; full of truth. &#xC06; &#xC0A;&#xC30;&#xC41; &#xC24;&#xC41;&#xC30;&#xC15;&#xC32;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the town swarms with Mussulmans. &#xC2E;&#xC2F;&#xC24; or &#xC2E;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; mayata. n. Identity, unity, oneness, sameness. &#xC24;&#xC3E;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC09;&#xC26;&#xC15;&#xC2E;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC4A;&#xC02;&#xC26;&#xC46; she was united or mingled with the water. KP. iv. 94. &quot;&#xC15;&#xC28;&#xC41;&#xC02;&#xC17;&#xC35;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02; &#xC26;&#xC32;&#xC2A;&#xC41;&#xC28; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23; &#xC2E;&#xC2F;&#xC24;&#xC02;&#xC17;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.&quot; Mand. i. 2. &#xC1F;&#xC40; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC2F;&#xC24;&#xC3F;&#xC28;&#xC4D;, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC24;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC15;</span>&#xA0;&#xA0;maraka. [Tel.] n. A stain, spot, or blot. &#xC15;&#xC30;. A female-kid. &#xC06;&#xC21;&#xC41;&#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;. &#xC2A;&#xC02;&#xC1A;. &#xC28;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41; marandamu. [Skt.] n. Nectar, the honey of flowers. &#xC2A;&#xC42;&#xC26;&#xC47;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;</span>&#xA0;&#xA0;mara. [Tel.] n. A spiral, a screw. a joint or hinge &#xC15;&#xC40;&#xC32;&#xC41;. adj. Made of wood. wooden. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;. &#xC2E;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; mara-ka&#x1E6D;&#x1E6D;u. n. A sort of spell called &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC23;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; Pal. 93. &#xC2E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; mara-k&#x101;&#x1E0D;u. n. A sailor, &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. A skipper, the commander of a vessel. A ship owner. &#xC13;&#xC21;&#xC26;&#xC4A;&#xC30;.&quot; &#xC38;&#xC41;&#xC30;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC15;&#xC30;&#xC3F; &#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; Swa. v. 56. &#xC1F;&#xC40; &#xC2E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC13;&#xC21;&#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC41; mara-g&#x101;lu. n. A stilt or wooden leg, &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E; mara-gommu. n. A stilt. The pommel of a saddle, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC32;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC15;&#xC48; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.&quot; &#xC35;&#xC47;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC30;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC38;&#xC42;&#xC24;&#xC17;&#xC3E;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; KP. iii. 69. &#xC2E;&#xC30;&#xC1A;&#xC47;&#xC2A; mara-ch&#x113;pa. n. A sort of shark. &#xC38;&#xC4A;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC30; or &#xC1A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC30; the Squatina or Angel Shark. &#xC2E;&#xC30;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; mara-tsu&#x1E6D;&#x1E6D;u. n. A toe ring secured with a screw, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC21;.&quot; &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC41;&#xC32;&#xC4C; &#xC2E;&#xC30;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4B;&#xC2F;&#xC28;&#xC28;&#xC4D;.&quot; A. v. 131. A turnscrew, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC23;&#xC3F;. &#xC2E;&#xC30;&#xC2E;&#xC47;&#xC15;&#xC41; mara-m&#x113;ku. n. A screw, lit: a spiral nail, &#xC07;&#xC38;&#xC4D;&#xC15;&#xC4B;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC2E;&#xC30;&#xC38;&#xC3E;&#xC28; mara-s&#x101;na. n. An instrument for polishing stones, &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;mayya-ch&#x113;pa. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;may&#x16B;ramu. [Skt.] n. The peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC2E;&#xC2F;&#xC42;&#xC30;&#xC3E;&#xC30;&#xC3F; lit: the enemy of the peacock, a chameleon, a lizard. &#xC0A;&#xC38;&#xC30;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41; (Rox. i. 580.) a small tree or large shrub: Ardisia solanacca. &#xC2E;&#xC2F;&#xC42;&#xC30;&#xC36;&#xC3F;&#xC16; or &#xC2E;&#xC2F;&#xC42;&#xC30;&#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC3F; may&#x16B;ra-sikhi. n. The plant called Adiantum melanocanlum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; mayila-tuttamu. [H.] n. Blue vitriol, sulphate of copper. Verdigris, subacetate of copper. &#xC2E;&#xC2F;&#xC42;&#xC30;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC3F;&#xC32;</span>&#xA0;&#xA0;, &#xC2E;&#xC48;&#xC32; or &#xC2E;&#xC15;&#xC40;&#xC32; mayila. [Tel.] n. Dirt, foulness, uncleanness, actual or ceremonial impurity, dirty clothes. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC07;&#xC02;&#xC15;&#xC3E; &#xC2E;&#xC2F;&#xC3F;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; the washerman has not yet taken away the dirty clothes. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; their house has been defiled. adj. Dirty, foul, unclean, impure. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;marakamu. [Tam. &#xC2E;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC4D;.] n. A certain measure called a markal, i.e., 8 measures or seers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC24;&#xC15;&#xC2E;&#xC41; marakatamu. [Skt.] n. An emerald. &#xC2A;&#xC1A;&#xC4D;&#xC1A;, &#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;, A. i. 3..
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;marakuva. [Tel. from &#xC2E;&#xC30;&#xC1A;&#xC41;.] n. Ignorance, forgetfulness, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC42;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;may&#x16B;khamu. [Skt.] n. Light, brightness, flame, &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;, &#xC2A;&#xC4D;&#xC30;&#xC2D;. A beam of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mayu&#x1E0D;u. [Skt.] n. The name of the architect of the Asuras, &#xC05;&#xC38;&#xC41;&#xC30;&#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;.
			</div>
                