&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC32;&#xC3F; marala. [Tel. from &#xC2E;&#xC30;&#xC32;&#xC41;.] adv. Again, a new, in return. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC30;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC17;&#xC28;&#xC47;&#xC30;&#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Anirudh. iii. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC41;</span>&#xA0;&#xA0;marammatu [H.] n. Repair.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC3F;&#xC26;&#xC3F; maradi. [Tel.] n. A husband&apos;s younger brother, &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. A younger sister&apos;s husband. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC17;&#xC21;&#xC41;. A brother-in-law. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC02;&#xC26;&#xC32;&#xC41; maradalu. [Tel.] n. A wife&apos;s younger sister; also a younger brother&apos;s wife, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;, &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &quot;&#xC28;&#xC40;&#xC2E;&#xC30;&#xC02;&#xC26;&#xC32;&#xC40;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.&quot; T. i. v. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mara&#x1E47;amu. [Skt.] n. Death. &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC2E;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mara&#x1E47;in&#x1E6D;su. v. n. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; maratsu. [Tel.] v. a. To forget. &#xC2E;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; mara-pintsu. v. a. To cause to forget, to blot out from one&apos;s memory. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he out shone his father in liberality. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC1A;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she weaned the child. &quot;&#xC17;&#xC43;&#xC39;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC32;&#xC28;&#xC28;&#xC4D;&#xC2E;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; T. ii. 161. &#xC2E;&#xC30;&#xC2A;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC30;&#xC15;&#xC41;&#xC35; marapu. n. Forgetfulness, ignorance, delusion. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41; maragu [Tel.] v. n. and a. To use, to be used, accustomed, or addicted to. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. To desire, covet, &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC36;&#xC2A;&#xC21;&#xC41;. To boil fiercely, &#xC2E;&#xC38;&#xC32;&#xC15;&#xC3E;&#xC17;&#xC41;. To fall in love with, to be enamoured of, &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he fell in love with her. &#xC24;&#xC3E;&#xC17;&#xC2E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one who is addicted to drink. &#xC2E;&#xC30;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; boiling oil. &#xC2E;&#xC30;&#xC17;&#xC15;&#xC3E;&#xC17;&#xC41; to boil fiercely. &quot;&#xC15;&#xC30;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC41;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC33;&#xC35;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; L. viii. 52. &quot;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC43;&#xC24;&#xC41;&#xC21;&#xC4C;&#xC1F; &#xC2A;&#xC4B;&#xC32;&#xC17;&#xC28;&#xC3E;&#xC32;&#xC4B; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC46;&#xC30;&#xC02;&#xC17;&#xC3F; &#xC2F;&#xC30;&#xC4D;&#xC15;&#xC1C;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC02;, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;&#xC35;&#xC4B;&#xC32;&#xC46;&#xC02;&#xC26;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC26;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC28;&#xC1F; &#xC2E;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC26; &#xC35;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;.&quot; BRK. x. 343. &#xC2E;&#xC30;&#xC2A;&#xC21;&#xC2E;&#xC41; or &#xC2E;&#xC30;&#xC2A;&#xC41;&#xC1F; mara-pa&#x1E0D;amu. n. Training, breaking in. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC2A;&#xC41; marapu. v. a. To train, break in. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC28;&#xC3F; untameable, indomitable. &#xC2E;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; maragintsu. v. a. To enamour. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cause to boil. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC35;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC41;&#xC35; marava. [Tel.] n. A sluice, or outlet. &#xC24;&#xC42;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41; maralu. [Tel.] v. n. To turn, return, go back. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC41;. To be rescinded, abrogated, annulled. &quot;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC47;&#xC30;&#xC41;&#xC32; &#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC30;&#xC32; &#xC28;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15;.&quot; Vish. ii. 272. &#xC2E;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC2E;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC21;&#xC41; marala-ba&#x1E0D;u. v. n. To return, &#xC2E;&#xC30;&#xC32;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. To rebel. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; &#xC2E;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC23;&#xC26;&#xC3F; his tongue is tied. &quot;&#xC35;&#xC3E;&#xC30;&#xC32;, &#xC2E;&#xC24;&#xC2E;&#xC2F;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC2E;&#xC30;&#xC32;&#xC02;&#xC2C;&#xC21;&#xC41;&#xC28;&#xC47;.&quot; M. V. i. 308. &#xC2E;&#xC30;&#xC32;&#xC2C;&#xC3E;&#xC1F;&#xC41; marala-b&#x101;&#x1E6D;u. n. The act of turning back, &#xC2E;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41;&#xC1F;. &#xC2E;&#xC30;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; marala-konu. v. n. To turn, &#xC2E;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; maralu&#x1E6D;su. v. a. To turn back, to cause to return, to recall, to rescind, abrogate, annul. To ward off, elude, evade. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC2C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32; &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC1C;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; N. ix. 254. &#xC2E;&#xC30;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC30;&#xC32;&#xC4D;&#xC2A;&#xC41; maralupu. n. Changing, turning, &#xC2E;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC30;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;.&quot; T. iii. 124.
			</div>
                