&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;See &#xC2E;&#xC30;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC3F;&#xC21;&#xC40; mari&#x1E0D;i. [Tel.] n. Cholera, &#xC2E;&#xC30;&#xC3F;&#xC21;&#xC40;&#xC1C;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC37;&#xC42;&#xC1A;&#xC3F;. The name of the goddess of cholera.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mari-gommu. [Tel.] n. An over flow channel. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC24;&#xC47; &#xC2A;&#xC4B;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;mariga. [Tel.] n. A cup cut out of soft soapstone. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. &quot;&#xC2E;&#xC30;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC3F;.&quot; BD. iii. 829.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;mari. [Tel.] n. A time, season, &#xC24;&#xC21;&#xC35;. &#xC12;&#xC15;&#xC2E;&#xC30;&#xC3F; or &#xC12;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC30;&#xC3F; once. adv. More, further, still, else, again, then, so, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41;. &#xC07;&#xC02;&#xC15;&#xC28;&#xC41;, &#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC47;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; there is nothing else, or nothing more. &#xC2E;&#xC30;&#xC47;&#xC2E;&#xC3F; what else? what more? &#xC28;&#xC47;&#xC28;&#xC41; &#xC2E;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC26;&#xC3F; then when shall I come? &#xC2E;&#xC30;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F; so much the better. &#xC2E;&#xC30;&#xC3F; &#xC35;&#xC47;&#xC30;&#xC47;&#xC32;&#xC47;&#xC26;&#xC41; there is nothing else. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; another. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC1F;&#xC3F; another thing. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC21;&#xC41; another man. &#xC2E;&#xC30;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; or &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; besides, also, moreover. &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; in what other way? &#xC2E;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; a few more. &#xC2E;&#xC30;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; four more. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC35;&#xC21;&#xC41; who is that man? &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC35;&#xC30;&#xC41; &#xC32;&#xC47;&#xC30;&#xC41; nobody in particular. &#xC2E;&#xC30;&#xC47;&#xC2E;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC41; there is nothing further. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC30;&#xC40;&#xC24;&#xC4A;&#xC02;&#xC26;&#xC30; this is more troublesome. &#xC2E;&#xC30;&#xC3F;&#xC2E;&#xC30;&#xC3F; mari-mari. adv. Very much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. Again and again, more and more, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mar&#x101;&#x1E37;amu. [Skt.] n. A species of waterfowl, with red legs and bill; commonly supposed to be a swan. &#xC39;&#xC02;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC3E;&#xC1F;&#xC3F; mar&#x101;&#x1E6D;a. [from Skt. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;.] n. A Mahr&#x101;ti man, adj. Pertaining to the Mahrati country or nation. &#xC2E;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC40;&#xC17; mar&#x101;&#x1E6D;i-t&#x12B;ga. n. A plant called Spilanthus amella. Rox. iii. 410. &#xC2E;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17; mar&#x101;&#x1E6D;i-mogga. n. A certain drug. Rox. iii. 410. &#xC2E;&#xC30;&#xC3E;&#xC1F;&#xC40;&#xC32;&#xC41; mar&#x101;&#x1E6D;&#x12B;lu. n. plu. The Maharattas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;</span>&#xA0;&#xA0;maru. [Tel.] n. In composition, short for &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC30;&#xC38;. and &#xC2E;&#xC3E;&#xC30;&#xC41;. adj. Other, next, in return. &#xC2E;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; (&#xC2E;&#xC30;&#xC41;&#xC38;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;) next day. &#xC2E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F;&apos; (&#xC2E;&#xC3E;&#xC30;&#xC41; + &#xC2E;&#xC3E;&#xC1F;) a word in return, contradiction. &#xC35;&#xC47;&#xC2E;&#xC30;&#xC41; or &#xC35;&#xC47;&#xC2E;&#xC3E;&#xC30;&#xC41; a thousand times. &#xC2E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; maru-pa&#x1E0D;u. (&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41; + &#xC2A;&#xC21;&#xC41;) v. n. To be concealed, to disappear or vanish, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC17;&#xC41;, &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. &quot;&#xC07;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC28;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;.&quot; M. VII. iv. 315. &#xC2E;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; maru-pe&#x1E6D;&#x1E6D;a. v. a. To conceal, hide. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24; maru-mr&#x14D;ta. (&#xC2E;&#xC3E;&#xC30;&#xC41; + &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.) n. An echo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC40;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC3F;&#xC1A;&#xC2E;&#xC41; mar&#x12B;chamu. [Skt.] n. Pepper. &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC26;</span>&#xA0;&#xA0;marig&#x101;da. [from Skt. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;.] n. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Extent, limit, boundary, &#xC2E;&#xC47;&#xC30;. Respectability. &quot;&#xC15; &#xC28;&#xC30;&#xC28;&#xC3E;&#xC25;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC32;&#xC35;&#xC21;, &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC47;&#xC15;&#xC41;&#xC35;&#xC32;&#xC47;&#xC15;. &#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC26;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC46;&#xC32;&#xC17;&#xC3F;&#xC28;. &#xC2C;&#xC41;&#xC30;&#xC41;&#xC37;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC39;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC47;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC35;&#xC3F;&#xC30;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC40;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;mar&#x12B;chika. [Skt.] n. A mirage, &#xC0E;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC35;&#xC3F;, &#xC2E;&#xC43;&#xC17;&#xC24;&#xC43;&#xC37;&#xC4D;&#xC1F;. H. ii. 169.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC40;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;mar&#x12B;chi. [Skt.] n. A ray of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. plu. &#xC2E;&#xC30;&#xC40;&#xC1A;&#xC41;&#xC32;&#xC41;. Swa. v. 98. Also, the name of a certain rishi. &#xC12;&#xC15;&#xC0B;&#xC37;&#xC3F;.
			</div>
                