&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC1A;&#xC41; marutsu. [Tel.] v. a. To forget. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC48;&#xC2E;&#xC30;&#xC1A;&#xC41; to forget oneself, to lose consciousness, to swoon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;marugudzdzu. [Tel. &#xC2E;&#xC3E;&#xC30;&#xC41; + &#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;] n. A dwarf. &#xC15;&#xC41;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;marugu. [Tel.] v. n. To be concealed or hidden, &#xC1A;&#xC3E;&#xC1F;&#xC17;&#xC41;. To be dejected, to be in deep sorrow, &#xC15;&#xC41;&#xC02;&#xC26;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; marugu. n. Privacy, cover,shelter, a screen, concealment, the hidden part of any thing, &#xC05;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC1F;&#xC41;. &#xC24;&#xC2E;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I have sought shelter with you. &#xC06;&#xC24;&#xC4B;&#xC1F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that garden is very private. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4B;&#xC21; a curtain or screen placed before a door. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC21;&#xC41; or &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; a privy or necessary. &#xC06;&#xC2E;&#xC3E;&#xC1F;&#xC28;&#xC41; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they kept that word secret. adj. Hidden, unseen, invisible, imperceptible, obscure, sheltered. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; marugu-pa&#x1E0D;u. v. n. To disappear, to be hidden. &#xC15;&#xC3E;&#xC28;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; marugu-parutsu. v. a. To conceal, keep secret. &#xC2E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35; marukura. n. Sorrow, grief, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC35; maruva. (&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41; + &#xC35;&#xC3E;.) n. A pot, &#xC15;&#xC41;&#xC02;&#xC21;. adj. Dumb, &#xC2E;&#xC42;&#xC17;&#xC48;&#xC28;. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC15;&#xC02;&#xC26;&#xC41; maruva-kandu. n. An epithet of Agastya, &#xC15;&#xC41;&#xC02;&#xC2D; &#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC35;&#xC3E;&#xC21;&#xC41; maruva-v&#x101;&#x1E0D;u. n. A dumb man. &#xC2E;&#xC42;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;maruvu. [Tel. another form of &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;.] n. A cover, shelter; privacy, solitude. &#xC1A;&#xC3E;&#xC1F;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC05;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A piece of armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24; &#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC30;&#xC15;, &#xC28;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC23;&#xC2E;&#xC41;&#xC32;.&quot; M. IX. i. 295. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; maruvu-ch&#x113;yu. v. a. To hide, &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC26;&#xC3E;&#xC1A;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC21;&#xC41; maruvu-pa&#x1E0D;u. v. n. To disappear, vanish. &#xC15;&#xC3E;&#xC28;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC07;&#xC32; &#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC36;&#xC3F;&#xC35;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;.&quot; BD. i. 568.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC30;&#xC41;&#xC35;&#xC15;&#xC2E;&#xC41; or &#xC2E;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; maruvamu. [Skt.] n. The plant called the Sweet Marjoram. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC15; a slender girl. lit: a sprig of the plant. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC2A;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC32;&#xC41; plu. a kind of grain. H. iv. 155.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;marulu. [from Skt. &#xC38;&#xC4D;&#xC2E;&#xC30;.] n. Love, desire, lust, &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;. A demon, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC15;&#xC48;&#xC28;&#xC21;&#xC3F; as if love stricken. &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; maralu-konu. v. n. To fall in love, &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; marulu-kolupu. v. a. To allure, enamour, to cause to love, &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC5B;&#xC21; &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46; or &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC3F; marulu-dza&#x1E0D;a. n. A creeper or plant which, as soon as touched, makes one fall in love with another, Orris root: a kind of bent grass. &quot;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC4B; &#xC2F;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC21;&#xC41;, &#xC24;&#xC2E;&#xC3F;&#xC38;&#xC4D;&#xC30; &#xC17;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;.&quot; A. vi. 11. &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC41; or &#xC2E;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; a love potion. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC24;&#xC4B;&#xC21;&#xC28;&#xC47; &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC13;&#xC37;&#xC27;&#xC3F;. &#xC2D;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC2E;&#xC40;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; the lord of the demons, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC09;. &#xC39;&#xC30;&#xC3F;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;maruttu. [Skt.] n. Wind, air, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. A sort of demigod. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; marut-vantu&#x1E0D;u. n. An epithet of Indra as lord of the demigods. &#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; marut-sakhu&#x1E0D;u. n. An epithet of Fire and of Indra. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;maru&#x1E0D;u. [from Skt. &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;.] n. Manmadha &#xC2E;&#xC30;&#xC41;&#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; the host of Manmadha, i.e., parrots, cuckoos, &amp;c. &#xC2E;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC15; the fire of love. &#xC2E;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC35;. or &#xC2E;&#xC30;&#xC41;&#xC2A;&#xC28;&#xC3F; the union of the sexes. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC24;&#xC3F;. H. ii. 268. &#xC2E;&#xC28;&#xC30;&#xC41;&#xC24;&#xC47;&#xC1C;&#xC3F; a parrot. Ila. i. 34. &#xC2E;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; Mons veneris, pudendum muliebre, &#xC2E;&#xC26;&#xC28;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;maruvu. [Skt.] n. A desert, waste. barren country. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. A mountain, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC41;&#xC2D;&#xC42;&#xC2E;&#xC3F; maru-bh&#x16B;mi n. A dry waste, a desert spot. &#xC0A;&#xC37;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC38;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC41;&#xC38; marusa&#x1E6D;i. [Tel.] adj. The next. &#xC2E;&#xC30;&#xC41;&#xC38;&#xC1F;&#xC3F; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; the next year. &#xC2E;&#xC30;&#xC41;&#xC38;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; next day. &#xC2E;&#xC30;&#xC41;&#xC38;&#xC02;&#xC5B; maru-sanja (&#xC2E;&#xC30;&#xC41;&#xC38; + &#xC38;&#xC02;&#xC5B;) n. Evening.
			</div>
                