&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mardintsu. [Skt.] v. a. To rub, handle, grind, pound, crush, &#xC2A;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;, &#xC28;&#xC42;&#xC30;&#xC41;. &#xC2E;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; marditamu. adj. Rubbed, ground. &#xC2A;&#xC3F;&#xC38;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC42;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mardalamu. [Skt.] n. A kind of drum. &#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mardanamu. [Skt.] n. Rubbing, handling, grinding, pounding. &#xC2A;&#xC3F;&#xC38;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC42;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC17;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41; massaging, rubbing or pressing the limbs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;martyamu. [from Skt. &#xC2E;&#xC43;&#xC24;&#xC3F;.] adj. Mortal. n. The visible world, the earth. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;, &#xC2D;&#xC42;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3F; &#xC15;&#xC28;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2F;&#xC48;&#xC28; &#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC35;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;.&quot; M. I. ii. 172. &#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; martyu&#x1E0D;u. n. A man, a mortal. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC2C;&#xC41;</span>&#xA0;&#xA0;martabu. [H.] adj. Closed, settled, as an account, concluded, finished.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41; marka&#x1E6D;amu. [Skt.] n. A monkey, &#xC15;&#xC4B;&#xC24;&#xC3F;. A spider. &#xC38;&#xC3E;&#xC32;&#xC46; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. A. i. 45. &#xC2E;&#xC30;&#xC4D;&#xC15;&#xC1F; &#xC15;&#xC3F;&#xC36;&#xC4B;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &quot;like the monkey and its cub,&quot; i.e., the weaker adheres to the stronger by instinct, &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC4B;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B; &#xC2F;&#xC3F; &#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC30;&#xC4D;&#xC1C;&#xC3E;&#xC32; &#xC15;&#xC3F;&#xC36;&#xC4B;&#xC30;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; like the cat and kitten, i.e., &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC24;&#xC28; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, that is, the instinct which leads the stronger to protect or carry the weaker, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; &#xC24;&#xC3E;&#xC28;&#xC48; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC0F;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. The latter instance is used to illustrate the free grace of God: and the former is of man seeking divine aid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;</span>&#xA0;&#xA0;mala. [Tel.] n. A mountain, &#xC15;&#xC4A;&#xC02;&#xC21;. The axle bar on which the lever (&#xC2E;&#xC40;&#xC1F;) of a &#xC15;&#xC3E;&#xC30;&#xC46;&#xC2E;&#xC41; turns. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC47; &#xC26;&#xC4B;&#xC38;&#xC46;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC30;&#xC4D;&#xC30; &#xC2E;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC17; mala-gonga. n. An epithet of Indra, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC32;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F; or &#xC2E;&#xC32;&#xC2E;&#xC28;&#xC4D;&#xC15;&#xC3F; mala-maniki. n. A monkey. &#xC2E;&#xC32;&#xC2F;&#xC2E;&#xC4D;&#xC2E; mala-y-amma. n. The mountain goddess, i.e., P&#x101;rvati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;marshamu. [Skt.] n. Patience, endurance. &#xC15;&#xC4D;&#xC37;&#xC2E;, &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;marri. [Tel.] n. The Banyan tree, Ficus indica, &#xC35;&#xC1F;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;. See under &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;</span>&#xA0;&#xA0;mary&#x101;da. [Skt.] n. A limit, boundary, &#xC2E;&#xC47;&#xC30;, &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;, &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;. Respect, civility, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Manner, way, fashion, decency, custom, rule. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC06;&#xC2F;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26; the limit of life. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC2E;&#xC3E;&#xC1F; a civil expression. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; a gentleman, a respectable man. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3E; is this manners? is this proper for you. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC48;&#xC28; mary&#x101;d-aina. adj. Honourable, respectable.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;marmaramu. [Skt. cf. Eng. &apos;murmur&apos;.] n. A murmur, a rustling sound. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;marmamu. [Skt.] n. A vital part, &#xC06;&#xC2F;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A secret, a mystery, &#xC15;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;. Secrecy, mystery, dissimulation, hypocrisy, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; in full detail, minutely. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; a private part, vital part. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F; one who investigates or tries to discover. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; marma-gnyudu. n. An intimate. Lit: One who knows a secret. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC3F; marmi. n. A hypocrite.
			</div>
                