&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mala-m&#x101;samu. [Skt.] n. An intercalary month. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC2E;&#xC32;</span>&#xA0;&#xA0;mala-mala. [Tel.] adv. Fiercely, violently. &#xC2E;&#xC32;&#xC2E;&#xC32;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41; mala-mala-marugu. v. n. To boil violently. &#xC2E;&#xC32;&#xC2E;&#xC32; &#xC2E;&#xC3E;&#xC21;&#xC41; mala-mala-m&#x101;&#x1E0D;u. v. n. To burn fiercely, &quot;&#xC2E;&#xC32;&#xC2E;&#xC32;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC21;&#xC28;&#xC47;&#xC32;, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC02;&#xC17;&#xC28;&#xC47;&#xC32;.&quot; BD. iii. 760. &#xC0E;&#xC02;&#xC21;&#xC32;&#xC4B; &#xC1A;&#xC40;&#xC2E;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC2E;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC41; the ants are scorched or burned up in the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC2A;</span>&#xA0;&#xA0;malapa. [Tel.] n. A cow or buffalo which gives milk after her calf is dead. &#xC26;&#xC42;&#xC21; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC06;&#xC35;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;malatsamu. [Tel.] adj. Great, much, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41; malagu. [Tel.] v. a. and v. n. To wander, to roam about, to turn, to quit. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC30;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. To be bent, &#xC35;&#xC02;&#xC15;&#xC30;&#xC17;&#xC41;. &quot;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC2E;&#xC32;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; A. iii. 28. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC30;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC30;&#xC42;&#xC22;&#xC24;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC32;&#xC17;&#xC35;&#xC41;&#xC1C;&#xC28;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;.&quot; M. XII. vi. 163. &#xC2E;&#xC32;&#xC1A;&#xC41;, &#xC2E;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC32;&#xC2A;&#xC41; or &#xC2E;&#xC32;&#xC41;&#xC2A;&#xC41; mala&#x1E6D;su v. a. To cause to turn, &#xC2E;&#xC32;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To chip, to cut stone with a chisel, to engrave a stone. &#xC15;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC09;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. To winnow grain so as to remove pebbles, dirt, &amp;c. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; winnowed grain. &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC2E;&#xC32;&#xC1A;&#xC41; to turn the oxen. To fold, to bend. &#xC2E;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot; &#xC15;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC02;&#xC1A;&#xC3F; &#xC32;&#xC4B;&#xC32;&#xC4B;&#xC28; &#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC28; &#xC28;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41;.&quot; A. iv. 45. &#xC1F;&#xC40; &#xC2E;&#xC32;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;. &quot;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC32;&#xC02;&#xC1A;&#xC3F;.&quot; T. iii. 120. &#xC1F;&#xC40; &#xC2E;&#xC32;&#xC02;&#xC1A;&#xC3F;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2E;&#xC32;&#xC2A;&#xC41; malapu. n. Acting, dancing, &#xC28;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC35; &#xC0E;&#xC21;&#xC38;&#xC46;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC24;&#xC41;&#xC15;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC41;&#xC35;&#xC41;&#xC17;&#xC4A;&#xC28;.&quot; A. iv. 38. &#xC1F;&#xC40; &#xC2E;&#xC32;&#xC2A;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC06;&#xC1F;. Greatness, &#xC06;&#xC25;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC17;</span>&#xA0;&#xA0;malaga. [Tel.] n. A double bullock load. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC48;&#xC17;&#xC02;&#xC24;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC38;&#xC30;&#xC15;&#xC41;&#xC17;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC15;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;malaka&#x1E0D;amu. [Tel.] n. A shoe, &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC15;&#xC4D;&#xC37;. &quot;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24; &#xC2E;&#xC32;&#xC15;&#xC21;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC46;&#xC2F;&#xC3F;&#xC21;&#xC3F;.&quot; A. vi. 94. &#xC1F;&#xC40; &#xC2E;&#xC32;&#xC15;&#xC21;&#xC3E;&#xC32;&#xC41;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC15;</span>&#xA0;&#xA0;malaka. [Tel.] n. A tangle, twist, bend; a spiral, a serpentine line; crookedness, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC32;&#xC15;&#xC32;&#xC41; tricks, guiles. The twisting or turns of a channel. &#xC2E;&#xC32;&#xC15;&#xC24;&#xC2A;&#xC38;&#xC3F; a wily monk. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC28;&#xC3F;. &quot;&#xC2E;&#xC32;&#xC15; &#xC32;&#xC41; &#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC37;&#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; B. X. &#xA7;. 16, 66. A Mahomedan, &#xC24;&#xC41;&#xC30;&#xC15;. An earthen lid over a pot, &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. adj. Crooked, &#xC35;&#xC02;&#xC15;&#xC30;. &#xC2E;&#xC32;&#xC15;&#xC24;&#xC42;&#xC2E;&#xC41; malaka-t&#x16B;mu. n. A mea sure (toom) containing ten &#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC15;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; malaka-pu&#x1E6D;&#x1E6D;i. n. A measure of grain, about a ton, being from 200 to 240 &#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41; or 960 seers. &#xC07;&#xC2E;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC17;&#xC32; &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC15;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; malaka-merupu. n. A bow-shaped flash of lightning. &#xC27;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC2E;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; mala-gonu. v. n. To be twisted, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; malapu-gonu. v. n. To dance, &#xC28;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;malamu [Skt.] n. An excretion, especially applied to the f&#x153;ces, dung, dirt, filth, dregs, sediment. Sin, pollution. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC3F;, &#xC1A;&#xC40;&#xC2E;&#xC3F;&#xC21;&#xC3F;, &#xC2A;&#xC41;&#xC38;&#xC3F;, &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;, &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41; the remover of defilement. &#xC05;&#xC23;&#xC35;&#xC2E;&#xC32;&#xC2E;&#xC41; original sin, &#xC05;&#xC23;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41; three kinds of defilement or evil passions, viz., &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;, &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;, pride, confusion of mind and lust. &#xC2E;&#xC32;&#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; dung and urine, &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC32;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; costiveness, obstruction of the bowels. &#xC2E;&#xC32;&#xC2C;&#xC3E;&#xC27;&#xC15;&#xC41; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; to go to stool.
			</div>
                