&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;malikitramu. [Tel.] n. Doubt, hesitation. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. Sorrow. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC21;&#xC41; to sorrow. &quot;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC15;&#xC46;&#xC30;&#xC4D;&#xC32;&#xC17; &#xC28;&#xC3E;&#xC21;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot; L. xi. 118. &#xC2E;&#xC28;&#xC4B;&#xC2E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; mental grief.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mal&#x101;ramu. [Tel.] n. A rake (used in a garden.) &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41; a string or bunch of glass bracelets.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC32;&#xC3E;&#xC2E;&#xC41; mal&#x101;mu. [H.] n. Plating, gilding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;malavati. [Tel.] n. Extra assessment, an increased demand or cess. (Vizag.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;malayu. [Tel.] v. n. To wander, roam, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. To be entangled, to form a tangle, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To attempt, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be eager for, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. To long for. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To rejoice, be pleased, eager, or delighted. To shine, be splendid. To unfold or display. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To blow, as wind. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;. &quot;&#xC07;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC26;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC3E;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC38;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC33;&#xC28;&#xC4D; &#xC2C;&#xC32;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC32;&#xC41;&#xC15;&#xC32;&#xC41; &#xC24;&#xC2E;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;&#xC26;&#xC40;&#xC38;&#xC46;&#xC28;&#xC4D;.&quot; &#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC4B;&#xC1F;.&quot; Swa. iii. 146. &quot;&#xC2E;&#xC32;&#xC38;&#xC46;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC32;&#xC2F;&#xC38;&#xC2E;&#xC40;&#xC30;&#xC2E;&#xC41;.&quot; T. ii. 149. &#xC2E;&#xC32;&#xC2F;&#xC3F;&#xC15; malayika. n. Rambling, jaunting. junketing. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;malayamu. [borrowed by Skt. from Drav. &#xC2E;&#xC32;.] n. Malabar, &#xC2E;&#xC33;&#xC2F;&#xC3E;&#xC33;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. Mount Malaya, a hill range in the southern part of Western India. A garden, &#xC24;&#xC4B;&#xC1F;, &#xC06;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC2F;&#xC17;&#xC3F;&#xC30;&#xC3F; (literally,) the sandalwood mountain, i.e., the Indian Hymettus, a mountain celebrated for its fragrant sandal groves. &#xC2E;&#xC32;&#xC2F; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41; a gentle, fragrant breeze, a zephyr. &#xC2E;&#xC32;&#xC2F;&#xC1C;&#xC2E;&#xC41; malayajamu. n. The Sandalwood tree, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Sandalwood. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC2F;&#xC1C;&#xC38;&#xC3F;&#xC30;&#xC3F; malayaju-siri. n. A kind of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC2D;&#xC42;&#xC38;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC17;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC2E;&#xC32;&#xC2F;&#xC1C;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;.&quot; BD. iii. 117. &quot;&#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F; &#xC2D;&#xC42;&#xC38;&#xC24;&#xC3F;&#xC2E;&#xC32;&#xC2F;&#xC1C;&#xC38;&#xC3F;&#xC30;&#xC3F;.&quot; BP. iii. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;malukuva. [Tel.] n. Dirt, &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC32;&#xC4D;&#xC15;&#xC41; maluku. [Tel.] n. A turn, twist, fold. A slip-knot. &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC0E;&#xC26;&#xC41;&#xC30;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC2A;&#xC46;&#xC21;&#xC2E;&#xC30;&#xC4D;&#xC32;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC32;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; an eddy of wind round a point of land. &quot;&#xC2E;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4B;. &#xC21;&#xC3E;&#xC2E;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC21;&#xC3E;&#xC28;&#xC3F;&#xC1C;&#xC17;&#xC3E;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC3E;&#xC17;&#xC2E;&#xC40;&#xC26;.&quot; T. v. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;malu. [Tel. a form of &#xC2E;&#xC30;&#xC41; from &#xC2E;&#xC30;&#xC41;&#xC38;.] adj. The second. &#xC2E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; malu-k&#x101;ru. n. The second crop produced within the year, the light crop. &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC02;&#xC1F;. Also, winter, &#xC36;&#xC40;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC32;&#xC41; first child. &#xC2E;&#xC32;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41; the second fortnight, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC41;&#xC38;&#xC02;&#xC5B; malu-sandza. n. The evening time, eventide. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;. &#xC2E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; malu-tsu&#x1E6D;&#x1E6D;u. n. A screw, a screw driver, a wrench. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;malinamu. [Skt.] n. Dirt, blackness; a fault, defect, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. adj. Dirty, soiled, foul, black. &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Sinful, wicked abominable, &#xC26;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; blackfaced, an epithet of the god of fire, of a ghost, of a monkey, or of a bad man; the large black wild bee. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC2E;&#xC32;&#xC40;&#xC2E;&#xC38;&#xC2E;&#xC41; mal&#x12B;-masamu. adj. Foul, dirty, &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;mali-gan&#x1E0D;lu. [Tel. &#xC2E;&#xC32;&#xC3F; + &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.] n. Stones separated from grain by winnowing. Light grains which are worthless. &#xC24;&#xC30;&#xC15;&#xC32;&#xC41;, &#xC28;&#xC42;&#xC15;&#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC05;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC32;&#xC1A;&#xC3F; &#xC2F;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC3F;&#xC21;&#xC46;&#xC21;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC26;&#xC47;&#xC2C;&#xC46;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;, &#xC28;&#xC46;&#xC32;&#xC2E;&#xC3F;&#xC2E;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC38;&#xC46;&#xC21;&#xC41; &#xC28;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC4C;&#xC26;&#xC41;&#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC40;.&quot; V&#x113;ma. iii. 34. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2E;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC40;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;, &#xC35;&#xC3E;&#xC38;&#xC28; &#xC28;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC15;&#xC21;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;, &#xC2D;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC38;&#xC02;&#xC2A;&#xC26; &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;.&quot; L. xxiv. 57.
			</div>
                