&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mallaramu. [Tel.] adj. Fat, proud, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;, &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC2A;&#xC41; &#xC1F;&#xC3E;&#xC2C;&#xC4B;&#xC24;&#xC41; a fat ox.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1F;, and &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F; See under &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2E;&#xC41; mallamu. [Skt.] n. A vessel holdinng oil whether for culinary purposes or for burning as a lamp. &#xC28;&#xC42;&#xC28;&#xC46;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC26;, &#xC38;&#xC3E;&#xC28;&#xC3F;&#xC15;. &#xC2E;&#xC32;&#xC4D;&#xC32; or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; malla. (from &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.) n. A shallow earthen vessel. &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC28;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mallaku&#x1E0D;u. [Tel.] n. An obstinate man, a forward man. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC21;&#xC41;&#xC38;&#xC30;&#xC3F;. &quot;&#xC15; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41;&#xC35;&#xC32;&#xC2F;&#xC41; &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC4D;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC15;&#xC15;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41; &#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC38;&#xC4C;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC06;&#xC28;&#xC41;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC2E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC39;&#xC2E;&#xC32;&#xC41; malmalu. [H.] n. A kind of silk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;malku&#x1E0D;u. [Tel.] n. A Mussulman &quot;&#xC2E;&#xC32;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC28;.&quot; Vasu. iii. 251.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC15;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3F; malk&#x101;ngini. [Tel.] n. The black oil plant, Celestrus paniculata, or Oleum nigrum. (Watts.) &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;, &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;malugu. [Tel.] v. n. To be extinguished, go out. &#xC06;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To perish, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC32;&#xC41;&#xC2A;&#xC41; malupu. v. a. To extinguish or put out a lamp. &#xC06;&#xC30;&#xC4D;&#xC1A;&#xC41;. To turn. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To destroy, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. n. A turning. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC28; in turning a corner. &#xC2E;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC32;&#xC4D;&#xC1A;&#xC41; malu&#x1E6D;su. v. a. To winnow grain in order to remove stones and grits from it. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. To turn in a lathe, &#xC24;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC28;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To cut stone with a chisel, to engrave a stone, &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC24;&#xC4A;&#xC32;&#xC1A;&#xC41;. See &#xC2E;&#xC32;&#xC17;&#xC41;. &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; malugu. n. The small of the back above the loins, the sides of the loins. &#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC15;&#xC4D;&#xC15;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC32;&#xC41;&#xC17;&#xC41; the back of the hip, &#xC24;&#xC41;&#xC02;&#xC1F;&#xC3F;. &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; malugu. An eel. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC40;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC32;&#xC3E;&#xC30;&#xC2E;&#xC41; mall&#x101;ramu. [Tel.] n. A cluster of bracelets. A cord on which bracelets (&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;) are strung by venders.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;and &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; See under &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;mall&#x101;. [Tel.] n. A certain grain fee allowed to potters. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC21;&#xC3F; mall&#x101;ma&#x1E0D;i. adj. Plagued, troubled, troublesome, distressful. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC2A;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;malp&#x16B;pu [H.] adj. Covered, enclosed. n. An enclosure. &#xC2E;&#xC32;&#xC4D;&#xC2A;&#xC42;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; malp&#x16B;pu-ch&#x113;yu. v. a. To enclose (a letter in a cover.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC38;&#xC3E;&#xC32;malla-s&#x101;la. [Tel.] n. A dining room. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC36;&#xC3E;&#xC32;.
			</div>
                