&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC32;&#xC41; ma&#x1E37;&#x1E37;u. [Tel.] v. n. To turn, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is on the turn. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; ma&#x1E37;&#x1E37;u-konu. v. n. To turn back or return. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; ma&#x1E37;&#x1E37;a-v&#x113;si-konu. v. a. To turn or stop a thing, as a cat or dog does a rat. &#xC26;&#xC4B;&#xC35;&#xC32;&#xC4B; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; or &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; the thieves beset me in the road.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;ma&#x1E37;&#x1E37;u. [Tel. plural of &#xC2E;&#xC21;&#xC3F;.] n. Fields. &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; ma&#x1E37;&#x1E37;i. [Tel. from &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC41;.] v. adv. Again. &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; ma&#x1E37;&#x1E37;in&#x1E6D;su. v. a. To turn, to return, to get back.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC33;&#xC3F;&#xC17;</span>&#xA0;&#xA0;ma&#x1E37;iga. [Tel.] n. A wholesale shop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC33;&#xC2F;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E37;a-y&#x101;&#x1E37;amu. [Drav. &#xC2E;&#xC32; (hill) &#xC06;&#xC32;&#xC2E;&#xC41; (place)] n. Lit. The hilly country. Malabar and Travancore, &#xC2E;&#xC33;&#xC2F;&#xC3E;&#xC33;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;mallu. [Tel. from &#xC2E;&#xC32; and also Skt.] n. A name (like Pug, or Jack) for a monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;. A wrestler or boxer. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC41;. Wrestling, a struggle. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC35;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1F;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1F; or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; mall-a&#x1E6D;a. n. Struggling, wrestling, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1A; &#xC30;&#xC1A;&#xC41; malla-&#x1E6D;sara&#x1E6D;su. (&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1F; + &#xC1A;&#xC30;&#xC1A;&#xC41;.) v. n. To clap oneself on the breast or shoulder (as wrestlers do in challenging their opponets.) &#xC2D;&#xC42;&#xC1C;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC15;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC26;&#xC32;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC02;.&quot; M. IX. i. 412. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC30;&#xC2A;&#xC41; malla-&#x1E6D;sarapu. n. Clapping the shoulder with the hands in token of a readiness to fight. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F; malla&#x1E0D;i. n. A struggle, &#xC2A;&#xC46;&#xC28;&#xC15;&#xC41;&#xC35;. Grief, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. A crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; to rise or gather in a mob, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;. To unfold or display, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To grieve or be afflicted, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC47;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC30;&#xC3E; &#xC2A;&#xC28;&#xC38;&#xC32;&#xC28;&#xC4D;.&quot; A. i. 21. &quot;&#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC1C;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37; &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC17;&#xC28;&#xC4D;.&quot; BKY. ii. 773. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; mall-&#x101;&#x1E0D;u. v. n. To struggle, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; mallu&#x1E0D;u. n. A wrestler. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; mallu-ka&#x1E6D;&#x1E6D;u. v. a. To oppose, obstruct, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC17;&#xC41; mallu-penagu. v. a. To struggle like a wrestler, &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC28;&#xC28;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; malla-gullamu. n. A discussion, a dispute. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are disputing or wrangling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;mallika. [Skt.] n. The Jasmine plant. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC28;&#xC35;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; the double jasmine, &#xC35;&#xC3F;&#xC30;&#xC1C;&#xC3E;&#xC1C;&#xC3F;. Rox. 1. 95. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; mallik&#x101;kshamu. n. A kind of heron or swan with dark legs and light eyes. Ananda. ix. 59. &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC1A;&#xC30;&#xC23;&#xC1A;&#xC02;&#xC1A;&#xC41;&#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2E;&#xC3E;&#xC32;&#xC38;&#xC2E;&#xC41;. A white eyed horse, &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F; malle. [Tel.] n. The Jasmine plant. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC42;&#xC32;&#xC41; jasmine blossoms. &#xC06;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; Jasminum augustifolium, a shrub which grows to the height of ten feet. &#xC12;&#xC32;&#xC3E;&#xC02;&#xC26;&#xC3E;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; the tuberose jasmine. &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; or &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; a variety with luxuriant flowers. &#xC28;&#xC3E;&#xC17;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; a plant, Austicia grandiflorum, prickly pear. &#xC0F;&#xC1F;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; a water creeper, Persicaria mddraspatana: Rox. ii. 287. Other kinds are called &#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC2A;&#xC47;&#xC21;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC38;&#xC42;&#xC26;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC17;&#xC41;&#xC26;&#xC3F; malle-lagudi. n. A name given to a beautiful dog. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; malle-purugu. n. A parasitic worm that is generated in the flesh of cattle. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41; mallelu. n. Jasmine flowers. Also, pustules produced in the pox. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; the disease called Cancer &quot;&#xC35;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC41; &#xC2C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC41; &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;&#xC02;&#xC1A;.&quot; Ila. iii. 93. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; malle. [Tel.] n. A twig. &#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC1C;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41; or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC1C;&#xC46;&#xC17;&#xC41;&#xC30;&#xC41; malle-janguru. n. A heron. &#xC32;&#xC4B;&#xC39;&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC37;&#xC3E;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;mash&#x101;kattu. [H.] n. The measurement of land. &#xC15;&#xC4A;&#xC32;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; ma&#x1E63;&#x16B;chi. [from Skt. &#xC2E;&#xC38;&#xC42;&#xC30;&#xC3F;.] n. Small pox. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; the child has got the small pox.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E63;&#x101;namu. [for Skt. &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. A cemetery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC36;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ma&#x1E63;akamu. [Skt.] n. A gnat, or mosquito; any stinging fly. &#xC26;&#xC4B;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mavvamu. [Tel.] n. Beauty, comeliness, elegance. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC24;, &#xC17;&#xC4B;&#xC2E;&#xC41;. &#xC2E;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC2A;&#xC41; or &#xC2E;&#xC35;&#xC4D;&#xC35;&#xC2A;&#xC41; mavvamu. adj. Beautiful, handsome, neat, comely. pretty. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;. &quot;&#xC15;&#xC21;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC2A; &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC35;&#xC02;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F;.&quot; URT. vi. 78.
			</div>
                