&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC15;&#xC28; masaka. [from Skt. &#xC2E;&#xC37;&#xC3F;.] n. Blackishness, &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. Dimness of the eyes. Dimness, slight darkness, &#xC2E;&#xC41;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. &#xC2E;&#xC38;&#xC2E;&#xC38;&#xC15;&#xC28; masa-masakana. (&#xC2E;&#xC38;&#xC15;&#xC28; + &#xC2E;&#xC38;&#xC15;&#xC28;) n. Great dimness, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC38;&#xC15;. adj. Very dim, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC38;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. Very little, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC4D;&#xC1F;&#xC41; mash&#x1E6D;u. [Tel. from &#xC2E;&#xC38;&#xC32;&#xC41;&#xC1F;.] n. Sediment, dross. &#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC41; silver dross.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC37;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC3F; mashi. [Skt.] n. Ink. &#xC07;&#xC02;&#xC15;&#xC3F;, &#xC36;&#xC3E;&#xC2F;&#xC3F;. Blackness, a stain, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC21;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC37;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;mash&#x101;lu. [H.] n. A torch. &#xC2E;&#xC37;&#xC3E;&#xC32;&#xC4D;&#xC1C;&#xC40; a torch-bearer, a lamp lighter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC3E;&#xC32;&#xC3E;</span>&#xA0;&#xA0;mas&#x101;l&#x101;. [H.] n. Spicery, curry-stuff, &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. Horse physic. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mas&#x101;ramu. [Skt.] n. An emerald, or sapphire, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC41;&#xC32;&#xC41; masalu [Tel.] v. n. To delay, to tarry, &#xC24;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. To roam, wander, walk or go about for pleasure, &#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1C;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC21;&#xC2F;&#xC41;. To hesitate, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be gorged, or heavy with eating, &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41; To boil violently, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC41;. To turn back, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC32;&#xC2E;&#xC38;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; a month has passed with her, i.e., she has been a month pregnant. &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC38;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the snake is sluggish being gorged. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC38;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; &#xC32;&#xC47;&#xC15;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the water is boiling violently. &quot;&#xC24;&#xC2E;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC28;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC35;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC38;&#xC32;&#xC15;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; Swa. vi. 85. &quot;&#xC2A;&#xC38;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;, &#xC2E;&#xC38;&#xC32;&#xC15;&#xC38;&#xC41;&#xC32;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC38;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC38;&#xC46;&#xC28;&#xC4D;, &#xC2A;&#xC38;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC2F;&#xC27;&#xC30;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC3F;&#xC1A;&#xC46; &#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC47;&#xC2E;&#xC3E;.&quot; V&#x113;ma 814. &quot;&#xC15;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC2F; &#xC17;&#xC30;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;, &#xC2E;&#xC38;&#xC32;&#xC15;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC30;&#xC46;&#xC15;&#xC3E;&#xC15; &#xC2E;&#xC27;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC28;&#xC47;.&quot; Sumati. 62. &#xC2E;&#xC38;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; Same as &#xC2E;&#xC38;&#xC32;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC38;&#xC32;&#xC41; m&#x101;ru-masalu. v. n. To rival, match, to oppose, to front, &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;</span>&#xA0;&#xA0;masa. [Tel.] n. Delirium, perplexity. &#xC2D;&#xC4D;&#xC30;&#xC2E;, &#xC2E;&#xC3E;&#xC2F;. A love powder. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;. Beauty, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC17;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC2E;&#xC38; &#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC35;&#xC32;&#xC1A;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC1C;&#xC41;&#xC21;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot; Hams. ii. 105. &#xC2E;&#xC38;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he conjured it out of their hands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;masaru. [Tel.] n. Fatness, jollity. &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;. Inspiration, force, energy, &#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;. &quot;&#xC12;&#xC21;&#xC32;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC15; &#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC38;&#xC30;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC2A;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; NH. v. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC30;</span>&#xA0;&#xA0;masara. [Tel.] n. Grey colour. &#xC27;&#xC42;&#xC38;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. adj. Grey, &#xC27;&#xC42;&#xC38;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC38;&#xC30;&#xC32;&#xC41; or &#xC2E;&#xC38;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. masaralu n. A sort of rice. H. v. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;masanamu. [from Skt. &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. A cemetery, or place for burning or burying.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC21;&#xC41; masa&#x1E6D;u. [Tel.] n. Dirt. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A stain, &#xC2E;&#xC30;&#xC15;, &#xC2E;&#xC1A;&#xC4D;&#xC1A;. &quot;&#xC28;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC47;&#xC28;&#xC41;&#xC32; &#xC2E;&#xC38;&#xC1F;&#xC41;&#xC35;&#xC4B; &#xC2E;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC4B;&#xC26;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; Pal. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;masagu. [Tel.] v. n. To be enraged, to rage, to increase, swell. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;masakamu. [Tel.] n. Sexual intercourse or desire, &#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC47;&#xC1A;&#xC4D;&#xC1B;. &#xC2E;&#xC38;&#xC15;&#xC4A;&#xC28;&#xC41; masa-konu. (&#xC2E;&#xC38;&#xC15;&#xC2E;&#xC41; + &#xC15;&#xC4A;&#xC28;&#xC41;.) v. n. To yield, melt, be charmed. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2E;&#xC38;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Dasaradhi &#xA7; 12. To desire sexual intercourse. &#xC2E;&#xC38;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to excite such a desire.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;masi. [from Skt. &#xC2E;&#xC37;&#xC3F;.] n. Ink. &#xC36;&#xC3E;&#xC2F;&#xC3F;. Blackness, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. Dirt, a stain, &#xC2E;&#xC2F;&#xC3F;&#xC32;. Charcoal, &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;. adj. Dirty, black. &#xC2E;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; a jewel hidden in a dunghill. &#xC2E;&#xC38;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; masi-ka&#x1E6D;&#x1E6D;u. n. The scori&#xE6; of precious metals. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC23;&#xC3F; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC2E;&#xC41;. &#xC2E;&#xC38;&#xC3F;&#xC15;&#xC4B;&#xC24;&#xC3F; masi-k&#x14D;ti. n. A black monkey. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC2E;&#xC38;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; masi-buddi. n. An inkstand. &#xC38;&#xC3F;&#xC30;&#xC3E;&#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
                