&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; mastamu. [Skt.] n. The head, the skull. &#xC36;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC24;&#xC32;. &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41; mastishkamu. n. The brain. &#xC2E;&#xC46;&#xC26;&#xC21;&#xC41;. &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC40; mast&#x12B;. n. An overfed or disobedient or proud elephant, an elephant in rut, &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41; mastu. n. Plenty, abundance, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Fat, pride, &#xC2E;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; mastuvu. n. The cream on the top of curds, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2E;&#xC40;&#xC17;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC38;&#xC42;&#xC30;&#xC3F;&#xC15; mas&#x16B;ri. [Skt.] n. Small pox. &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC41;&#xC30;&#xC26; &#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC05;&#xC30;&#xC41;&#xC1A;&#xC3F; &#xC2D;&#xC4D;&#xC30;&#xC2E; &#xC35;&#xC3E;&#xC2A;&#xC41; &#xC24;&#xC47;&#xC1C;&#xC4B;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC07;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41; &#xC35;&#xC40;&#xC1F;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC19;&#xC4D;&#xC17;&#xC27;&#xC30;. P. 80.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC40;&#xC26;&#xC41;</span>&#xA0;&#xA0;mas&#x12B;du. [H.] n. A mosque, &#xC24;&#xC41;&#xC30;&#xC15;&#xC32; &#xC17;&#xC41;&#xC21;&#xC3F;. &#xC2F;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC5B;&#xC30;&#xC41;</span>&#xA0;&#xA0;maha&#x1E0D;zaru. [H.] n. A memorial, a petition, signed by a number of people.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;mahantu. [Skt. &#xC2E;&#xC39;&#xC02;&#xC24;&#xC03; nom. plu. of &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC4D;.] n. The chief of a monastery. A religious superior, like the manager of the temple at Tripati.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mastariu&#x1E6D;su. [Tel.] v. a. To overcome, subdue. &#xC32;&#xC4B;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC41; mastaru. n. Subjection, dependence. &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;, &#xC05;&#xC27;&#xC40;&#xC28;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;maskaramu. [Skt.] n. A bamboo. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. A. v. 146. &#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F; maskari. n. A mendicant, as using a bamboo staff. P. i. 236. A. i. 45, 48.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC43;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mas&#x1E5B;i&#x1E47;amu. [Skt.] n. adj. Glossy, smooth, soft, mild, polished, unctuous. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. &#xC2E;&#xC38;&#xC43;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; mas&#x1E5B;i&#x1E47;atvamu. n. Smoothness. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC38;&#xC1F;&#xC41; See under &#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC38;&#xC46;&#xC32;</span>&#xA0;&#xA0;masela. [Tel.] n. A loft or garret near the roof of the house, &#xC05;&#xC1F;&#xC41;&#xC15;.
			</div>
                