&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;mahass&#x16B;lu. [H.] n. Reaping a crop, harvesting. The produce of land, a crop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC24;&#xC4D;</span>&#xA0;&#xA0;mahat. [Skt.] adj. Great, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC2E;&#xC39;&#xC24;&#xC3F; mahati. n. The name given to the Vina or lute, of Narada. The feminine gender of Telugu nouns. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; mahattaramu. adj. Greater, more. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41; mahattu. n. Glory, greatness. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; The masculine gender of Telugu nouns. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28; mahattaina. adj. Great, large, bulky. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. Best, excellent, illustrious. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; mahatvamu. n. Greatness, celebrity, glory. &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; mah&#x101;tmyamu. n. Greatness, glory. A legend or chronicle regarding a town. &#xC2E;&#xC39;&#xC26;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. dependency on the great, &#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC30;&#xC4D;&#xC26;&#xC36; a lofty position a high station in life. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC36;. &#xC2E;&#xC39;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; mahan&#x12B;yamu. adj. Holy, sacred, blessed, excellent, celebrated. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20; &#xC2E;&#xC48;&#xC28;, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC39;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; maha-n&#x12B;yu&#x1E0D;u. n. A great man, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F; maharshi. (&#xC2E;&#xC39;&#xC24;&#xC4D; + &#xC0B;&#xC37;&#xC3F;.) n. A great saint. &#xC2E;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC2E;&#xC39;&#xC2E;&#xC41; mahassu. n. Light, lustre. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC2E;&#xC39;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; mah-&#x113;ndramu. n. A mountain. &#xC15;&#xC4A;&#xC02;&#xC21;. &#xC2E;&#xC39;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; mah-&#x113;ndru&#x1E0D;u. n. A name of Indra, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC39;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; mah-&#x113;&#x1E63;varu&#x1E0D;u. n. The &apos;great Lord.&apos; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;. An epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41; the lotus, &#xC24;&#xC3E;&#xC2E;&#xC30;. &#xC2E;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; a high day, a great feast, &#xC2E;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41; an extraordinarily enterprising man, an adventurer, &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC27;&#xC3F; the great sea, &#xC2E;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC2F;&#xC2E;&#xC41; auspiciousness, prosperity, &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; , &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC30;&#xC2E;&#xC41; dropsy, &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC1A;&#xC47;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC32;&#xC40;&#xC39;&#xC4B;&#xC26;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2E;&#xC41; great energy, great exertion. &#xC05;&#xC27;&#xC3F;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41; highly elevated, very high; noble, great. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC39;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; a dromeday. See &#xC09;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; a large bull or ox. &#xC05;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC3F; &#xC2E;&#xC39;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41; a great medicine, a panacea, an epithet applied to Strychnine (&#xC05;&#xC24;&#xC3F;&#xC35;&#xC38;), onion (&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;), or dry ginger, (&#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;.)
			</div>
                