&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3F;&#xC33;</span>&#xA0;&#xA0;mahi&#x1E37;a. [Skt.] n. A lady, female, a maiden. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC39;&#xC3F;&#xC33;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; the name of a town. P. ii. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41; mahima. [Skt.] n. Greatness in general (literal, or figurative.) &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;. All pervasiveness, as one of Siva&apos;s attributes; illimitability, omnipotence, majesty, grandeur. &#xC12;&#xC15; &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The power of working miracles. &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mahitamu. [Skt.] adj. Great, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. Proper, right, agreeable, fit. Worshipped, reverenced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3F;</span>&#xA0;&#xA0;mahi. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2E;&#xC39;&#xC40;&#xC2A;&#xC24;&#xC3F; or &#xC2E;&#xC39;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; a king. &#xC2E;&#xC39;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a sort of frankincense. BD. iv. 766. Charitra. ii. 2101. &#xC2E;&#xC39;&#xC40;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC39;&#xC40;&#xC27;&#xC30;&#xC2E;&#xC41; mah&#x12B;dhramu. n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC40;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; mah&#x12B;ruhamu. n. A tree, as produced (&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;) from the earth. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC40;&#xC32;&#xC24; mah&#x12B;-lata. n. An earthworm, &#xC17;&#xC02;&#xC21;&#xC42;&#xC2A;&#xC26;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC4D;&#xC30;. &#xC2E;&#xC39;&#xC40;&#xC38;&#xC41;&#xC24; mah&#x12B;-suta. n. Lit. Earth-born. An epithet of Sita, the wife of Rama, &#xC38;&#xC40;&#xC24;. &#xC2E;&#xC39;&#xC40;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; mahi-sutu&#x1E0D;u. n. Mars. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. The Asura named Naraka, &#xC28;&#xC30;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3E;</span>&#xA0;&#xA0;mah&#x101;. [Skt. for &#xC2E;&#xC39;&#xC24;&#xC4D; in compounds.] adj. Great, much, eminent. &#xC2E;&#xC39;&#xC3E; &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a base wretch. adv. Exceedingly, vastly, excessively, much, very abundantly, frequently. &#xC2E;&#xC39;&#xC3E;&#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21; very bad. &#xC2E;&#xC39;&#xC3E;&#xC2E;&#xC02;&#xC1A;&#xC3F; very good. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; you have put too much salt. &#xC2E;&#xC39;&#xC3E; &#xC05;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he roared out loud. &#xC2E;&#xC39;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have come in great numbers. &#xC0F;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; the water flows abundantly in the river. &#xC2E;&#xC39;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; mah-&#x101;ngamu. n. A camel, &#xC12;&#xC02;&#xC1F;&#xC46;. &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; mah&#x101;-k&#x101;-yu&#x1E0D;u. n. A bulky or stout man. &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC33;&#xC3F; mah&#x101;-k&#x101;&#x1E37;i. n. The name of the wife of Siva; a terrific form of Durga. &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; mah&#x101;-k&#x101;lu&#x1E0D;u. n. A name of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; mah&#x101;-kulamu. n. A good or respectable family. &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41; mah&#x101;-kulu&#x1E0D;u. n. A man of a respectable family. &#xC38;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3F; mah&#x101;-gr&#x12B;vi. n. (Lit. Long necked.) A camel. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC2E;&#xC39;&#xC3E;&#xC1C;&#xC28;&#xC2E;&#xC41; mah&#x101;-janamu. n. The upper classes, the higher ranks of society. The principal people; a multitude of people, the masses. &#xC1C;&#xC28;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; mah&#x101;-d&#x113;vu&#x1E0D;u. n. Lit. the great god. A name of Siva: &#xC2E;&#xC39;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41; mah&#x101;-dhanamu. n. Gold, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. Cultivation, tillage, husbandry, &#xC15;&#xC43;&#xC37;&#xC3F;. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41; mah-&#x101;nandamu. n. Bliss, eternal emancipation or beatitude. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC1F;&#xC41;&#xC21;&#xC41; mah&#x101;-na&#x1E6D;u&#x1E0D;u. n. The great dancer, i.e., Siva. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC26;&#xC3F; mah&#x101;-nadi. n. The name of a river near Cuttack. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC35;&#xC2E;&#xC3F; or &#xC2E;&#xC39;&#xC30;&#xC4D;&#xC28;&#xC35;&#xC2E;&#xC3F; mah&#x101;-navami n. The name of a feast called the Dasara, which falls on the ninth day of the bright fortnight in the month of Aswayuja, (October.) At this time all tools, arms, books, &amp;c., are worshipped. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41; mah&#x101;nasamu. n. A kitchen, &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. M. III. i. 50. A. vi. 83. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC39;&#xC28;&#xC3E;&#xC21;&#xC41; mah&#x101;-n&#x101;&#x1E0D;u. n. A council held by headmen. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC3F;&#xC36; or &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; mah&#x101;-ni&#x1E63;a. n. Midnight. &#xC05;&#xC30;&#xC4D;&#xC27; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41; mah&#x101;nubh&#x101;vu&#x1E0D;u. n. An exalted personage, a great man, a gentleman. &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41; mah&#x101;-padmamu. n. A certain very high number, a million of millions. &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; mah&#x101;-purushu&#x1E0D;u. n. A hero, a heaven-born person-age, a supernatural being. &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41; mah&#x101;-pra&#x1E37;ayamu. n. The end or destruction of the world, &#xC32;&#xC4B;&#xC15;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC32;&#xC41;&#xC21;&#xC41; mah&#x101;-balu&#x1E0D;u. n. A very strong man. Wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; mah&#x101;-bh&#x101;gu&#x1E0D;u. n. A pure or holyman. &#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41; mah&#x101;-bh&#x101;ratamu. n. The Mah&#x101;-Bharata, a celebrated poem. &#xC2E;&#xC39;&#xC3E;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; mah&#x101;-m&#x1E5B;igamu. n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; mah&#x101;-yugamu. n. Eternity, a great age or revolution of ages. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC17;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; mah&#x101;-rajatamu. n. Gold, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC1C;&#xC28;&#xC2E;&#xC41; mah&#x101;-rajanamu. n. The Safflower. &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. Gold, &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; mah-&#x101;ra&#x1E47;yamu. n. A great forest, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC05;&#xC21;&#xC35;&#xC3F;. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41; mah&#x101;-rathu&#x1E0D;u. n. A great charioteer, one who can fight single-handed against 11000 bowmen. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC5B;&#xC41; mah&#x101;-r&#x101;dzu. n. A sovereign, or emperor. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC3E; O mighty Sire! O great king! &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2E;&#xC3E; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41; my gracious lord. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41; by all means! of course! &#xC28;&#xC40;&#xC35;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; I wish you all good fortune! &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC39;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he became opulent. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC30;&#xC3E;&#xC1C;&#xC36;&#xC4D;&#xC30;&#xC40; the usual ascription at the beginning of a letter. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; the Maharata Country. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41; mah&#x101;-rauravamu. n. The name of a particular hell, &#xC28;&#xC30;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC2F;. &#xC2E;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC2E;&#xC41; or &#xC2E;&#xC39;&#xC3E;&#xC36;&#xC2F;&#xC41;&#xC21;&#xC41; mah&#x101;-r&#x1E47;avamu. n. The great ocean. &#xC2E;&#xC39;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F; mah&#x101;la-kshmi. n. The goddess of fortune. A good woman. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC39;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; mah&#x101;-layamu. n. Offerings made to the manes of departed ancestors, for the fifteen days from full moon to new moon in the month of Bhadrapada. &#xC2E;&#xC39;&#xC3E;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; mah&#x101;-vidya. n. Magic, as being &apos;the great knowledge. Byron in Manfred. ii. 2. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; mah&#x101;&#x1E63;&#x16B;dru&#x1E0D;u. n. A shephard, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC47;&#xC38;&#xC41;&#xC21;&#xC41; mah&#x101;-s&#x113;nu&#x1E0D;u. n. One who has a large army; an epithet of Kumaraswami. &#xC2E;&#xC39;&#xC3E;&#xC32;&#xC41; or &#xC2E;&#xC39;&#xC32;&#xC41; mah&#x101;&#x1E37;u. [H.] n. A house, mansion, seraglio, &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC17;&#xC3E;&#xC30;&#xC3F;, &#xC32;&#xC47;&#xC15;. &#xC28;&#xC35;&#xC3E;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC39;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;</span>&#xA0;&#xA0;m&#x101;. [Tel.] interj. Heigh ho! To be sure! &#xC2C;&#xC33;&#xC40;. &quot;&#xC24;&#xC47; &#xC35;&#xC40;&#xC30;&#xC2E;&#xC3E;&#xC39;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41;. &#xC26;&#xC28;&#xC15;&#xC41;&#xC36;&#xC36;&#xC3F;&#xC2E;&#xC4C;&#xC33;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC28;&#xC15;&#xC30;&#xC25;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC17;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC48;&#xC37;&#xC27;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC35;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41;. &#xC2E;&#xC2E;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC2E;&#xC39;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC2A;.&quot; &#xC28;&#xC48;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mahish&#x1E6D;amu. [Skt.] adj. Great. extreme. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC48;&#xC28;. &quot;&#xC07;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC20; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;.&quot; BD. iv. 305. &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC24; mahish-&#x1E6D;atha. n. Greatness, &#xC18;&#xC28;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mahishamu. [Skt.] n. A he buffalo, &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC0E;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC3F; mahishi. n. A she-buffalo, &#xC17;&#xC47;&#xC26;&#xC46;, &#xC0E;&#xC28;&#xC41;&#xC2E;&#xC41;. A queen, consort. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24; &#xC30;&#xC3E;&#xC1C;&#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC2F;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC2E;&#xC39;&#xC3F;&#xC37;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; mahisha-v&#x101;hanu&#x1E0D;u. n. One who rides on a he-buffalo, an epithet of Yama, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;</span>&#xA0;&#xA0;m&#x101;. [Tel. infl. of &#xC2E;&#xC47;&#xC2E;&#xC41;.] pron. Our. &#xC2E;&#xC3E; &#xC24;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; our parents. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; my father.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;</span>&#xA0;&#xA0;[for Skt. &#xC2E;&#xC39;&#xC3E;.] adj. Great, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC2E;&#xC3E;&#xC2C;&#xC3E;&#xC17;&#xC41; very well.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;</span>&#xA0;&#xA0;m&#x101;. [Skt.] n. A title of Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;.
			</div>
                