&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;n&#x1E0D;avyu&#x1E0D;u. [Skt.] n. The name of a certain sage. &#xC2E;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC24;&#xC2E;&#xC41;. &apos;Mandavya&apos;s maxim&apos;, i.e., pre-possession of victory, confidence (&#xC2E;&#xC28;&#xC4B;&#xC27;&#xC3E;&#xC1F;&#xC3F;.) It is used of those who disregard superstition and act of on their own judgement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;njish&#x1E6D;hamu. [Skt. from &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC37;&#xC4D;&#xC20;.] adj. Coppery red, orange red, &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. n. A coppery red or orange red colour. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC17;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3E;&#xC2F;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;ngalyamu. [Skt. from &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;.] n. Auspiciousness, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. The marriage token, &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; tying the marriage knot, i.e., performing the ceremony of attaching the Tali to the neck of the bride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC17;&#xC27;&#xC3F;</span>&#xA0;&#xA0;m&#x101;gadhi. [Skt. from &#xC2E;&#xC17;&#xC27;.] n. A sort of wild jasmine, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;. The Magadha dialect. &#xC2E;&#xC3E;&#xC17;&#xC27;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC17;&#xC25;&#xC41;&#xC21;&#xC41; m&#x101;gadhu&#x1E0D;u. n. A hard or ministrel whose duty it is to recite the praises of sovereigns. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC3E;&#xC20;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC17;</span>&#xA0;&#xA0;, &#xC2E;&#xC3E;&#xC17;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC2E;&#xC3E;&#xC17;&#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46; m&#x101;ga. [Tel.] n. A fish called Roball. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC17; the Mango fish, Polynemus, paradiseus, Russell plates 183, 184. There are other species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;kshikamu. [Skt. from &#xC2E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;.] n. White honey, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC47;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;m&#x101;-konu. [Tel.] v. a. To bite, &#xC15;&#xC30;&#xC1A;&#xC41;. &quot;&#xC24;&#xC47; &#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC2C;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC1A;&#xC1F;&#xC3F;&#xC15;&#xC4B; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC2F;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2C;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3F;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41; m&#x101;ku. [Tel.] n. A tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC15;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;kandamu. [Skt.] n. The mango tree, &#xC1A;&#xC42;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;msamu. [Skt.] n. Flesh, meat. &#xC28;&#xC02;&#xC1C;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC32;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC32;&#xC2E;&#xC41; m&#x101;msalamu. adj. Strong, stout, lusty, fleshy. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC32;&#xC41;&#xC21;&#xC41; a strong man. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; m&#x101;ms-&#x101;&#x1E63;anu&#x1E0D;u. n. A meat-eater, an eater of flesh. &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; m&#x101;msiku&#x1E0D;u. n. A meat-seller, &#xC2E;&#xC43;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;ndyamu. [Skt. from &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;.] n. Dullness, sluggishness, torpor, apathy, stupidity, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Sickness, indisposition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC26;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;m&#x101;nd&#x101;&#x1E37;i. [Tel.] n. A green silk cloth. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC40;&#xC30;. &quot;&#xC38;&#xC40; &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC1C;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC33;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC3F;&#xC35; &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC46;.&quot; P. iv. 364. &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC2A;&#xC1A;&#xC4D;&#xC1A; a kind of false emerald. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;ntriku&#x1E0D;u. [Skt. from &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. A magician, conjurer, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;m&#x101;gu. [Tel.] v. n. To mellow, or ripen fully (as a fruit, or a boil), &#xC2A;&#xC02;&#xC21;&#xC2C;&#xC3E;&#xC30;&#xC41;. n. Dirt, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A black spot, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC21;. A disease marked with black spots, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC41; m&#x101;gilu. v. n. To become dim, &#xC2E;&#xC15;&#xC3F;&#xC32;&#xC2F;&#xC17;&#xC41;. &#xC2E;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; m&#x101;gu&#x1E0D;u. n. Blackness, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. Dirt, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC2E;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; m&#x101;gu&#x1E0D;u-p&#x101;ru. v. n. To become dim, or dull, to become soiled or black. &#xC2E;&#xC3E;&#xC2F;&#xC41;, &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC21;&#xC02;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Prabh&#x101;vati Prad. v. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;m&#x101;g&#x101;&#x1E47;i. [Tel.] n. Wet land irrigated for cultivation, wet cultivation. &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC02;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC47;&#xC32;. &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; or &#xC2E;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F; m&#x101;g&#x101;ni. n. A country, &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; the east country.
			</div>
                