&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1C;&#xC40;</span>&#xA0;&#xA0;m&#x101;j&#x12B;. [H.] adj. Cancelled. Former, late, last, past, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F;, &#xC17;&#xC21;&#xC1A;&#xC3F;&#xC28;. &#xC08; &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC1C;&#xC40; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this law is repealed. &#xC2E;&#xC3E;&#xC1C;&#xC40;&#xC24;&#xC39;&#xC36;&#xC4D;&#xC36;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41; the late Tahsildar. &#xC2E;&#xC3E;&#xC1C;&#xC42;&#xC32;&#xC41; maj&#x16B;lu. adj. Dismissed from office.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;m&#x101;&#x1E6D;sa-k-amma. [Tel. &#xC2E;&#xC3E;&#xC1A; + &#xC05;&#xC15; + &#xC05;&#xC2E;&#xC4D;&#xC2E;.] n. A woman of a masculine appearance. &#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1A;&#xC46;&#xC28;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;</span>&#xA0;&#xA0;m&#x101;chena-pakke. [Tel.] n. A kind of carp fish. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;m&#x101;chi. [Tel.] n. A kind of tree. A gall nut. &#xC2E;&#xC3E;&#xC1A;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; m&#x101;chi-patri. n. A plant, Artemisia indica. (Watts.) &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC47;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;ghamu. [Skt.] n. The name of the eleventh Telugu month, answering to February-March. &#xC2E;&#xC3E;&#xC18;&#xC41;&#xC21;&#xC41; m&#x101;ghu&#x1E0D;u. n. The name of a Sanskrit poet. &#xC2E;&#xC3E;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41; m&#x101;ghyamu. n. A sort of jasmine. &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. A. v. 116.
			</div>
                