&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1F;&#xC40;</span>&#xA0;&#xA0;m&#x101;&#x1E6D;&#x12B;. [Tel.] n. Dirty grain. &#xC2E;&#xC3E;&#xC1F;&#xC40;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; sweepings of grain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC02;&#xC17;</span>&#xA0;&#xA0;m&#x101;&#x1E6D;i-nanga. [Tel. &#xC2E;&#xC3E;&#xC1F;&#xC3F; + &#xC28;&#xC02;&#xC17;.] n. A lustful person, &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;m&#x101;&#x1E6D;a. [Tel.] n. A word, &#xC2A;&#xC26;&#xC2E;&#xC41;. A promise, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. Slander, &#xC28;&#xC3F;&#xC02;&#xC26;. Opinion, rumour, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC40; &#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; he did not speak of you. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC47;&#xC30;&#xC47; &#xC2E;&#xC3E;&#xC1F; this is another affair, another thing. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC26;&#xC41; this is not about him, I am not talking about him. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC15;&#xC41; &#xC12;&#xC15;&#xC2E;&#xC3E;&#xC1F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he changed his mind every hour. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F; (interj.) Very well. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; there is no alternative. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was reproached or reprimanded by them. In some phrases the word &#xC2E;&#xC3E;&#xC1F; need not be translated. Thus, &#xC06;&#xC2E;&#xC46; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC40; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC47;&#xC2E;&#xC3E;&#xC1F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F; knowing that she would return. &#xC28;&#xC47;&#xC28;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC1F; &#xC30;&#xC42;&#xC22;&#xC3F; it is very true I bought it. &#xC06;&#xC2E;&#xC3E;&#xC1F;&#xC47; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I know nothing of it. &#xC07;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; by this you will get into disgrace. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; he did not fail in his promise. &#xC2E;&#xC3E;&#xC1F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a promise breaker is a pariah, i.e., is a mean wretch. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; how did he know that I was gone? &#xC05;&#xC24;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC2E;&#xC3E;&#xC1F; &#xC09;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC3E; does he propose to go or stay? &#xC35;&#xC3E;&#xC21;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; I do not as yet know that he will remain. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC1F; word for word, literally. &#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC1F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC15;&#xC41; transgress not my command. &#xC24;&#xC28;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC3E;&#xC1F;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41; he did this to avoid blame. &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC1F; to obey. &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC1F; what nonsense! &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I acted as he desired. &#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC1F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC42;&#xC1F; a command is easy to give but hard to perform, or a word from you will make me rich. &#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC47;&#xC32; why discuss it at length, in a word. &#xC06; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC40; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC32;&#xC47;&#xC26;&#xC41; there is no mention of the marriage in this book &#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC47;&#xC30;&#xC41;, &#xC28;&#xC40;&#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC47;&#xC30;&#xC41; I say one thing you say another, my opinion is different from yours, my case is quite different from yours. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC32;&#xC47;&#xC35;&#xC41; he and I are not on speaking terms. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; why do you speak with him? &#xC08;&#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC47; &#xC06;&#xC2F;&#xC28; &#xC2F;&#xC47;&#xC2E;&#xC28;&#xC41;&#xC28;&#xC41; if he hears of this what will he say? &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC2F;&#xC47;&#xC2E;&#xC3F; what was the upshot of the business? &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC38;&#xC3E;&#xC17;&#xC26;&#xC41; he has now no influence. &#xC15;&#xC21;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC47; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; at last his words proved true. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC07;&#xC02;&#xC15;&#xC3E; &#xC2F;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; I do not yet know the result. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC47; &#xC35;&#xC3F;&#xC21;&#xC35;&#xC21;&#xC41; if he begins talking he will never stop. &#xC05;&#xC26;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F; what nonsense! such a thing is impossible. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC47; &#xC15;&#xC3E;&#xC23;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; he talks well but has a bad heart. &#xC07;&#xC02;&#xC15;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; a child that cannot yet speak. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06; &#xC0A;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC3E;&#xC1F; &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC32;&#xC47;&#xC15; &#xC2E;&#xC3E;&#xC1F; &#xC38;&#xC3E;&#xC17;&#xC41;&#xC24;&#xC41;&#xC02;&#xC26;&#xC3F; he has influence in the town. &#xC06;&#xC2F;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; his word is law. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC47;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; as far as words go he is rich enough. &#xC12;&#xC15; &#xC2E;&#xC3E;&#xC1F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; his reproaches were returned ten-fold. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; m&#x101;&#x1E6D;a-k&#x101;&#x1E0D;u. n. A good public speaker, &#xC38;&#xC2D;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC15;&#xC4D;&#xC24;. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F; m&#x101;&#x1E6D;a-k&#x101;ri. n. A skilful speaker, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A talkative person, &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; m&#x101;&#x1E6D;ala-m&#x101;ri. n. A talkative person, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; m&#x101;&#x1E6D;a-l-&#x101;&#x1E0D;u. v. n. To speak, talk, converse, to reproach. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC0A;&#xC30;&#xC3F;&#xC15;&#xC46; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC41; why reproach me for nothing? S. iii. 41.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E0D;pu. [Tel.] n. A kind of tree. H. iv. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; m&#x101;&#x1E0D;ki. [Tel.] n. Manner, likeness. &#xC30;&#xC40;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F; in that manner. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; in the manner said.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E0D;emu. [Tel.] n. The territory of a king, &#xC2E;&#xC02;&#xC21;&#xC32;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC41;&#xC32; &#xC2D;&#xC42;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC2E;&#xC3E;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC38;&#xC3F;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC46;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC41; m&#x101;&#x1E0D;ugu. [Tel.] n. An upstair house. &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC47;&#xC21;, &#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E0D;u. [Tel.] v. n. To be burnt or scorched. &#xC15;&#xC3E;&#xC32;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC06; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the boil dried up. n. Rice or any other food burnt in cooking. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. The gable end of a house, &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC2F;&#xC4A;&#xC15; &#xC2D;&#xC3E;&#xC17;&#xC2A;&#xC41; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2E;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC1A;&#xC41; or &#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x101;&#x1E0D;u&#x1E6D;su. v. a. To burn, scorch, blacken, &#xC2E;&#xC3E;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he burnt their fining pot, i.e. he broke up their scheme. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he looked sulky. &#xC2E;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; m&#x101;&#x1E0D;u-chekka. n. Burnt rice. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;</span>&#xA0;&#xA0;m&#x101;&#x1E0D;a. [Tel.] n. Half a pagoda, that is, about two rupees. &#xC05;&#xC30;&#xC35;&#xC30;&#xC39;&#xC3E;. Money in general. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC3E;&#xC21; an ancient medal imagined to be lucky and worshipped by the wearer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E6D;u. [Tel.] v. n. To get entangled, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC24;&#xC4A;&#xC21;&#xC30;&#xC3F; &#xC2F;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC24;&#xC4B;&#xC21;&#xC2E;&#xC3E;&#xC1F;&#xC41;.&quot; T, iv. 31. v. a. To conceal or hide. &#xC26;&#xC3E;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.n. Concealment, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. A remedy, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;. An ambush, screen, covering. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC17;&#xC47; &#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. A menstruum in which a metal is dissolved. Time, period, occasion. &#xC24;&#xC47;&#xC2A;. Connection, &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;. An instalment of payment. A patch of metal put on to mend a vessel, &#xC24;&#xC2A;&#xC46;&#xC32;&#xC32;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC2A;&#xC4A;&#xC26;&#xC32; &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC28; behind the bushes. &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC12;&#xC17;&#xC4D;&#xC17;&#xC41; m&#x101;&#x1E6D;u-ka&#x1E6D;&#x1E6D;u. v. a. To set a trap. &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; m&#x101;&#x1E6D;iki. adv. Often, every now and then, &#xC05;&#xC21;&#xC41;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; m&#x101;&#x1E6D;&#x12B;-m&#x101;&#x1E6D;i-ki. n. Time after time, again and again, frequently. &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F; m&#x101;&#x1E6D;u-goyyi. n. A hidden pitfall. &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; m&#x101;&#x1E6D;u-pa&#x1E0D;u. v. n. To disappear, vanish, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC15; &#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. Also, to get entangled, to get caught, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC23;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; m&#x101;&#x1E6D;u-ma&#x1E47;ugu. v. n. To be hushed, still or silent. &#xC5B;&#xC02;&#xC5B;&#xC3E;&#xC1F;&#xC2E;&#xC41; &#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC17;&#xC41;. &#xC0A;&#xC30;&#xC02;&#xC24;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC23;&#xC3F;&#xC17;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the whole town was in dead silence. &#xC2E;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; in the dead of the night.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC1F;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;t&#x12B;&#x1E0D;u. [Tel. for &#xC2E;&#xC3E;&#xC28;&#xC1F;&#xC40;&#xC21;&#xC41;.] n. An elephant driver. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC26;&#xC02;&#xC24;&#xC3F;&#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC40;&#xC28;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; Narasim. &#xA7; 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E0D;a-pa&#x1E6D;&#x1E6D;u. [Tel.] n. The crown of the head. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x101;&#x1E0D;i. [Tel.] n. The wild species of horse gram. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC09;&#xC32;&#xC35;.
			</div>
                