&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;m&#x101;tu. [Persian.] n. In chess, check mating with any piece other than a pawn. &#xC1A;&#xC26;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC30;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC17;&#xC3E;&#xC15; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC24;&#xC4B; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC15;&#xC41; &#xC37;&#xC39;&#xC3E;&#xC05;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC32;&#xC3F;</span>&#xA0;&#xA0;m&#x101;tali. [Skt.] n. The name of the charioteer of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;matar-i&#x1E63;vu&#x1E0D;u. [Skt.] n. An epithet of &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; the god of the winds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC17;&#xC4A;&#xC30;&#xC15;</span>&#xA0;&#xA0;m&#x101;ta-goraka. [Tel.] n. A fish called Old Wife or Rice Fish, resembling the Pomfret, &#xC1A;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;</span>&#xA0;&#xA0;m&#x101;tanga. [Skt.] adj. Outcaste pariah. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32; &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC2E;&#xC41; m&#x101;tangamu. (born from &#xC2E;&#xC24;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; a Rishi.) n. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; m&#x101;tangatvamu. n. The Pariah state. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F; assuming the form of an outcaste. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC3F; m&#x101;tangi. n. The goddess P&#x101;rvati, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. The wife of Vasish&#x1E6D;ha, &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A syren. fairy nymph; a she-devil. A Pariah woman, &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. HD. ii. 2561. A woman who sells or serves wine. The name of the tutelary goddess of the Madras boa&#x1E6D;men. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC3F; m&#x101;tangi. n. A kind of shrub. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC24;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; m&#x101;tangu&#x1E0D;u. n. A pariah, &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;</span>&#xA0;&#xA0;m&#x101;ta. [Skt.] n. Mother, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. An epithet of P&#x101;rvati or Lakshmi, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC3E;&#xC24;&#xC32;&#xC41; five ladies who are to be looked upon with as much respect as one&apos;s own mother, viz. (1.) the king&apos;s wife, &#xC30;&#xC3E;&#xC1C;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;; (2) an elder brother&apos;s wife, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;; (3) a teacher&apos;s wife, &#xC17;&#xC41;&#xC30;&#xC41;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;; (4) a mother-in-law, &#xC05;&#xC24;&#xC4D;&#xC24;; (5) one&apos;s own mother; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2E;&#xC3E;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC32;&#xC41; m&#x101;t&#x101;-pitalu. n. Father and mother, parents, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC3E;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC3F; m&#x101;t&#x101;mahi. n. A maternal grandmother. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2E;&#xC3E;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41; m&#x101;t&#x101;mahu&#x1E0D;u. n. A maternal grandfather. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC40; m&#x101;tu-&#x1E63;ri. adj. &apos;Dear&apos; a phrase used regarding elder female relations, as &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC40; &#xC2E;&#xC3E; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC41; my dear mother. &#xC2E;&#xC3E;&#xC24;&#xC43;&#xC15; m&#x101;t&#x1E5B;ika. n. A mother, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. The original writing from which a copy (&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;) is made. &#xC05;&#xC38;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E47;ikyamu. [Skt.] n. A ruby. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. A term of admiration, as &quot;a perfect jewel, a gem.&quot; &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he is a perfect jewel. &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; or &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; as fine as possible. &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; superfine paper, a fine specimen of paper. &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC21;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a darling, a pet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC23;&#xC35;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E47;avakamu. [Skt.] n. A necklace of twenty strings. &#xC07;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC2A;&#xC47;&#xC1F;&#xC32;&#xC41; &#xC17;&#xC32;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC23;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41; m&#x101;&#x1E47;avaku&#x1E0D;u. n. A child, boy, lad, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;tu-lungamu. [Skt.] n. A citron. &#xC2E;&#xC3E;&#xC26;&#xC40;&#xC2B;&#xC32;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;</span>&#xA0;&#xA0;m&#x101;tula. [Skt.] n. The wife of a mother&apos;s brother, &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. Also, the Datura plant, &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41; m&#x101;tula-putrakamu. n. The thorn apple, or fruit of the Datura. &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC2F;. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; m&#x101;tula-putraku&#x1E0D;u. n. The son of a maternal uncle. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC28;&#xC3F; or &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC3F; m&#x101;tul&#x101;ni. n. The wife of a mother&apos;s brother, &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41; m&#x101;tulu&#x1E0D;u. n. A maternal uncle. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; matul&#x113;yu&#x1E0D;u. n. The son of a maternal uncle. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;and &#xC2E;&#xC3E;&#xC24;&#xC43;&#xC36; See under &#xC2E;&#xC3E;&#xC24;.
			</div>
                