&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;di-phalamu. [Skt.] n. A citron. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;</span>&#xA0;&#xA0;m&#x101;diga. [from Skt. &#xC2E;&#xC24;&#xC02;&#xC17;.] n. The cobbler or shoe-making caste. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; a man of that class, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC26;&#xC3F; m&#x101;dig-adi. n. A woman of the cobbler caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC3E;&#xC26;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC26;&#xC35;&#xC33;&#xC2E;&#xC41; or &#xC2E;&#xC3E;&#xC26;&#xC3E;&#xC35;&#xC33;&#xC3F; m&#x101;da&#x1E37;amu. [Tel.] n. Tawny color, &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. A tawny colored cloth. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC1A;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;tsaryamu. [Skt. from &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.] n. Envy, malice. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;tramu. [Skt.] n. Quantity, measure, proportion, computation, whether by number, rate, weight, extent, or capacity. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28; or &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC28; as soon as he said so. &#xC06;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC26;&#xC47;&#xC35;&#xC33;&#xC2E;&#xC41; so large a temple. &#xC06; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a man likely to have that book. &#xC2C;&#xC15;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a sort of fellow, not much of a man. &#xC0F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; how much, how far, to what amount, in what degree. &#xC06;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; so far. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; as far as I know. &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; far from it, by no means, not in the least. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; it is anything but right. &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; there is not the smallest reason. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC05;&#xC32;&#xC35;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC41; it is impossible for mortals. adj. &amp; adv. Only, merely, alone, simply, exclusively. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I alone came.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;m&#x101;tra. [Skt.] n. Measure, extent, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. A little, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;. A short time, a moment, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Also (in Telugu), a pill. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC09;&#xC02;&#xC21;. A bag. &#xC05;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC3F;. A. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;</span>&#xA0;&#xA0;m&#x101;na. [from Skt. &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. One sixteenth part of the measure called a &#xC24;&#xC42;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC4A;&#xC32;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;m&#x101;dhvi. [Skt. from &#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;.] n. Spirituous liquor. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;dhya-sthyamu. [Skt. from &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;.] n. Arbitration, mediation, the decision of an arbitrator, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC25;&#xC41;&#xC30;&#xC3F; m&#x101;dhuryamu. [Skt. from &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;] n. Sweetness, &#xC24;&#xC40;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;dhu-karamu. [Skt. from &#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;.] n. Begging from house to house as a bee gathers honey from flower to flower, &#xC2E;&#xC27;&#xC41;&#xC15;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;madhavu&#x1E0D;u. [Skt.] n. A name of Vish&#x1E47;u; also of Vasanta, the spring season. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC38;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC3F;</span>&#xA0;&#xA0;m&#x101;dhavi. [Skt. from &#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;.] n. Sugar. The large creeping plant termed G&#x153;rtnera racemosa. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC26;. A bawd, &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC26;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;dhavamu. [Skt.] n. A poetical name of the second Telugu lunar month. The spring season, &#xC35;&#xC48;&#xC36;&#xC3E;&#xC16;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;dhava-matamu. [Skt.] n. A Dwaita sect of Vishnu worshippers who adore Hanuman as the one God and look upon Vyasa as their prophet. Their tenets are explained in the &#xC2A;&#xC30;&#xC3E;&#xC36;&#xC30;&#xC38;&#xC02;&#xC39;&#xC3F;&#xC24;. See &#xC2E;&#xC3E;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; m&#x101;diri. [Tel.] n. A pattern, sample, model, type, specimen. &#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A sort, kind, variety. adj. Similar, like. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;-d&#x1E5B;i&#x1E63;amu. [Skt.] adj. Like me, resembling me. &#xC28;&#xC3E;&#xC35;&#xC02;&#xC1F;&#xC3F;. &#xC2E;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC41;&#xC21;&#xC41; m&#x101;-d&#x1E5B;i&#x1E63;u&#x1E0D;u. n. A man like me. &#xC28;&#xC3E;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                