&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;ni-tamu. [Skt. from &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] adj. Respectful. &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; m&#x101;nini. n. A respectable woman, &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. A lady, damsel, maid, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;nikamu. [Skt. from &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. A ruby, &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. A diamond, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2A;&#xC41; m&#x101;nikapu. adj. Set with gems, jewelled. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC16;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC26;&#xC3E;&#xC30;&#xC3F; a prostitute, &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;m&#x101;nika. [Skt. from &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. A dry measure; one fourth of a &#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;, or one-sixteenth of a &#xC24;&#xC42;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15; a stumpy figure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;nasamu. [Skt. from &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. The mind, the seat or faculty of reason and feeling. The name of a lake, &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC38;&#xC30;&#xC4B;&#xC35;&#xC30;&#xC2E;&#xC41;. adj. Mental, &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC2A;&#xC42;&#xC1C; a mental prayer. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x101;na-sin&#x1E6D;su. v. n. To think, consider. &#xC24;&#xC32;&#xC1A;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4C;&#xC15;&#xC28;&#xC2E;&#xC41; m&#x101;na-saukanamu. n. A swan. &#xC39;&#xC02;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC35;</span>&#xA0;&#xA0;m&#x101;nava. [Skt. from &#xC2E;&#xC28;&#xC41;.] adj. Written by Manu. &#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the Laws of Manu. Human, &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC2C;&#xC32;&#xC2E;&#xC41; human strength. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; a mortal woman, i.e., not a goddess. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; m&#x101;nav-&#x101;&#x1E63;anu&#x1E0D;u. n. A cannibal, &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41; m&#x101;navu&#x1E0D;u. n. A man, &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; m&#x101;nav&#x113;&#x1E63;varu&#x1E0D;u. n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. M. 1. i. 141.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;namu. [Skt.] n. A measure of any kind, &#xC15;&#xC4A;&#xC32;&#xC24;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. Pride, arrogance, or indignation, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Civility, honor. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;, Self respect, a sense of honor or dignity. modesty. The pudenda. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC30;&#xC41;&#xC17;&#xC48;&#xC28; &#xC05;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;. A system or method. &#xC38;&#xC4C;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; the solar system of astronomy. &#xC2C;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC28;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; the system described by &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;. &quot;&#xC30;&#xC24;&#xC4D;&#xC28; &#xC15;&#xC1F;&#xC15;&#xC1D;&#xC23;&#xC02;&#xC1D;&#xC23; &#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;.&quot; Swa. ii. 31. &#xC1F;&#xC40; &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; the state of the weather, the nature of the season. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC30;&#xC3F; they disgraced or exposed him. &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; what is the good of living after losing one&apos;s &quot;character?&quot; &#xC2E;&#xC3E;&#xC28;&#xC27;&#xC28;&#xC41;&#xC32;&#xC41; those whose good name is their wealth. &#xC2E;&#xC3E;&#xC28;&#xC39;&#xC40;&#xC28;&#xC41;&#xC32;&#xC41; those who are devoid of character or of self respect. &#xC2E;&#xC3E;&#xC28;&#xC28; Same as &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28; (q. v.) &#xC2E;&#xC3E;&#xC28;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; m&#x101;na-n&#x12B;yamu. adj. Venerable, honourable, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC2E;&#xC3E;&#xC28;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; m&#x101;na-bhangamu. n. Disgrace, dishonor, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC24;&#xC3F; m&#x101;na-vati. n. A modest woman, &#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; m&#x101;na-s&#x1E6D;h&#x101;namu. n. The pudendum muliebre. &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; m&#x101;na-sthu&#x1E0D;u. n. A man of respectability or character. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26; &#xC17;&#xC32;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. &#xC2E;&#xC3E;&#xC28;&#xC3F; m&#x101;ni. adj. Respectable. &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;m&#x101;nisi. [from Skt. &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.] n. A man or woman, a person. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4B;&#xC24;&#xC3F; a baboon, &quot;&#xC15;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; &#xC15;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC26;&#xC3F; &#xC2F;&#xC48;&#xC28;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;.&quot; S. i. 130. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; a demon, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC38;&#xC3F;&#xC30;&#xC4C;&#xC24;&#xC41; m&#x101;nisirautu. n. An epithet of Kub&#x113;ra, &#xC28;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC38;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41; m&#x101;nisi-r&#x113;&#x1E0D;u. n. A king, &#xC30;&#xC3E;&#xC5B;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; m&#x101;nisi-singamu. n. A Telugu substitute for Nrisimha, &#xC28;&#xC43;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC21;&#xC41;.
			</div>
                