&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC47;&#xC1C;&#xC30;&#xC41;</span>&#xA0;&#xA0;m&#x101;n&#x113;jaru. [Eng. &apos;manager.&apos;] n. A manager. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC46;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC41; m&#x101;neru. [Tel.] n. A climbing plant, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;nushamu. [Skt. from &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.] n. Honor, respect. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; m&#x101;nusha-sthu&#x1E0D;u. n. A respectable man. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; m&#x101;nushu&#x1E0D;u. Same as &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. (q.v) &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC3F; manushi. n. A woman. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC2E;&#xC41; m&#x101;nush&#x12B;-ksh&#x12B;ramu. n. Woman&apos;s milk, &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;. M. XII. i. 358. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; manushyamu. n. Manhood, manliness. Kindness, humanity, &#xC15;&#xC30;&#xC41;&#xC23;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;m&#x101;nu. [Tel.] v. a. and v. n. To forbear, refrain, abstain, or desist from, leave off, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To heal, be healed or cured, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;. To be laid aside or left off, to be got rid of. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC46;&#xC28;&#xC41; he stopped without saying it. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC46;&#xC30;&#xC41; they will not fail to be there. &#xC1A;&#xC47;&#xC2F;&#xC15;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC28;&#xC41; how should he fail to do this? &#xC1A;&#xC47;&#xC2F;&#xC15; &#xC2E;&#xC3E;&#xC28;&#xC46;&#xC28;&#xC41; he desisted from doing so. This verb implies a general negative as &#xC30;&#xC3E;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC46;&#xC28;&#xC41; he did not come. &#xC1A;&#xC4A;&#xC30;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC46;&#xC28;&#xC41; he did not enter. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC15;&#xC30;&#xC35;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC3E; if you strike it, will it not bite you? &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC4B; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC4B; whether he spoke or not: lit whether he spoke or whether he forbore. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC05;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC46;&#xC28;&#xC41; I don&apos;t care if it is not there. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC47;&#xC24;&#xC41;&#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC26;&#xC41;&#xC28;&#xC3E; shall I throw the stone or no? &#xC09;&#xC26;&#xC39;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3E; whether they mentioned it or no. &#xC1A;&#xC3F;&#xC02;&#xC24; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC41; abandon your grief. It is even applied impersonally to mean &apos;Never mind,&apos; &#xC2A;&#xC30;&#xC35;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41;, as &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC28;&#xC46; it does not matter if the clothes got wet. &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC46; if you won&apos;t give it, never mind, no matter, it is of no consequence. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x101;ni-pin&#x1E6D;su. v. a. To cause to stop; to prevent. To cause to heal. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I made him stop his journey. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x101;nu-konu. v. a. To relinquish, forego, resign, lay aside, desist from, abstain from. &#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to give up or resign an employment. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41; m&#x101;nu&#x1E6D;su. v. a. To stop, heal, cure. &#xC2E;&#xC3E;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC30;&#xC47;&#xC2A;&#xC41;&#xC1F; to stir up old sores, to revive old quarrels. &#xC2E;&#xC3E;&#xC2E;&#xC3E; m&#x101;m&#x101;. [Tel. short for &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC3E;.] v. imp. Oh! please give up (anger, &amp;c.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;m&#x101;nu. [Tel.] adj. Fit, proper, worthy, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Pleasant, fine, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC2E;&#xC3E;&#xC28;&#xC48; beautiful with brightness. n. Pleasantness, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC24;. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC17; m&#x101;nu-ga. adv. Duly, fitly, truly, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC3E;&#xC28;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; m&#x101;nu. [Tel. cf. Tam. &#xC2E;&#xC30;&#xC2E;&#xC4D;.] n. A tree. Wood. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; or &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC41;, the trunk of a tree. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC28;&#xC2F;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41; m&#x101;nu-pa&#x1E0D;u. v. n. Literally, to turn into wood. To be astounded. or stunned with horror: to stand aghast, to be struck dumb. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; the cross bar of a door. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3E;&#xC28;&#xC41; (cf. Tam. Catamaran), a float. or raft. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; Potash, Pearl-ash, Carbonate of Potash, (Watts.) &#xC2E;&#xC3E;&#xC28;&#xC3F; or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F; m&#x101;ni. adj. Wooden, vegetable. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41; m&#x101;ni-pasupu. n. Wood turmeric, a medicinal drug. Curcuma vanthorrhiza. Rox. i. 25. Ainsl. ii. 183. &#xC2A;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC40;, &#xC26;&#xC3E;&#xC30;&#xC41;&#xC39;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC24; m&#x101;ni-mun&#x1E6D;a. n. A wooden pail. S. ii. 391. &#xC2A;&#xC21;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;.
			</div>
                