&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC40;&#xC28;&#xC2E;&#xC41; m&#x101;makamu. [Skt.] adj. Mine, &#xC28;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC40;&#xC28;&#xC15;&#xC41;&#xC32;&#xC1C;&#xC41;&#xC32;&#xC41; people of my caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;m&#x101;ma. [from Skt. &#xC2E;&#xC3E;&#xC2E;&#xC15;.] n. A father-in-law. Also, a mother&apos;s brother, &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;. The same title is bestowed equally on the brothers of a father-in-law, as &#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC17;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC2E;&#xC17;&#xC3E;&#xC30;&#xC41;. The phrase &#xC36;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC2E; denotes &apos;Uncle Sakuni,&apos; i.e., an evil counsellor. Sakuni was the maternal uncle of Dury&#x14D;dhana. &#xC2E;&#xC3E;&#xC2E;&#xC2E;&#xC3E;&#xC2E; an epithet of Vishnu, as he married Lakshmi the daughter of the Sea (&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;) whose wife (Ganges) is related to him as a daughter, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC24;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC2F;&#xC48;&#xC28; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC17;&#xC41; &#xC17;&#xC02;&#xC17;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F; &#xC24;&#xC28;&#xC15;&#xC41; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;&#xC35;&#xC30;&#xC41;&#xC38; &#xC05;&#xC17;&#xC41;&#xC1F;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC2E; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2D;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;m&#x101;bh&#x113;ri. [Tel.] n. Malabar batmint, Anisomeles malabarica.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2C;&#xC40;&#xC30;</span>&#xA0;&#xA0;m&#x101;-b&#x12B;ra. [Tel.] n. The plant called Ajuga disticha. Rox. iii. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2C;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;m&#x101;-b&#x101;gu [from Skt. &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC3E;&#xC17;&#xC41;.] Interj. Very well! &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;m&#x101;phu-ch&#x113;yu. [H.+ Tel.] v. a. To pardon, forgive, excuse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;m&#x101;pu. [Tel. causal of &#xC2E;&#xC3E;&#xC2F;&#xC41;.] v. a. To dirty, make foul. &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;. To destroy, efface. &#xC2E;&#xC3E;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; to ruin, destroy. n. Evening, &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Night, &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. Infl. &#xC2E;&#xC3E;&#xC2A;&#xC1F;&#xC3F;. Dative &#xC2E;&#xC3E;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; at night. &#xC30;&#xC47;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; morning and evening. &#xC2E;&#xC3E;&#xC2A;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC33; the night time. &#xC2E;&#xC3E;&#xC2A;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC21; the evening sunshine. &#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC41; m&#x101;pu&#x1E0D;u. n. Foulness, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC2F;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;nyamu. [Skt.] adj. Respectable, venerable. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. n. A living: a glebe-land granted by a ruler on quit rent or on various favourable tenures. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; land entirely free of rent. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; land which pays only half the usual rent. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; a glebe-land granted in exchange for another. &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC26;&#xC3E;&#xC30;&#xC41; one who enjoys a &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; m&#x101;nyu&#x1E0D;u. n. A respectable or honorable man. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. One worthy of respect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC46;&#xC28;</span>&#xA0;&#xA0;m&#x101;mena. [Tel.] n. A fragrant root like Sarsaparilla. &#xC26;&#xC42;&#xC21;&#xC2A;&#xC3E;&#xC32;&#xC35;&#xC47;&#xC30;&#xC41;. P. i. 703. Ainslie ii. 177. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC2E;&#xC46;&#xC28; is another kind. &quot;&#xC2E;&#xC3E;&#xC2E;&#xC46;&#xC28;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC2E;&#xC46;&#xC28;&#xC2F;&#xC1F;&#xC3F;&#xC15; &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;.&quot; H. iv. 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x101;m&#x16B;lu. [H.] n. Usage, established custom. &#xC2E;&#xC3E;&#xC2E;&#xC42;&#xC32;&#xC41;&#xC17;&#xC3E; usually, according to custom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC02;&#xC15;&#xC4B;&#xC21;&#xC3F; m&#x101;mu-k&#x14D;&#x1E0D;i. [Tel.] n. A turkey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x101;mi&#x1E0D;i. [Tel.] n. A mango tree, Mangifera indica. Rox. i. 641. &#xC1A;&#xC42;&#xC24;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; a ripe mango. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F; a green mango. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41; mango trees. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC28;&#xC2E;&#xC41; a mango garden or grove. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; mango trees. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; the sour species. &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F; &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; the sweet kind. &#xC17;&#xC41;&#xC5B;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; the low (or small) mango tree. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; a tree which bears a fine species of fruit which are usually tied up to preserve them. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; the wild mango tree, Spondias mangifera. &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F; a mango fruit terminating in a crooked point like a parrot&apos;s bill. Various trees are called &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; Buchanania latifolia. Rox. ii. 385. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; Ficus glomerata Rox. iii. 558. &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;. Ficus racemifera. Rox. iii. 561. &#xC05;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;, &#xC28;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; and so on. &#xC24;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; a jungle shrub. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; m&#x101;mi&#x1E0D;i-guttulu. n. A sort of grain. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A. i. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3E;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;maku&#x1E0D;u. [Skt.] n. A mother&apos;s brother. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;. adj. One belonging to me, &#xC28;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                