&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41; m&#x101;rakamu. [Tel. from &#xC2E;&#xC3E;&#xC30;&#xC41;.] n. Exchange, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rankamu. [Tel.] n. Opposition. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC02;&#xC15;&#xC2E;&#xC17;&#xC41; to oppose. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC38;&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC2E;&#xC3E;&#xC30;&#xC02;&#xC15;&#xC2E;&#xC48;&#xC17;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC46;.&quot; BD. ii. 1021.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;mayu. [Tel.] v. n. To become dirty or foul, to be unwashed, &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC05;&#xC17;&#xC41;. To perish, be destroyed, or effaced. &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it is dirty. &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC32;&#xC41; dirty clothes. &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the vestiges are destroyed, or effaced. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; his head is dirty, i.e., he is unshaven. &#xC24;&#xC32;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a man of beggarly appearance. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she is menstruous. &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the star faded away (at dawn.) &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC28; m&#x101;sina. adj. Dirty, foul. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC2E;&#xC3E;&#xC2F;&#xC41; or &#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC30;&#xC46; interj. Alas! ah! &#xC2C;&#xC33;&#xC3F;&#xC30;&#xC47;, &#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC47;. &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC3E;&#xC2A;&#xC41; m&#x101;yin&#x1E6D;su. v. a. To do away with, abolish, annihilate. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC24;&#xC28;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC3E;&#xC2F;, &#xC28;&#xC3E;&#xC26;&#xC28;&#xC41;&#xC1C;&#xC35;&#xC30;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. v. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;m&#x101;ya. [Skt.] n. Fraud, trick, deceit, delusion, illusion, diplomacy. Conjuring, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. Ignorance, &#xC06;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. Philosophical illusion, the phenomenal-world, unreality of all worldly existence. This is personified in mythology as Lakshmi, the consort of Vish&#x1E47;u, she being the immediate and active cause of creation. &#xC2E;&#xC3E;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41; the delusive world. &apos;Vanity&apos; in the theological sense: materiality as distinguished from intellectuality. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC3F; a deceitful woman. &#xC35;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as women are deceivers. M. XIII. ii. 189. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; a fictitious form. &#xC2E;&#xC3E;&#xC2F;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC41; a seeming herdsman, i.e., Krishna, who bore the appearance of a rustic. &#xC2E;&#xC3E;&#xC2F;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E; unexpectedly, by stealth or trick, cunningly. &#xC2E;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC2F;&#xC26;&#xC3E;&#xC30;&#xC3F; or &#xC2E;&#xC3E;&#xC2F;&#xC2A;&#xC4B;&#xC24;&#xC41; a deceiver, &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC3F;. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F; m&#x101;y&#x101;d&#x113;vi. n. Nature, regarded as a goddess. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F; &#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; a name of Buddha. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41; the place called Haridvara. &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC41; m&#x101;yamu. n. Same as &#xC2E;&#xC3E;&#xC2F;. Disappearance, &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Vanished, disappeared. &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC17;&#xC41; to vanish. &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the ring disappeared. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; they vanished. &#xC06; &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the snake disappeared. &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC41; this is a strange trick. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC3E;&#xC21;&#xC41; m&#x101;yal-&#x101;&#x1E0D;u. n. A rogue. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC3F;, &#xC2E;&#xC3E;&#xC2F;&#xC3F;. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; or &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; m&#x101;y&#x101;vi. n. A cheat, a deceiver, a juggler, a conjurer. &#xC10;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC2F;&#xC3F; m&#x101;yi. n. Concealment. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;. Blackness, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;r-&#x101;&#x1E0D;u. [Tel. &#xC2E;&#xC3E;&#xC30;&#xC41; + &#xC06;&#xC21;&#xC41;.] v. a. To speak against. To oppose in words. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC1F; or &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41; m&#x101;r&#x101;&#x1E6D;a n. Opposition in speech, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC1F;. A quarrel, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;m&#x101;r-&#x101;ku. [Tel.] n. A prop, a post for a plant to creep on, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;ra&#x1E47;amu [Skt. of &#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;.] n. Killing, slaughter. &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC1F;</span>&#xA0;&#xA0;m&#x101;ra&#x1E6D;a. [Tel.] adj. and adv. Other, another, counter, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. Altered, changed. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;. In lieu of. &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC30;&#xC24;&#xC3F; a second Venus, a perfect beauty. &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; another Cupid. &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC30;&#xC42;&#xC2A;&#xC41; an exact likeness. &quot;&#xC2E;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC26;&#xC47;&#xC35;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC17;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC26;&#xC41;&#xC28;&#xC02;&#xC1F;&#xC3F;.&quot; HD. ii. 2816. &quot;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC41;&#xC32;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC28; &#xC2E;&#xC3E;&#xC30;&#xC1F; &#xC30;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; Raja Sekhara. i. 40. &quot;&#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC28;&#xC4B;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC2F;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC47; &#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC46;&#xC26;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC41;.&quot; M. V. iii. 93. &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &amp;c., Step-mother, step-brother, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;raku&#x1E0D;u. [Skt.] n. A slayer, or destroyer. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                