&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;rishu&#x1E0D;u. [Skt.] n. The principal actor or the manager in a theatre. (&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC30;&#xC3F;&#xC2C;&#xC3E;&#xC37;&#xC2F;&#xC02;&#xC26;&#xC41;) &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;m&#x101;ri. [Skt.] n. The name of a goddess like Durga, supposed to preside over certain epidemics. A plague, epidemic or pestilence, slaughter, &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC1C;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41; cholera. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC3F;.&quot; G. i. 276. [Tel.] A noun affix. A doer, one who commits. One who is accustomed to. &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;. or &#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; one who troubles or torments. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a poisoner. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; one who is given to women. &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x101;rin&#x1E6D;su. v. a. To destroy. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; Kuch&#x113;lo. iii. 49. &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC41; m&#x101;ri-masa&#x1E47;gu. v. a. To slaughter, ruin, destroy, &#xC35;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC12;&#xC15;&#xC2F;&#xC46;&#xC21;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC47;&#xC35;&#xC24;&#xC15;&#xC46;&#xC30;&#xC32;&#xC3F;&#xC28; &#xC1A;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC28;.&quot; M. X. i. 174. &quot;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; Rukm&#x101;ngada. iii. 84. &quot;&#xC2E;&#xC46;&#xC38;&#xC35;&#xC26;&#xC4A;&#xC30;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC38;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Swa. v. 28.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; m&#x101;r&#x101;mu. [Tel.] n. Teasing, plaguing, annoying. &#xC17;&#xC4B;&#xC5B;&#xC41;&#xC32;&#xC3E;&#xC1F;. A secret, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A joint, &#xC15;&#xC40;&#xC32;&#xC41;. A trick, knavery, &#xC24;&#xC02;&#xC1F;&#xC3E;. &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; a rogue. &quot;&#xC13; &#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC2E;&#xC3E;&#xC15;&#xC40;&#xC2E; &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1F;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC46;.&quot; S. ii. 40. &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; m&#x101;r&#x101;mu-ch&#x113;yu. v. a. To tease, to plague. &#xC17;&#xC4B;&#xC5B;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC40;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;r&#x12B;chamu. [Skt.] n. Pretence, feigning, hypocrisy, dissembling. &#xC2E;&#xC3E;&#xC30;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41; a giant who was a friend of R&#x101;vana; a deceiver, &#xC2E;&#xC4B;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC40;&#xC2B;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;m&#x101;r&#x12B;-phattu. [H.] n. Trust, charge, possession. &#xC2E;&#xC3E;&#xC30;&#xC40;&#xC2B;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to entrust to one.
			</div>
                