&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rga&#x1E47;amu. [Skt.] n. Search, research, &#xC35;&#xC46;&#xC24;&#xC15;&#xC21;&#xC2E;&#xC41;. Begging, &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC23;&#xC41;&#xC21;&#xC41; m&#x101;rga&#x1E47;u&#x1E0D;u. n. A mendicant, &#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. A. i. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; .m&#x101;rkamu [Tel. from &#xC2E;&#xC3E;&#xC30;&#xC41;.] n. Exchange.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC02;&#xC21;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;rkan&#x1E0D;-&#x113;yu&#x1E0D;u [Skt. from &#xC2E;&#xC43;&#xC15;&#xC02;&#xC21;.] n. The name of a certain sage who lived for ten centuries. &#xC24;&#xC2E;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC02;&#xC21;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC3F; &#xC06;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15; may you live a thousand years.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41; m&#x101;r&#x113;&#x1E0D;u. [Tel.] n. The Bael of Bel Fruit-tree, &#x4D4;gle mermclos. (E. P.) &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;m&#x101;ruvu. [Tel.] n. sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;m&#x101;ruva. [Tel.] n. A sluice from a tank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rutamu. [Skt. from &#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;.] n. Air, wind, &#xC17;&#xC3E;&#xC32;&#xC3F;, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC3F; or &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC41;&#xC21;&#xC41; m&#x101;ruti n. Son of the wind, an epithet of Hanuman and Bh&#x12B;ma &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; m&#x101;rut-&#x101;&#x1E63;anamu. n. A snake; (lit. that which lives on air.) &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; m&#x101;ru&#x1E0D;u. [Skt.] n. Manmadha, the god of love &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; m&#x101;r-&#x101;ntaku&#x1E0D;u. n. An epithet of Siva as the Amoricide, or slayer of lust, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC36;&#xC3F;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; m&#x101;rga&#x1E63;iramu [Skt. from &#xC2E;&#xC43;&#xC17;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;.] n. The ninth lunar month (December-January), Wherein the moon&apos;s change takes place when the sun is in Sagittarius.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rgamu. [Skt.] n. A way, road, path, means, manner, method. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; m&#x101;rga-dar&#x1E63;i. n. A guide. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; m&#x101;rgu-&#x1E0D;u. n. A word used only in composition, as &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; an evil doer. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; he who does good. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; she who does evil. &quot;&#xC05;&#xC1C;&#xC35;&#xC02;&#xC1C;&#xC2E;&#xC3E;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC48;&quot; he who is freed from earthly ties. Chenn. iv. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;m&#x101;ru. [Tel.] v. n. To be changed. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. To be transmuted, altered. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC17;&#xC41;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC06;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC35;&#xC41; that money will not pass. To be ruined, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Opposition, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. A time, &#xC24;&#xC21;&#xC35;, &#xC06;&#xC35;&#xC43;&#xC24;&#xC3F;. &#xC12;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC41; once. &#xC08;&#xC2E;&#xC3E;&#xC30;&#xC41; this once, or this time. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; twice. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41; thrice. &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; many times. Buttermilk, &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. A course or remove at dinner, &#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC24;&#xC42;&#xC30;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2D;&#xC4B;&#xC1C;&#xC4D;&#xC2F;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;. adj. Other, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Opposite, opposed, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;. Turned, averted, &#xC2A;&#xC46;&#xC21;. Replying, answering. &#xC2E;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a substitute. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC41; a reply. &#xC2E;&#xC3E;&#xC30;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; a false key. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; an averted countenance. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC32; a bye-place. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x101;ru-konu. v. a. To attack, front, face. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To oppose, to be adverse to. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; m&#x101;ru-g&#x101;. adv. Instead of, in lieu of, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went in my place, instead of me. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; m&#x101;ru&#x1E6D;su. v. a. To change, &#xC2E;&#xC3E;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC32; or &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; m&#x101;rpu. n. Changing, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC1F;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41; m&#x101;rpu. n. Exchange, change. A kind of fish. &#xC15;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC42;&#xC21;&#xC26;&#xC41; or &#xC15;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC15;&#xC42;&#xC21;&#xC26;&#xC41; marrying a man&apos;s son and daughter with another man&apos;s daughter and son, is wrong. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; m&#x101;ru-talli. n. A step-mother. &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; m&#x101;ru-t&#x101;&#x1E37;amu. n. A picklock, a false key. &#xC26;&#xC4A;&#xC02;&#xC17; &#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC35;&#xC3F;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; m&#x101;ru-tu&#x1E0D;u. n. An enemy plu. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41; enemies, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; m&#x101;ru-pa&#x1E0D;u. v. n. To be changed or exchanged. &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;. To disappear, vanish, &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41; m&#x101;rupu. n. A kind of fish. Russell. 168. &quot;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1C;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; G. i. 111. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; m&#x101;ru-pe&#x1E6D;&#x1E6D;u. v. a. To oppose. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41; m&#x101;ru-b&#x113;ra-g&#x101;&#x1E0D;u. n. A retail dealer. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; m&#x101;ru-b&#x113;ramu. n. Retail trade. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41; m&#x101;ru-manuvu. n. A woman&apos;s second espousals. &#xC06;&#xC21;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC46;&#xC02;&#xC21;&#xC35; &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC26;&#xC3F; a woman who is married a second time, &#xC26;&#xC3F;&#xC27;&#xC3F;&#xC37;&#xC41;&#xC35;&#xC41;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC2A;&#xC46;&#xC02;&#xC21;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC17;&#xC21;&#xC41; a woman&apos;s unlawful husband, &#xC09;&#xC2A;&#xC2A;&#xC24;&#xC3F;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC2F;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2F;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC38;&#xC32;&#xC41; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC32;&#xC41; m&#x101;ru-malayu. v. a. To rival, to match. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC42;&#xC24;&#xC4D;&#xC28;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC36;&#xC2E;&#xC02;&#xC24;&#xC15;&#xC02;&#xC2C;&#xC41;.&quot; Vish. vi. 263. &quot;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC02;&#xC26;&#xC30;&#xC15;&#xC41;&#xC28;&#xC41; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; L. xiii. 130. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC1F; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC1F; m&#x101;ru-m&#x101;&#x1E6D;a. n. An answer, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; m&#x101;ru-mogamu. n. An averted face. &#xC2A;&#xC46;&#xC21;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24; m&#x101;ru-mrota. n. A echo. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC32; m&#x101;ru-m&#x16B;la. n. The opposite side, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC32;. An out of the way corner or retired place &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41; m&#x101;ru-mr&#x14D;yu. v. n. To echo. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41; m&#x101;ru-r&#x16B;pu. n. A new appearance, a change of form. &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC30;&#xC42;&#xC2A;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; m&#x101;r-o&#x1E0D;&#x1E0D;u. v. a. To oppose, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; m&#x101;ru-&#x1E7F;artaku&#x1E0D;u. n. A retail dealer. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC46;&#xC21; or &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC46;&#xC21; m&#x101;ru-me&#x1E0D;a. n. A twisted neck. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC28; &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;. A. iii. 23.
			</div>
                