&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rdavamu. [Skt. from &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;.] n. Softness, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;. Smoothness. Grace. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC35;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; gracious, &#xC15;&#xC30;&#xC41;&#xC23;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;rdangiku&#x1E0D;u. [Skt. from &#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;.] n. A drummer, &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3E;&#xC30;&#xC41;.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x101;rt&#x101;n&#x1E0D;u&#x1E0D;u. [Skt. from &#xC2E;&#xC43;&#xC24;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rj&#x101;lamu. [Skt.] n. A cat. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;rjanamu [Skt.] n. Wiping, &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;. Rubbing, &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC1F;. &#xC15;&#xC47;&#xC36;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;, a comb, &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC28;. Parij. iii. 105. &#xC17;&#xC43;&#xC39;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; cleaning the house. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC3F; m&#x101;rjani. n. A broom, &#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x101;rin&#x1E6D;su. v. a. To wipe. &#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;m&#x101;r&#x1E6D;.su [Tel. causal of &#xC2E;&#xC3E;&#xC30;&#xC41;.] v. a. To change, to alter, to exchange. To serve, as food, &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To transmute metals. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To kill, slaughter, destroy, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; every other day. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x101;r&#x1E6D;su-konu. v. a. To exchange or barter. &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC40;&#xC38;&#xC41;</span>&#xA0;&#xA0;m&#x101;l&#x12B;su. [H.] n. Grooming or rubbing down (a horse.) &#xC2E;&#xC3E;&#xC32;&#xC40;&#xC38;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to groom a horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;m&#x101;limi. [Tel.] n. Familiarity, love, attachment, affection. &#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;. The science of navigation, &#xC13;&#xC21;&#xC28;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F; or &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a navigator, &#xC13;&#xC21; &#xC28;&#xC21;&#xC2A;&#xC41; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;linyamu. [Skt. from &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;.] n. Foulness, turbidness, filth. &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC24;, &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;m&#x101;lali. [Skt.] n. The great flowering jasmine, Jasminum grandiflorum. Rox. ii. 11.&#xC5B;&#xC3E;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;</span>&#xA0;&#xA0;m&#x101;la. [Skt.] n. A garland, wreath, necklace or heraldic collar: a coronal or coronet of flowers. A series or string of verses or songs. &#xC1C;&#xC2A;&#xC2E;&#xC3E;&#xC32; a rosary or string of beads. &#xC17;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC32; scrofula about the neck. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC3E;&#xC32; the alphabet. &#xC2E;&#xC3E;&#xC32;&#xC15;&#xC30;&#xC3F; or &#xC2E;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; m&#x101;la-kari. n. A garland maker, a flower seller. A gardener, &#xC35;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC38;&#xC41;&#xC30;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC2E;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC42;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC35;&#xC4B;&#xC32;&#xC46;.&quot; G. vi. 49. &#xC2E;&#xC3E;&#xC32;&#xC3F; m&#x101;li. n. One who has a garland. A gardener. Radha. i. 74. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15; m&#x101;lika. n. A chaplet, garland of flowers, a wreath. A line, or row. &#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;, &#xC2A;&#xC42;&#xC2E;&#xC3E;&#xC32;&#xC46;, &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.&quot; &#xC24;&#xC30;&#xC41;&#xC23; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC4B;&#xC26;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC48;.&quot; R. vi. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;</span>&#xA0;&#xA0;m&#x101;la. [Tel. from &#xC2E;&#xC2F;&#xC3F;&#xC32;.] n. A pariah, an outcaste, &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. adj. Pariah, outcaste. Vile, base. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;. &#xC2E;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC3F; the jungle crow. In some compounds it is equivalent to dog (as dog-rose), thus: &#xC2E;&#xC3E;&#xC32;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; the wild tulasi. &#xC2E;&#xC3E;&#xC32;&#xC21;&#xC47;&#xC17; an inferior sort of hawk. &#xC2E;&#xC3E;&#xC32;&#xC24;&#xC3E;&#xC1A;&#xC41; the lesser sort of viper. &#xC2E;&#xC3E;&#xC32;&#xC38;&#xC24;&#xC3F; a Pariah woman. &#xC2E;&#xC3E;&#xC32;&#xC15;&#xC42;&#xC24;&#xC32;&#xC41; base language. &#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; a Pariah village. &#xC2E;&#xC3E;&#xC32;&#xC21;&#xC41; m&#x101;la&#x1E0D;u. n. A Pariah. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC32;&#xC26;&#xC3F; or &#xC2E;&#xC3E;&#xC32;&#xC46;&#xC24; m&#x101;ladi. n. A Pariah woman. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC3E;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41; m&#x101;la-n&#x16B;lu. n. Fine thread spun by Pariahs, and used in weaving muslin. &#xC2E;&#xC3E;&#xC32;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; m&#x101;larikamu. n. The being a Pariah. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC09;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC24;&#xC2E;&#xC3E;&#xC32;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC28;&#xC28;&#xC41;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC46;.&quot; UH. iv. 91.
			</div>
                