&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x101;lu. [Tel.] v. n. To be laid aside, to be desisted from. To be spoiled or ruined, &#xC1A;&#xC46;&#xC21;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; m&#x101;lina. adj. Devoid of, &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; or &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; useless. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; idle. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; shameless. &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F; (or &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC15;) &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC3E; did you do this for want of something to do or out of mere idleness? &#xC08; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; these statements are useless. &#xC15;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; relentless, merciless. &quot;&#xC15;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC48;&#xC15;&#xC15;&#xC41;&#xC35;&#xC46;&#xC30;&#xC1A;&#xC3F;.&quot; DRyo. 136. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; helpless. &#xC0E;&#xC30;&#xC41;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; devoid of wisdom, senseless. &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; incestuous. &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; m&#x101;lu&#x1E6D;su. v. a. To set aside, stop. &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC2F;&#xC3F;&#xC38;&#xC3F; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F; they humbled her.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41; m&#x101;lugu. [Tel. from &#xC2E;&#xC3E;&#xC32;&#xC41;.] v. n. To become or grow idle, &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. n. Idleness, &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. Also same as &#xC2E;&#xC3E;&#xC32;&#xC41; a pad or cushion placed on the shoulder of a palanquin bearer. &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; m&#x101;lugu-p&#x14D;tu. n. A sluggard, a lazy wretch. &#xC2F;&#xC40;&#xC21;&#xC35;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC2F;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC42;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC40;, &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;&#xC35;&#xC40;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC3F;&#xC15;.&quot; Chenn. iii. 447.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x101;lu. [Tel.] n. The pad or cushion placed on the shoulder of a palanquin bearer. &#xC2C;&#xC4B;&#xC2F;&#xC40;&#xC32; &#xC2C;&#xC41;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;. Also, property, wealth; the rent or revenue obtained from land. &#xC2E;&#xC3E;&#xC32;&#xC40; pertaining to the revenue. &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; a revenue clerk. &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F; the establishment of revenue peons. &#xC2E;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC3E;&#xC30;&#xC40; paying land tax.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;m&#x101;vi. [Tel.] n. A mango tree. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; or &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; a mango. The after birth, the placenta, &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC4A;&#xC30;. &#xC2E;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2A; m&#x101;vi-ch&#x113;pa. n. A kind of fish. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC1A;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC40;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; m&#x101;va&#x1E6D;i. [from Skt. &#xC2E;&#xC39;&#xC24;&#xC4D;.] n. An elephant driver, or mahout. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;va&#x1E6D;amu. [Tel.] n. A small roll or packet of betel, areca nut, lime, and other ingredients, made up in order to be distributed among guests. &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC40;. &quot;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC32;&#xC35;&#xC32;&#xC2A;&#xC38;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC2E;&#xC32; &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC41;&#xC17;&#xC35;&#xC48;&#xC1A;&#xC3F;.&quot; KP. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2F; m&#x101;le. [Tel.] n. A house, dwelling, &#xC2E;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC46; a cellar. &quot;&#xC2D;&#xC40;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC46;&#xC32;&#xC4B; &#xC2C;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC26;&#xC3E;&#xC1A;&#xC3F;.&quot; G. I. 90. [Also, for Skt. &#xC2E;&#xC42;&#xC32;.] n. A garland, &#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;. A line, &#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17;</span>&#xA0;&#xA0;m&#x101;&#x1E37;iga. [Tel.] n. A house, abode. dwelling. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17; a subterranean chamber. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17; a phrase among Vaishnavas for a house: lit. a blessed tabernacle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;lyamu. [Skt.] n. A wreath, chaplet, garland. &#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;. &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; m&#x101;lya-vantamu. n. The name of a certain mountain. &#xC12;&#xC15; &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;luramu. [Skt.] n. The Bael tree, &#x4D4;gle mermclos. &#xC2E;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC41;. Also, the Wood apple tree. &#xC35;&#xC46;&#xC32;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41; m&#x101;vantu&#x1E0D;u. [from Skt. &#xC2E;&#xC39;&#xC24;&#xC4D;.] n. An elephant driver, &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC33;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC33;&#xC35;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; m&#x101;&#x1E37;avamu. [Skt.] n. The country called Malwa, &#xC26;&#xC47;&#xC36;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC33;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;&#x1E37;ayamu. [Tel.] n. Vulg. for &#xC2E;&#xC39;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC32;&#xC46;&#xC24;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3E;&#xC32;.
			</div>
                