&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2E;&#xC3E;&#xC38;&#xC1F;&#xC40;&#xC21;&#xC41; or &#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC1F;&#xC40;&#xC21;&#xC41; m&#x101;sa&#x1E6D;i. [Skt.] n. A hero, a gymnast, a fine fellow. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC41;; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &quot;&#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC1F;&#xC40;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41;&#xC28; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;.&quot; T. iii. 140. &quot;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC1F;&#xC40;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC32;&#xC40;&#xC32;.&quot; ib. iii. 25. &quot;&#xC2E;&#xC48;&#xC28;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC30;&#xC38;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC38;&#xC1F;&#xC40;&#xC21;&#xC41;.&quot; Swa. v. 56.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;shamu. [Skt.] n. Black gram. Phaseolus radiatus. Rox. iii. 296. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; a kind of bean, Dolichos catjang. Rox. iii. 303. &#xC05;&#xC32;&#xC38;&#xC02;&#xC26;&#xC32;&#xC41;, commonly called &#xC05;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC32;&#xC41;. Jaim. iv. 201. A small weight equal to five seeds.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;vuramu. [Tel.] n. A kind of fish. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC47;&#xC2A;. &quot;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;m&#x101;vu. [Tel.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. The covering a mare. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;. A snare for fish. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. A numerical fraction, one twentieth. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC41; &#xC07;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; if the sire is good the foal will be good. R. i. 8. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; &#xC28;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; vehicles that can separate water from milk, that is, swans. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC28;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC40;&#xC21;&#xC26;&#xC40;&#xC2F;&#xC41; &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC39;&#xC02;&#xC38;&#xC32;&#xC41;. &#xC2E;&#xC3E;&#xC35;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC15;&#xC41; a sort of dagger. &#xC2E;&#xC3E;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; m&#x101;vu-m&#x14D;mu-v&#x101;&#x1E0D;u. n. Lit: &quot;Horse faced.&quot; A kind of mythological being. &#xC15;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC42;&#xC32;&#xC41; m&#x101;s&#x16B;lu. [H.] n. Produce, a crop, &#xC2A;&#xC02;&#xC1F;, &#xC2B;&#xC32;&#xC2E;&#xC41;. That which is collected, income.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;sikamu. [Skt. from &#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;.] adj. Monthly. &#xC2E;&#xC3E;&#xC38;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC46;&#xC32;&#xC28;&#xC46;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;. n. A monthly ceremony for a deceased relative, continued for a year after the death. &#xC0F;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC32;&#xC28;&#xC46;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;m&#x101;sika. [Tel.] n. A patch. &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;. A jumble, a pack of nonsense. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC32;&#xC41; odds and ends. &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to patch up; to raise false claims.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;m&#x101;si. [Tel. from &#xC2E;&#xC3E;&#xC2F;&#xC41;.] n. Dirt, &#xC2E;&#xC2F;&#xC3F;&#xC32;. Also, another form of &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;saramu. [Skt.] n. The scum of boiled rice. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC02;&#xC1C;&#xC3F;, &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2E;&#xC40;&#xC17;&#xC21;. adj. Spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;, Long, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC17; or &#xC2E;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC48; m&#x101;saramu-ga. adv. Being mingled or mixed, unitedly, &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;. &quot;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC32;&#xC15;&#xC41; &#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F; &#xC15;&#xC3E;&#xC38;&#xC30;&#xC26;&#xC27;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2C;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3F; &#xC2C;&#xC47;&#xC30;&#xC2D;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC24;&#xC4B;.&quot; A. iv. 37. &#xC1F;&#xC40; &#xC2E;&#xC3E;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC15;&#xC2E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC3E;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC35;&#xC3F;&#xC15;&#xC38;&#xC28;&#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC27;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC02;&#xC2C;&#xC2F;&#xC3F; &#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC41;&#xC28;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; M. XII. i. 435.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC2E;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC4D;&#xC2E; m&#x101;sak-amma. [Tel.] n. A woman with male characteristics. See &#xC2E;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;samu. [Skt.] n. A month, either of the lunar, solar, or any other computation of the year. &#xC28;&#xC46;&#xC32;. The Telugu months are &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC48;&#xC36;&#xC3E;&#xC16;&#xC2E;&#xC41;, &#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC06;&#xC37;&#xC3E;&#xC22;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;, &#xC2D;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC41;. &#xC06;&#xC36;&#xC4D;&#xC35;&#xC2F;&#xC41;&#xC1C;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC18;&#xC2E;&#xC41;, &#xC2B;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; an intercalary month. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; a lost month. &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; the month proper. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; the time wherein the moon moves through a sidereal revolution. Also, same as &#xC2E;&#xC3E;&#xC37;&#xC2E;&#xC41; a small weight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x101;h&#x101;tmyamu. [Skt. from &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;.] n. Might, efficacy, greatness. The peculiar efficacy or virtue of any divinity or sacred shrine. A work giving an account of the merits of any holy place or object. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; the legend of Sri Rangam. &#xC08; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; the might or efficacy of thi spell. &#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; the adventures of Rama or the miracles of R&#x101;ma.
			</div>
                