&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;min&#x1E6D;hu&#x1E0D;u. [Skt.] n. A paramour, &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC20;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;mi&#x1E6D;h&#x101;yi. [H.] n. A sweetmeat, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC02;&#xC1F;</span>&#xA0;&#xA0;min&#x1E6D;a. [Tel.] n. (Abl. of &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;.) in the sky. &#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F; min&#x1E6D;i. Gen. of &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;. of the sky. &#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3F; min&#x1E6D;i-teruvari. n. Lit. a traveller in the sky, i.e., the sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, or an Asura, &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1C;&#xC3E;&#xC1C;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC1C;&#xC3E;&#xC26;&#xC41; mij&#x101;ju. [H.] n. Pride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC02;&#xC5B;&#xC41;&#xC2E;&#xC32;</span>&#xA0;&#xA0;min&#x1E0D;zumala. [H.] n. A part, payment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;min&#x1E6D;su. [Tel.] v. a. To surpass, excel; to transgress. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he surpassed them in learning. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is already gone on. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC15;&#xC41; do not talk rashly. &#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it is now too late, the thing is gone by. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; do not lay a hand upon him, do not take the law into your own hands. &#xC07;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I know nothing more than this. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41; a projecting tooth, i.e., a scapegrace, a disobedient fellow, &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1F;&#xC47;, &#xC32;&#xC47;&#xC15;, &#xC2E;&#xC39;&#xC3E; &#xC09;&#xC02;&#xC1F;&#xC47; &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; at the utmost there may be ten rupees. &#xC06;&#xC30;&#xC42;&#xC15;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he had already paid the money. &quot;&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&quot; M. III. i. 2. when they first went northwards, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC41; the right leg, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41;. n. A kind of ring worn on the second toe, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Excess, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Lightning, &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. Brightness, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC42;&#xC28;&#xC46; it flashed. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC28;&#xC41;, &#xC2E;&#xC46;&#xC30;&#xC38;&#xC46;&#xC28;&#xC41;. &quot;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC26;&#xC4A;&#xC32;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC26;&#xC2F;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#xC36;&#xC3F;&#xC32;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC42;&#xC28;&#xC3F;.&quot; A. i. 43. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC4B;&#xC23;&#xC3F; min&#x1E6D;su-b&#x14D;&#x1E0D;i. n. A beautiful girl. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC24;&#xC40;&#xC17;&#xC46;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC32; min&#x1E6D;sudala. n. Transgression. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;. Excess, greatness, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41; mingu. [Tel.] v. a. To swallow, devour. &#xC15;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41; to swallow one&apos;s saliva, to stand speechless, to smother one&apos;s grief: to water, as the mouth, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC24;&#xC3E;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; why do you falter so in speaking. &quot;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC46;, &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15; &#xC2F;&#xC40;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC46; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Vaij. iv. 54. the people inside have devoured it. &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;, &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; minga-na-go&#x1E47;&#x1E0D;i. n. A glutton. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;. &quot;&#xC2E;&#xC28;&#xC38;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; BD. iv. 1281.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC02;&#xC21;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC17;&#xC40;&#xC21;&#xC41; min&#x1E0D;a&#x1E0D;u. [from Skt. &#xC2E;&#xC3F;&#xC02;&#xC20;.] n. A paramour. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. A person, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. A great man, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC5B;&#xC02;&#xC17;&#xC2E;&#xC41; min&#x1E0D;a-&#x1E0D;zangamu. n. A buck, a lascivious zangam. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC24;&#xC2A;&#xC38;&#xC3F; a lascivious monk. &quot;&#xC17;&#xC40; &#xC15;&#xC21;&#xC2A;&#xC1F; &#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17; &#xC35;&#xC47;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC21;&#xC2A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC21;&#xC41;&#xC02;&#xC21;&#xC41;&#xC2C;&#xC4B; &#xC17;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC3F; &#xC2F;&#xC40; &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC24;&#xC2A;&#xC38;&#xC3F;.&quot; R. ii. 110. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26; min&#x1E0D;a-tummeda. n. A male carpenter bee. &quot;&#xC2E;&#xC3F;&#xC02;&#xC21;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC4D; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; K&#x101;lahas. iv. 54. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; the bloom of youth, &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; a high or exorbitant interest on money lent, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41; a great cloud, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; min&#x1E0D;a-tanamu. n. Whorishness, rakishness, adultery, &#xC1C;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC24; or &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC3F; min&#x1E0D;ata. n. A harlot, an adulteress, an unchaste woman. &#xC32;&#xC02;&#xC1C;, &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;. &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC30;&#xC3F; min&#x1E0D;ari. adj. Loverlike, appertaining to a paramour &#xC35;&#xC3F;&#xC1F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48; &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; the words of a paramour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3E;&#xC39;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x101;h&#x113;&#x1E63;varulu. [Skt. from &#xC2E;&#xC3E;&#xC39;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;.] n. Worshippers of Siva, a title assumed by the Jangams.
			</div>
                