&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;migulu. [Tel.]. v. n. To remain over, to be over and above; to be left as a residue, to survive. &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To expire, as a period. To pass a limit, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC41;. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; it is now too late. &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the rest, the remainder. &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; the rest of the people. n. Remainder, balance, remnant &#xC2E;&#xC3F;&#xC17;&#xC24;, &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; migilin&#x304;a. adj. Remaining.&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32; migula. adv. Much, exceedingly, excessively, greatly; already, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is already gone. it is too late, he is gone. &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC06;&#xC21;&#xC15;&#xC41; do not use improper language, i. e. do not be rude &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41; migi-lin&#x1E6D;su. v. a. To cause to remain over, &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. To save or lay up. &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; migulu&#x1E6D;su-konu. v. a. To save or lay up. &#xC2E;&#xC3F;&#xC17;&#xC24;&#xC3F; migata. n. That which remains over. Remainder, remnant, surplus, balance. Desideratum, deficit. &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;mikkili. [Tel.] n. Much, abundance, greatness. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vi. adj. Great, much, vast, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Excellent, fine, best, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; an extra eye, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. &quot;&#xC15; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC2D;&#xC3E;. ii. &quot;&#xC38;&#xC40; &#xC05;&#xC16;&#xC3F;&#xC32;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC36;&#xC4D;&#xC2F;&#xC47;&#xC28;&#xC2E;&#xC27;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC36;&#xC4D;&#xC35;. ii. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; Siva. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; the sky. &#xC06;&#xC15;&#xC36;&#xC2E;&#xC41;. &quot;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC02; &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F; &#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC02;&#xC27;&#xC30;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC15;&#xC4B;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC42;&#xC2F;&#xC17;&#xC26;&#xC4A;&#xC21;&#xC17;&#xC46;&#xC28;&#xC4D;.&quot; S. i. 173. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; too much salt. adv. Very, greatly, much, vastly, extremely, excessively, too much, more than. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC48;&#xC28; utterly false. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; very secretly. &#xC17;&#xC4B;&#xC21;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the walls are ruined. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; mikkili-v&#x101;&#x1E0D;u. n. a great person, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;. v. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC41; mikkilu. v. n. To exceed, excel, &#xC2E;&#xC40;&#xC30;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15; &#xC24;&#xC32;&#xC26;&#xC32;&#xC24;&#xC4B; &#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC32;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC3F; &#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC47;&#xC32;&#xC41;&#xC38;&#xC47;&#xC24;&#xC41;&#xC32; &#xC17;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC17;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC28;&#xC4D;&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. vi. Also, to come from left to right, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC17; &#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;.&quot; B. i. &#xA7;. 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41; mikka&#x1E6D;amu. [Tel.] n. Excess, abundance, greatness, extremity. &quot;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC48; &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC41; &#xC17;&#xC28;&#xC4D;&#xC17;&#xC4B;&#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; Chenn. ii. 287. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41; or &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2A;&#xC41;. adj. Excessive, extreme, great, much. &#xC26;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC39;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
                