&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC1F;&#xC2E;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;mi&#x1E6D;a-mi&#x1E6D;a. [Tel.] adv. Fiercely, hotly, brightly, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;, &quot;&#xC2E;&#xC3F;&#xC1F;&#xC2E;&#xC3F;&#xC1F;&#xC28;&#xC46;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC2F;&#xC17;.&quot; Padma. iv. 62. &#xC2E;&#xC3F;&#xC1F;&#xC2E;&#xC3F;&#xC1F;&#xC28; mi&#x1E6D;ami&#x1E6D;ana. n. Fierceness, brightness. &#xC2E;&#xC3F;&#xC1F;&#xC2E;&#xC3F;&#xC1F;&#xC28;&#xC3F; mi&#x1E6D;ami&#x1E6D;a-m. adj. Fierce, bright &#xC2E;&#xC3F;&#xC1F;&#xC2E;&#xC3F;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; mi&#x1E6D;a-mi&#x1E6D;a-l-&#x101;&#x1E0D;u v. n. To leap, to be insolent or arrogant. &#xC0E;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC46;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41; mi&#x1E6D;&#x101;ramu. n. Beauty, eoquetry, foppery. &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC06;&#xC32;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC32;&#xC24;&#xC02;&#xC17;&#xC3F; &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; N. ix. 55. &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F; mi&#x1E6D;&#x101;ri. n. A belle, a pretty woman. &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &quot;&#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC40;&#xC17;&#xC43;&#xC39;&#xC02;&#xC2C;&#xC41;.&quot; Radha. iii. 104. &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F; or &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41; adj. Graceful, pretty, attractive; charming, beautiful, coquettish, foppish, &#xC12;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;. &quot;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC4B;&#xC2F;&#xC17;&#xC2A;&#xC41; &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC41; &#xC2E;&#xC4B;&#xC39;&#xC2A;&#xC41;&#xC1F;&#xC4B;&#xC30; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; H. v. 26. &quot;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC2A;&#xC41; &#xC17;&#xC4B;&#xC1F;&#xC3F;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; T. iii. 10. &#xC2E;&#xC40;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41; a coquettish look. &#xC2E;&#xC3F;&#xC1F;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mi&#x1E6D;&#x101;r-in&#x1E6D;su. v. n. To move gracefully, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To bound, jump, leap. &#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC2E;&#xC3F;&#xC21;</span>&#xA0;&#xA0;mi&#x1E0D;a-mi&#x1E0D;a. [Tel. anuk.] adv. Fiercely. &#xC2E;&#xC3F;&#xC21;&#xC2E;&#xC3F;&#xC21;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41; mi&#x1E0D;a-mi&#x1E0D;a-mi&#x1E0D;uku. v. n. To be enraged. &quot;&#xC2E;&#xC3F;&#xC21;&#xC2E;&#xC3F;&#xC21; &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC21;&#xC21;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; BD. iv. 1460.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC24;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC24; mi&#x1E0D;ata. [Tel. from &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;.] n. A grasshopper, locust, or cricket. &#xC36;&#xC32;&#xC2D;&#xC2E;&#xC41;. &#xC06;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC24; a green grasshopper. &#xC2E;&#xC3F;&#xC21;&#xC24;&#xC02;&#xC2D;&#xC1F;&#xC4D;&#xC32; &#xC1C;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; a happy hit. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC24; the cricket that bores the bamboo. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC24; a large kind of cricket. &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC3F;&#xC21;&#xC24; or &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC3E;&#xC2E; a grasshopper. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC24; the wrestler locust, so named from its strength.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;mi&#x1E6D;&#x1E6D;a. [Tel. from &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;.] n. A high or rising ground, a small hill. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;. adj. High, elevated; raised (as ground), jutting out (as teeth.). &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; projecting teeth. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; ups and downs, uneven ground. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41; high noon. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC30;&#xC39;&#xC3E; a kind of gold pagoda worth four rupees. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41; (&#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41; + &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;.) very high ground, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &quot;&#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC35; &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC35;&#xC3F;.&quot; HD. i. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; mi&#x1E6D;&#x1E6D;u. v. n. To fly, &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC41; mi&#x1E6D;&#x1E6D;-&#x101;&#x1E0D;u. (&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; + &#xC06;&#xC21;&#xC41;.) v. n. To roam, to walk about. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC21;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC18;&#xC28;&#xC17;&#xC39;&#xC28;&#xC2E;&#xC41;.&quot; P. i. 292, a forest unfrequented by men. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41; mi&#x1E6D;&#x1E6D;i-pa&#x1E0D;u. v. n. To jump, hop along, bound. &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be puffed with pride or insolence. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; mi&#x1E6D;&#x1E6D;i-p&#x101;&#x1E6D;u. n. Insolence, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
                