&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;mi&#x1E0D;uku. [Tel.] v. n. To live, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;. To be insolent, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. To move, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC41;. To wander, roam, move about, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To grieve, mourn, or lament. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;. To dry. &#xC0E;&#xC02;&#xC21;&#xC41;. &quot;&#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC1C;&#xC40;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC02;&#xC15;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC4D;. &quot;Sumati Satakam. n. Life, &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC28;&#xC41; to grieve, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC17;&#xC3E; mi&#x1E0D;uku-m&#x101;la-g&#x101;. n. adv. Insolently, &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC17;&#xC3E;, &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mi&#x1E0D;u-karin&#x1E6D;su. v. n. To blink (the eyes) in fear. See &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC46;&#xC21;&#xC35;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41;&quot; Dab. 217.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;mi&#x1E0D;i. [Tel. from &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;.] n. Pride, insolence, &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Proud, insolent, &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC32;. High, raised, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; projecting teeth, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. Sharp, hot, &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41; midday, noon. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; spurs. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; mi&#x1E0D;i-kin&#x1E6D;su. v. n. To blink (the eyes), &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC2E;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;&#xC30;&#xC40;&#xC24;&#xC3F;.&quot; S. iii. 32. blinking like an owl. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41; mi&#x1E0D;i-gu&#x1E0D;lu. n. Large prominent eyes. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a man with large eyes. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; mi&#x1E0D;i-gonu. v. n. To glitter, to flash. &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC2A;&#xC48;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC41;&#xC26;&#xC02;&#xC21;.&quot; H. iv. 101. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC41; or &#xC2E;&#xC3F;&#xC23;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC41; mi&#x1E0D;i-n&#x101;gu. n. A springing serpent. The adder. &#xC1A;&#xC3F;&#xC35;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC0E;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC47; &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F; &#xC2E;&#xC3F;&#xC23;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC41;&#xC35;&#xC32;&#xC46; &#xC2A;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he is as proud as a serpent.&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; mi&#x1E0D;i-p&#x14D;vu. v. n. To lose brilliance, become blunt, to be spoiled, &#xC5B;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2A;&#xC21;&#xC41;. To become less. To be an exception, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;. To avoid, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;.&quot; HD. i. 2019. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC2E;&#xC3F;&#xC23;&#xC4D;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC3F; mi&#x1E0D;i-nalli. n. A flea. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; mi&#x1E0D;i-m&#x113;lapu. adj. Pragmatic, hot headed, haughty. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC24;&#xC32;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;. &quot;&#xC05;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1C;&#xC40;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC15;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC4D;. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15; &#xC2E;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC2E;&#xC39;&#xC3F;&#xC32;&#xC4B;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC40;.&quot; Sumati Satakam. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC41; mi&#x1E0D;i-m&#x113;lamu. n. Insolence, haughtiness, &#xC2E;&#xC3F;&#xC21;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC2E;&#xC17;&#xC41;&#xC35;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC32;&#xC28;&#xC3F; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC21;&#xC41;, &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC21;&#xC47;&#xC2E;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC17;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC47;.&quot; R. ii. 112. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F; mi&#x1E0D;iya. n. A word of the Veda, &#xC35;&#xC47;&#xC26; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC15; &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC21;&#xC02;&#xC26;&#xC4A;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC1F;&#xC3F;&#xC24;&#xC30;&#xC35;&#xC3E;&#xC24;&#xC3F; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC26;&#xC4B;&#xC1A;&#xC15;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC46; &#xC35;&#xC4D;&#xC35;&#xC32;&#xC28;&#xC30;&#xC38;&#xC3F;&#xC28;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC32;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC30;&#xC3E;&#xC15; &#xC2A;&#xC46;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC32;&#xC15;&#xC28;&#xC4D;.&quot; &#xC2A;&#xC30;. ii. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41; mi&#x1E0D;iyu. v. n. To flash or fly off as a chip of wood or a drop of water. &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC06; &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the chip of the stone leaped out and fell down. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; mi&#x1E0D;i-villu. n. A pellet bow, &#xC09;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC24;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC48;&#xC24;&#xC35;&#xC24;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC46;&#xC32;&#xC24;&#xC32;&#xC41;&#xC21;&#xC3E;&#xC38;&#xC3F;.&quot; Dab. 170. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC41; mi&#x1E0D;isi-pa&#x1E0D;u. v. n. To bounce, leap; to be insolent, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC21;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he suddenly fell down dead. &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41; mi&#x1E0D;isi-p&#x101;&#x1E6D;u. n. Bouncing, exultation, pride, &#xC24;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;mitta. [from Skt. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;.] n. A friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mitamu. [Skt.] adj. Moderate, temperate. Few. &#xC2E;&#xC3F;&#xC24;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC24;&#xC4B; with a few followers. &#xC2E;&#xC3F;&#xC24;&#xC2D;&#xC3E;&#xC37;&#xC3F; one who is moderate in language, not talkative. &#xC2E;&#xC3F;&#xC24;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC32;&#xC41; the ignorant. n. A bound, measure, limit, term; moderation, limitation. &#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; or &#xC05;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; countless, endless, immoderate. &#xC2E;&#xC3F;&#xC24;&#xC3F; miti. n. End, limit. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;, &#xC17;&#xC21;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; unlimited, endless, huge, vast. &quot;&#xC05;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21; &#xC06;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; Pal. 120. &#xC06;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC41; the terms proposed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC23;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41; mi&#x1E47;uku. [Tel.] n. Glimmering, sparkling. &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC12;&#xC15;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; there was a glimmering lamp. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it gleamed, or was just perceptible. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to polish or burnish. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to be gay in dress. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC15;&#xC41;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15; black eyesalve. v. n. To be bright, to glimmer. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; Same as &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; (q. v.). Plu. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F; mi&#x1E47;uguru-purugu. n. A fire fly or its larva. A glow-worn. &#xC16;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mi&#x1E47;akarin&#x1E6D;su. [Tel.] v. n. To blink (the eyes) as in fear, to hesitate, to be at a loss. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is at a loss, he knows not what to do. &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC2E;&#xC41; mi&#x1E47;akaramu. n. Perplexity, &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC1A;&#xC15; &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC24;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC3F;&#xC21;&#xC24;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mi&#x1E0D;u&#x1E6D;su. [Tel. from &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;.] v. a. To drop or pour by drops. &quot;&#xC2E;&#xC43;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; &#xC28;&#xC46;&#xC21;&#xC28;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; DRU. 1112. To crack the knuckles. &#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;, &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; mi&#x1E0D;u-guru. [Tel. from &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;.] n. A spark, a gleam. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC21;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F;.&quot; HD. i. 2228. A firefly or glowworm, &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41; mi&#x1E0D;ugu. [Tel. from &#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;.] n. A hard stone. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC36;&#xC3F;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;mitti. [from Skt. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;.] n. Death or dying. &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41;. &quot;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; R. ii. 22. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15; mittika. [from Skt. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;.] n. Earth, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC41; rice offered to the dead. &quot;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC4A;&#xC02;&#xC17;. &#xC2E;&#xC47;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E;.&quot; Vema. 76.
			</div>
                