&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC25;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;mithy&#x101;. [Skt.] n. A lie. &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. adj. False, unreal, deceptive, delusive. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; mithy&#x101;-drish&#x1E6D;i. Atheism, heresy, materialism. &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC24;, &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC24;&#xC3F; mithy&#x101;-mati. n. Error, mistake. ignorance. &#xC2D;&#xC4D;&#xC30;&#xC2E;, &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC25;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mithunamu. [Skt.] n. A couple, a brace, a pair: particularly male and female. &#xC06;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC32;&#xC5B;&#xC24;. The sign Gemini &quot;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC28;&#xC4A;&#xC15; &#xC2E;&#xC3F;&#xC25;&#xC41;&#xC28;&#xC2E;&#xC41; &#xC1C;&#xC42;&#xC26;&#xC30;&#xC41;&#xC32;&#xC02;&#xC17;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC46;.&quot; M. XIII. ii. 220. &#xC12;&#xC15; &#xC2E;&#xC3F;&#xC27;&#xC41;&#xC28;&#xC2E;&#xC41;&#xC1C;&#xC42;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41; a pair of gamblers &#xC2E;&#xC3F;&#xC25;&#xC41;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; sexual intercourse, &#xC38;&#xC02;&#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC30;&#xC24;&#xC3F;. &quot;&#xC2E;&#xC3F;&#xC25;&#xC41;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Vish. ii. 270.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mithamu. [Skt.] adj. Reciprocal, &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mitramu. [Skt.] n. A friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; mitru&#x1E0D;u. n. A friend. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; mitra-tvamu. n. Friendship. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. a breach of friendship. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41; the making of friends. &#xC05;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; lit. not a friend. i.e., an enemy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;mitti-gonga. n. The conqueror of Death, i.e., Siva. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC41; mitti-&#x1E6D;s&#x16B;lu. n. Lit the child of death, an epithet applied to the descending node of the moon. &#xC15;&#xC47;&#xC24;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; mitti-v&#x113;&#x1E37;a-k&#x101;&#x1E0D;u. n. Siva, &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;See &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;minumu. [Tel.] n. Black gram, Phaseolus mungo, or Phaseolus minimus. &#xC2E;&#xC3E;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC28;&#xC35; or &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2A; minapa. adj. Made of or belonging to the grain called &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; water wherein this gram has been steeped. &#xC2E;&#xC3F;&#xC28;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41; black grain. &#xC2E;&#xC3F;&#xC28;&#xC2A;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; split black gram,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC41; minuku. [Tel.] n. Glittering, flashing, brightness, &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. A marriage token, &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC15;&#xC02;&#xC20;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC48;&#xC28;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;. &quot;&#xC2E;&#xC26;&#xC40;&#xC2F;&#xC17;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC02;&#xC17;&#xC33; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41; &#xC32;&#xC4B;&#xC1A;&#xC28; &#xC17;&#xC4B;&#xC1A;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC41;.&quot; HN. v. 102. A small gold coin. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; or &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; minu-kulu. n. The sciences, the scriptures. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC41;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC09;&#xC21;&#xC3F;&#xC35;&#xC4B;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC40;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC46;&#xC38;.&quot; Vasu. Pref. 7. &#xC1F;&#xC40; &#xC09;&#xC21;&#xC3F;&#xC35;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC21;&#xC3F;&#xC2F; minuku-ch&#x113;&#x1E0D;iya. n. An epithet of Sarasvati. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC28;&#xC41;, &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41; or &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC28;&#xC41; to twinkle, to sparkle. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC30;&#xC23;&#xC3F; or &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC15;&#xC4D;&#xC15; minukula-bara&#x1E47;i. n. An epithet of the sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC39;&#xC3E;</span>&#xA0;&#xA0;minah&#x101;. [H.] n. A deduction. remission, an exception. &#xC2E;&#xC3F;&#xC28;&#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; minah&#x101;-yin&#x1E6D;su. v. a. To subtract, deduct; to make an exception.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC28;</span>&#xA0;&#xA0;mina-mina. [Tel.] n. Brightness, twinkling, sparkling. &#xC24;&#xC33;&#xC24;&#xC33;. &quot;&#xC2E;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC28;&#xC32;&#xC40; &#xC28;&#xC46;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC47;&#xC28;&#xC41;.&quot; H. iv. 178. &#xC2E;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC28;&#xC32;&#xC3E;&#xC21;&#xC41; to sparkle, &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;. adv. Twinklingly, sparklingly, brightly, &#xC24;&#xC33;&#xC24;&#xC33;&#xC2E;&#xC28;&#xC3F;. &quot;&#xC2E;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC28;&#xC1C;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; Sar. D. 464.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; midde. [Tel. from &#xC2E;&#xC40;&#xC26;&#xC41;.] n. A flat roof, an upper story. A flat roofed house or a storeyed house. The pistil of the lotus, &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;. The beazle of a ring, &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC46;. &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a terraded house, a house that has a flat roof, or a storeyed house. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a three storeyed house. &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a ring with a beazle.
			</div>
                