&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC40; mir&#x101;si. [H.] adj. Hereditary. n. Hereditary right, hereditary property, &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24; &#xC32;&#xC47;&#xC15; &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC40;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. a mirasidar, a man possessing landed property.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;, &#xC2E;&#xC3F;&#xC30;&#xC46;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F; mirapa-k&#x101;ya. n. Chilly, or red pepper. Capsicum annuum. &#xC38;&#xC42;&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;. Capsicum, minimum. &#xC17;&#xC4B;&#xC32;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F; or &#xC38;&#xC40;&#xC2E;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F; a very small hot chilly, Bird&apos;s eye chilly, Spur pepper, Cayenne pepper or Goat pepper. Capsicum frutescens. [Watts.] &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30; mirapa-k&#x101;n&#x1E0D;ra. n. A plant called Scopolia aculeata. See &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC30;&#xC2A; mirapa. adj. Appertaining to chilly. &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC2A;&#xC4A;&#xC21;&#xC3F; chilly powder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;</span>&#xA0;&#xA0;mira. [Skt.] n. Extent, a limit, &#xC2E;&#xC47;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; mimmu. [Tel. accusative plural of &#xC28;&#xC40;&#xC35;&#xC41;.] n. You.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mimma&#x1E6D;amu. [Tel.] adj. Much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC28;&#xC41; minnu. [Tel.] n. The sky or heaven, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. (G. &#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F;. D. &#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; Abl. &#xC2E;&#xC3F;&#xC02;&#xC1F;). &#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC17;&#xC38;&#xC3F; it flew up into the sky. &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28; in the sky. &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; as if the skies were falling. Swa. iv. 115. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC1A;&#xC42;&#xC32;&#xC41; minu-&#x1E6D;&#x1E63;&#x16B;la. n. Lit. the offspring of the sky, an epithet of applied to the wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;, lit. the sky-tressed god, an epithet of Siva. &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC15;&#xC41;, &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC15;, &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC35;&#xC3E;&#xC15; or &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; minnu-kolaku. n. The heavenly Ganges. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;. &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; minnu-mannu. n. Heaven and earth, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC2F;&#xC41;. The space between heaven and earth, &#xC30;&#xC4B;&#xC26;&#xC38;&#xC3F;. &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; minnu-v&#x101;ka-t&#x101;lupu. n. An epithet of Siva, as carrying the heavenly Ganges on his head. &#xC17;&#xC02;&#xC17;&#xC3E;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;minna. [Tel.] n. A gem, a jewel. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. That which is noble or preminent. &#xC2E;&#xC47;&#xC1F;&#xC3F;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4A;&#xC23;&#xC3F;&#xC26;&#xC46;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC3F;&#xC26;&#xC28;&#xC30;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.&quot; H. iv. 171. &quot;&#xC32;&#xC47;&#xC24; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC42;&#xC26;&#xC42;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC26;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC46;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; ib. i. 64. adj. Noble, superior, high. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;. &quot;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC46;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC21;.&quot; N. ix. 417.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;mirru. [Tel.] n. An acclivity, swell, rising ground, knoll, bulge. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24; &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41; a face with a projecting forehead. Infl. &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; high lying land &#xC2E;&#xC46;&#xC30;&#xC15;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; high and low ground. &#xC2E;&#xC3F;&#xC30;&#xC41;&#xC24; miruta. (Locative of &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;) n. On high ground. &quot;&#xC35;&#xC47;&#xC17;&#xC35;&#xC30;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC41;&#xC24;, &#xC28;&#xC4A;&#xC15;&#xC35;&#xC28;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; &#xC1C;&#xC4A;&#xC02;&#xC2A;&#xC2E;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; M. XII. iii. 292.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;&#xC41;</span>&#xA0;&#xA0;miru. [Tel.] adj. Dazzling. &#xC2E;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; miru-mi&#x1E6D;lu. n. Dazzle. &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41; the feeling of being dazzled. &#xC2E;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; miru-mi&#x1E6D;lu-konu. v. n. To be dazzled, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC30;&#xC46;&#xC2E;&#xC41; miriyamu. [Tel.] n. Black pepper. &#xC2E;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC3F; or &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; black pepper powder. &#xC05;&#xC26;&#xC3F; &#xC2E;&#xC17;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she grinds pepper on her husband&apos;s head, i.e., she wears the breeches.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;miri-&#x1E6D;s&#x16B;pu. [Tel.] n. An upward look. &#xC2A;&#xC48;&#xC1A;&#xC42;&#xC2A;&#xC41;, &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;</span>&#xA0;&#xA0;minnaka. [Tel.] adv. Sedately. silently, coolly. &#xC0A;&#xC30;&#xC15;.
			</div>
                