&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46; mi&#x1E37;&#x1E37;i. [Tel.] n. A very small spoon like a tea spoon. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mi&#x1E37;itamu. [Skt.] adj. Mixed, conjoined. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mi&#x1E37;indamu. [Skt.] n. The wild bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32;</span>&#xA0;&#xA0;mila-mila. [Tel.] n. Glittering, sparkling. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41; mila-milal-&#x101;&#x1E0D;u. v. n. To glitter sparkle. To abound, swarm, be rife. &#xC06;&#xC15;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32; &#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are exhausted with hunger. &#xC06; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; fihses are swarming or are abundant in that water. &#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32;&#xC28; mila-milana. adv. Wrigglingly. &#xC2E;&#xC46;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC41;. &quot;&#xC38;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC3E;.&quot; M. XVI. i. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC39;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mihi-ru&#x1E0D;u. [Skt.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Jaim. vi. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC39;&#xC3F;&#xC15;</span>&#xA0;&#xA0;mihika. [Skt.] n. Frost, hoar frost, snow. &#xC2E;&#xC02;&#xC1A;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;. A. v. 107. &#xC2E;&#xC3F;&#xC39;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; mihik&#x101;-karu&#x1E0D;u. n. The moon, &quot;whose rays are frosty.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. Vijaya. ii. 115.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC39;&#xC3F;</span>&#xA0;&#xA0;mihi. [Tel.] adj. New, novel. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &quot;&#xC30;&#xC39;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC2E;&#xC30;&#xC1C;&#xC3F;&#xC24;&#xC2A;&#xC41; &#xC26;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;, &#xC2E;&#xC3F;&#xC39;&#xC3F;&#xC2A;&#xC48;&#xC21;&#xC3F;&#xC1C;&#xC17;&#xC3E;&#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;.&quot; Satyabh. iv. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC38;&#xC41;&#xC17;&#xC41; misuku. [Tel.] v. n. To move, stir. &#xC15;&#xC26;&#xC32;&#xC41;.&quot; &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC26;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC47; &#xC2C;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC21;, &#xC2E;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC35;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41; &#xC17;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC40;&#xC1F;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; HD. ii. 162.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;misimi. [Tel.] n. Brilliancy, lustre, polish, &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. adj. Brilliant, polished. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC48;&#xC28;. &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32;&#xC1A;&#xC42;&#xC24;&#xC2B;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; mangoes that shone as if polished. &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC32;&#xC41; thighs that stone as if polished. &quot;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC47;&#xC1F;.&quot; R. ii. 76. &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41; misi-mintalu. n. Fading, decrease of brightness. Want of lustre, gloom, gloominess. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC32;&#xC41;, &#xC15;&#xC28;&#xC41;&#xC17;&#xC02;&#xC26;&#xC41;&#xC1F;&#xC32;&#xC41;. &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; misi-mintu&#x1E0D;u. n. One who is gloomy, or fallen in countenance. One who is tired, &#xC05;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; misi-mintu-r-&#x101;lu. n. A woman who is gloomy or in her decline, or past her bloom She who is tired, &#xC05;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;. &quot;&#xC30;&#xC3E;&#xC32;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC41;, &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC21;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41; &#xC2E;&#xC43;&#xC21;&#xC26;&#xC47;&#xC35;&#xC2F;&#xC47;&#xC28;&#xC41; &#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; BD. vi. 532. &quot;&#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC1A;&#xC46;&#xC21;&#xC15;.&quot; HN. iii. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;misi. [Tel.] n. A sort of fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC38;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC3F;&#xC38; misa. [Tel.] n. Sparkle, flash, brilliancy. &#xC2E;&#xC3F;&#xC32;&#xC2E;&#xC3F;&#xC32;, &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F; &quot;&#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC3F;&#xC38;&#xC32;&#xC41;&#xC24;&#xC47;&#xC30;&#xC41; &#xC28;&#xC28;&#xC41;&#xC2A;&#xC48;&#xC28; &#xC2E;&#xC47;&#xC28;&#xC3F;&#xC38;&#xC4A;&#xC2C;&#xC17;&#xC41;.&quot; T. ii. 68. &#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC28;&#xC41;, &#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC3F;&#xC38;&#xC2F;&#xC28;&#xC41; or &#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC3F;&#xC38;&#xC28;&#xC41; to be bright, &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC37;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41; misha. [Skt.] n. Fraud, a trick, pretext, excuse, pretence. &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;. &#xC0F;&#xC26;&#xC4B; &#xC12;&#xC15;&#xC2E;&#xC3F;&#xC37;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he got a pretext to abuse me. &quot;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC40;&#xC28;&#xC46;&#xC21;&#xC41; &#xC28;&#xC40;&#xC2E;&#xC4A;&#xC17;&#xC02;&#xC2C;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2E;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.&quot; P. iv. 432.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; mi&#x1E63;ramu. [Skt.] adj. Mixed, mingled blended. &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mi&#x1E63;r&#x12B;-ka-rin&#x1E6D;su. v. a. To mix, &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; mi&#x1E63;ru&#x1E0D;u. n. A gentleman, a man of consequence. It is an affix to some proper names, as &#xC06;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;</span>&#xA0;&#xA0;m&#x12B;. [Tel. Gen: of &#xC2E;&#xC40;&#xC30;&#xC41;.] adj. Your. &#xC2E;&#xC40; &#xC05;&#xC28;&#xC4D;&#xC28; your brother.
			</div>
                