&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x12B;du. [Tel.] n. The upper surface; top, head. &#xC09;&#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC0A;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35;&#xC2E;&#xC41;. Futurity. &#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. What is vowed, or set aside for sacrifice, &#xC26;&#xC47;&#xC35;&#xC24;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;. That which is next, the next thing, &#xC2A;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC40;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; m&#x12B;du-ka&#x1E6D;&#x1E6D;u. v. a. To devote, sanctify, set aside in the name of God. &#xC2E;&#xC40;&#xC26; or &#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; m&#x12B;da. postposition. Above, on, upon, on the top of, at, against. &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; a fault laid on me. &#xC06; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is engaged in that business. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC08;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC02;&#xC2A;&#xC46;&#xC28;&#xC41; he sent them upon this business. &#xC07;&#xC15; &#xC2E;&#xC40;&#xC26; in future. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; effected by stratagem. &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC2A;&#xC28;&#xC3F; task after task. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26; in the afternoon. &#xC2E;&#xC3E;&#xC1F;&#xC2E;&#xC40;&#xC26;&#xC2E;&#xC3E;&#xC1F; word upon word. &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; being angry with me. &#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41; send a letter by post. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is hourly expected. &#xC2E;&#xC40;&#xC26;&#xC1F; m&#x12B;da&#x1E6D;a. adv. or prep. After. &#xC07;&#xC15;&#xC2E;&#xC40;&#xC26;&#xC1F; in future. &#xC05;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC1F; after which, then. &#xC35;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC28;&#xC2E;&#xC40;&#xC26;&#xC1F; after they went away. &#xC07;&#xC15;&#xC2E;&#xC40;&#xC26;&#xC1F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; do not have any thing to do with them hereafter. &#xC2E;&#xC40;&#xC26;&#xC1F;&#xC3F; m&#x12B;da&#x1E6D;i. (Irreg. infl. of &#xC2E;&#xC3F;&#xC26;&#xC41;. See &#xC2E;&#xC40;&#xC26;&#xC3F;.) adj. Subsequent. &#xC06;&#xC2E;&#xC40;&#xC26;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; the subsequent acts. &#xC2E;&#xC40;&#xC26;&#xC1F;&#xC3F;&#xC15;&#xC3F; m&#x12B;da&#x1E6D;iki. adv. In future, next year. &#xC2E;&#xC40;&#xC26;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; if there should be no rain next year. &#xC2E;&#xC40;&#xC26;&#xC3F; m&#x12B;di. (infl. of &#xC2E;&#xC40;&#xC26;&#xC41;) adj. Upper, higher, the next, above, on. &#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; the top branch. &#xC28;&#xC3E; &#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E; (her or his) love towards me &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2E;&#xC3E;&#xC1F; the next word. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; what is to be done afterwards. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; the upper layer of earth. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41; staring eyes: (as in the song &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC4B;&#xC38;&#xC46;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC4A;&#xC38;&#xC32;&#xC41;, &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC41;.) &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; the jewels which were on her. &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC40;&#xC17;&#xC21; the cream upon milk. &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; m&#x12B;diki. (Dative of &#xC2E;&#xC40;&#xC26;&#xC41;) Upon, against. &#xC06;&#xC26;&#xC02;&#xC21;&#xC41; &#xC0F;&#xC0A;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; against which village is the army gone? &#xC06; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; that fault was laid upon us. &#xC2E;&#xC40;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; m&#x12B;du-mikkili. adj. Very much, &#xC15;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC1F;&#xC41;</span>&#xA0;&#xA0;m&#x12B;&#x1E6D;u. [Tel.] v. a. To fillip, fling, toss. &#xC35;&#xC40;&#xC23;&#xC46;&#xC2E;&#xC40;&#xC1F;&#xC41; to touch the lute. &#xC17;&#xC4B;&#xC1F;&#xC2E;&#xC40;&#xC1F;&#xC41; to flick away or fling from the nail. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC40;&#xC1F;&#xC41; to spur a horse. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC40;&#xC1F;&#xC41; to touch or scratch (the cheek) with the nail. &#xC24;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the scorpion stung (him) &quot;&#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC17;&#xC2E;&#xC40;&#xC1F;&#xC46;&#xC28;&#xC4D;.&quot; R. v. 293. &quot;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC40;&#xC1F;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;.&quot; Vish. ii. 62. &quot;&#xC24;&#xC47;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC46; &#xC2E;&#xC40;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; V&#x113;ma 1087. &quot;&#xC24;&#xC4B;&#xC26;&#xC4B;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC30;&#xC35;&#xC41;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC35;.&quot; T. v. 22. &quot;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC40;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC17;&#xC4B;&#xC1F;&#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC40;&#xC1F;&#xC41;.&quot; N. vii. 158. &#xC2E;&#xC40;&#xC1F;&#xC41;. n. A touch, fillip, toss. Greatness, grandeur. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &quot;&#xC05;&#xC32;&#xC30;&#xC3F;&#xC24;&#xC4A;&#xC32;&#xC15;&#xC30;&#xC3F; &#xC24;&#xC30;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC40;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC21;&#xC38;&#xC3F;.&quot; R. vi. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC1F;</span>&#xA0;&#xA0;m&#x12B;&#x1E6D;a. [Tel.] n. A lever. A door-latch. A see-saw. &#xC2C;&#xC4B;&#xC28;&#xC41;&#xC2E;&#xC40;&#xC1F; the bar of a trap on which the door hangs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;</span>&#xA0;&#xA0;m&#x12B;. [Tel. Contracted for &#xC2E;&#xC40;&#xC26;&#xC3F; or &#xC2E;&#xC40;&#xC26;&#xC41;.] adj. Upper, above. &#xC2E;&#xC40;&#xC17;&#xC21; or &#xC2E;&#xC40;&#xC35;&#xC21; m&#x12B;ga&#x1E0D;a. (&#xC2E;&#xC40;&#xC26;&#xC41; + &#xC35;&#xC21;.) n. Cream, &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC32; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC2E;&#xC40;&#xC17;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the cream has formed. &#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC40;&#xC17;&#xC21;&#xC32;&#xC41; a name given to a fine sort of rice. H. iv. 156. &#xC2E;&#xC40;&#xC21;&#xC17;&#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; curds with the cream on it. &#xC2E;&#xC40;&#xC17;&#xC3E;&#xC32;&#xC41; m&#x12B;-g&#x101;lu. (&#xC2E;&#xC40;&#xC26;&#xC41; + &#xC15;&#xC3E;&#xC32;&#xC41;.) n. The upper part of the foot, &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC2A;&#xC48;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC40; &#xC1C;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; m&#x12B;-jeyyi. (&#xC2E;&#xC40;&#xC26;&#xC41; + &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.) n. The back of the hand. &#xC15;&#xC30;&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F; &#xC2A;&#xC48; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
                