&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC28;&#xC41;</span>&#xA0;&#xA0;m&#x12B;nu. [Tel. A Drav: word common to all South Indian languages.] n. A fish. &#xC1A;&#xC47;&#xC2A;. &#xC2E;&#xC40;&#xC28;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; a constellation called &#xC30;&#xC47;&#xC35;&#xC24;&#xC40; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. plu. &#xC2E;&#xC40;&#xC32;&#xC41;. &#xC2E;&#xC40;&#xC28;&#xC2E;&#xC41; m&#x12B;namu. [borrowed by Skt. from the Drav. languages.] n. A fish, &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The sign Pisces. &#xC2E;&#xC40;&#xC28;&#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC2E;&#xC40;&#xC28;&#xC15;&#xC47;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; a name of Manmadha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC40;&#xC28;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC15;&#xC3F; &#xC2E;&#xC40;&#xC28;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; or &#xC2E;&#xC40;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; m&#x12B;na-vallanki. n. A bird that lives on fish; probably, a kingfisher or a tern. &#xC28;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC09;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC2A;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC28;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2E;&#xC40;&#xC28;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; m&#x12B;n-&#x101;nku&#x1E0D;u. n. Manmadha so called because this god has a dolphin in his banner. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC40;&#xC28;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; m&#x12B;n-&#x101;ks&#x1E25;i. adj. Bright-eyed, having swimming or glancing eyes. &#xC36;&#xC2B;&#xC30;&#xC28;&#xC2F;&#xC28;. n. The name of a goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x12B;saramu. [Tel.] adj. Excellent, fine, grand, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC40;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4C; &#xC28;&#xC40;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC30;.&quot; T. iv. 144.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x12B;samu. [Tel.] n. A moustache or whisker. An insect&apos;s feelers, horns, or antenn&#xE6;. Plu. &#xC2E;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC40;&#xC38;&#xC32;&#xC41; or &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC40;&#xC38;&#xC32;&#xC28;&#xC41; &#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC32;&#xC32;&#xC42;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; (Padm. iii. 37.) to beard a lion in his den. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC02;&#xC15; &#xC2E;&#xC40;&#xC38;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; his whiskers have not yet appeared.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC2E;&#xC40;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x12B;lanamu. [Skt.] n. Closing the eyes, &#xC15;&#xC28;&#xC41;&#xC2E;&#xC42;&#xC2F;&#xC41;&#xC1F;. &#xC2E;&#xC40;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; m&#x12B;litamu. adj. Closed, as the eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;m&#x12B;ru. [Tel.] v. n. and a. To exceed, transgress, pass, excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC21;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC21;&#xC41; &#xC2E;&#xC40;&#xC30;&#xC3F;&#xC38;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; a grown up girl. &#xC2E;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC4D; excessively, extremely. &#xC30;&#xC42;&#xC22;&#xC3F;&#xC2E;&#xC40;&#xC30; certainly. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC2E;&#xC40;&#xC30; prettily. &#xC1A; &#xC28;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC40;&#xC30; affectionately. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC02;&#xC17; healthfully, cheerfully, i.e., well. &#xC2C;&#xC3E;&#xC33;&#xC3F; &#xC2E;&#xC40;&#xC30;&#xC02;&#xC17; sorrowfully. Vish. iii. 290.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC40;&#xC30;&#xC32;&#xC41; m&#x12B;ru. [Tel. plural of &#xC28;&#xC40;&#xC35;&#xC41;.] pron. You. &#xC2E;&#xC40;&#xC26;&#xC3F; m&#x12B;di. pron. Yours. &#xC08; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC47;&#xC28;&#xC3E; is this house yours?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38;</span>&#xA0;&#xA0;m&#x12B;m&#x101;msa. [Skt.] n. A discussion or disputation held to find out the truth regarding anything. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC48;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Polemical divinity. Theological criticism. The name of one of the six great Indian philosophical systems, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; &#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38; is a system of ritualism. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38; is a system practically the same as the &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC21;. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38; is a &apos;treatise&apos; (or essay) on adopting a daughter. &#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41; to dispute, argue. &#xC2E;&#xC40; &#xC2F;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; we had a great discussion about this matter. &#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41; m&#x12B;m&#x101;msaku&#x1E0D;u. n. One who knows the M&#x12B;m&#x101;nsa system of philosophy, &#xC2E;&#xC40;&#xC2E;&#xC3E;&#xC02;&#xC38; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;</span>&#xA0;&#xA0;mu. [Tel.] n. An affix of neuter nouns and of masculine nouns that take neuter form as &#xC15;&#xC33;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. In composition, it is contraction for &#xC2E;&#xC42;&#xC21;&#xC41; three, and the first consonant of the next word is usually doubled. Thus &#xC2E;&#xC3E;&#xC30;&#xC41; a time, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41; three times, thrice. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15; a quarter, &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15; three quarters. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;) the third eye, &#xC2E;&#xC42;&#xC21;&#xC35; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15; threefold heat. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F; (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC28;&#xC3F;) three quarters of an anna. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41; (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC30;&#xC41;) three seasons. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC41; (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC32;&#xC41;) three legs or three quarters of anything .&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F; a three-legged stool. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC32; (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC4B;&#xC32;) a trident, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; the three worlds, viz., earth, heaven and hell. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; the three (primary) colors. See &#xC2E;&#xC42;&#xC21;&#xC41;.
			</div>
                