&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38; mungi. [Tel.] n. The ichneumon or mongoose, a kind of weasel. Viverra ichneumon. &#xC28;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F; or &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC46; mungi. A tree called Phaseolus madraspatensis. Rox. iii. 311. Compare &#xC2E;&#xC41;&#xC28;&#xC17;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC47;&#xC2A; mungi-musi&#x1E0D;i-ch&#x113;pa. n. A certain fish: a sort of Sparus. (Russell, plate 110.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mung&#x101;mu. [Tel.] n. A palmyra leaf folded like a packet, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC2E;&#xC1F;&#xC4D;&#xC1F;. Half a packetful of anything, &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC40;&#xC30;&#xC46; or &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC1A;&#xC40;&#xC30;&#xC46; mung&#x101;mu-ch&#x12B;re. n. A kind of cloth worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;&#xC30;</span>&#xA0;&#xA0;mungara. [Tel. another form of &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC30;.] n. A nose ring, worn by women. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;&#xC1F;</span>&#xA0;&#xA0;munga&#x1E6D;a [Tel. from &#xC2E;&#xC41;&#xC02;&#xC17;&#xC21;.] adv. First, at first, in front. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC1F;&#xC3F; munga&#x1E6D;i. adj. First, prior. See under &#xC2E;&#xC41;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;</span>&#xA0;&#xA0;munga. [Tel.] n. A certain forest tree called Crololaria stricta. Rox. iii. 265. A bundle of sheaves. &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC2E;&#xC4B;&#xC2A;&#xC41;. adj. Dumb, &#xC2E;&#xC42;&#xC17;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; munga-tanamu. n. Stubbornness, obstinacy, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC32; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; Charita. ii. 523.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;</span>&#xA0;&#xA0;mun. [contracted for Tel. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;.] adj. First, fore, front, as &#xC2E;&#xC41;&#xC02;&#xC17;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41; the front locks of hair. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC21; mun-ja&#x1E0D;a. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC21;.) n. The front place, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC32; mungala. n. The front, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. adv. In front, opposite, before, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC32;&#xC3F; mungali. adj. Fronting, opposite, being in front. &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. Next, &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC3F;. &#xC2E;&#xC40;&#xC26;&#xC1F;&#xC3F;. &quot;&#xC38;&#xC47;&#xC28;&#xC3E;&#xC2A;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC26;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC2F;&#xC48; &#xC28;&#xC21;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;.&quot; M. VI. i. 147. n. One who goes before, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC21;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC32;&#xC41; mun-galu. v. n. To walk before, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC21;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F; or &#xC2E;&#xC41;&#xC02;&#xC17;&#xC30;&#xC3F; mung&#x101;ri. adj. Pertaining to the beginning of the season, &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC48;&#xC30;&#xC41; the early crop. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC41; mun-g&#x101;lu. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC3E;&#xC32;&#xC41;.) n. The fore leg, the tip of the foot. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC48; &#xC5B;&#xC3E;&#xC17;&#xC3F;.&quot; A. vi. 17. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41; mun-gurulu. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;.) n. Front-locks. &#xC05;&#xC32;&#xC15;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC47;&#xC32;&#xC41; mun-g&#x113;lu. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC47;&#xC32;&#xC41;.) n. The fore arm. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC02;&#xC17;&#xC41; mun-gongu. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;.) n. A fringe or trimming. The front tuck of a woman&apos;s girdle, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28; the front end, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC28;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41; mun-g&#x14D;pamu. n. Sudden passion, unreasoning anger. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC15; &#xC24;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC4B;&#xC2A;&#xC3F; mun-g&#x14D;pi. n. A passionate man or woman, a peevish man or woman, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC4B;&#xC32;&#xC41; mun-g&#x14D;lu. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC4B;&#xC32;&#xC41;.) adj. First, &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; mun-jeyyi. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; .) Same as &#xC2E;&#xC41;&#xC02;&#xC17;&#xC47;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41; a bracelet on the wrist; metaphorically, plain as a bangle on the fore-arm, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC5B;&#xC42;&#xC30;&#xC41; mun-&#x1E0D;z&#x16B;ru. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC1A;&#xC42;&#xC30;&#xC41;.) n. The eaves of a house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;mungisa-m&#x101;nu. [Tel.] n. The upright staff of waterlift (&#xC0F;&#xC24;&#xC3E;&#xC2E;&#xC41;) which suspends the bucket. &#xC0F;&#xC24;&#xC3E;&#xC2E;&#xC41;&#xC17;&#xC21;. &quot;&#xC05;&#xC32;&#xC38;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;, &#xC17;&#xC41;&#xC02;&#xC21; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC17;, &#xC28;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC47;&#xC17;&#xC46;&#xC28;&#xC41;.&quot; H. i. 219.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;mungili. [Tel. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC32; + &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.] n. A courtyard. &#xC05;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;. The space between two beams in a house, an apartment, &#xC05;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;. The middle part of anything, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC33;.&quot; Dasaradhi. &#xA7;. 29. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; a treasure lying at your own door, a windfall. R. iv. 158.
			</div>
                