&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC46;</span>&#xA0;&#xA0;munje. [Tel.] n. The kernel of the unripe palm fruit. &#xC32;&#xC47;&#xC24; &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC17;&#xC3F;&#xC5B;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;munjamu. [Skt.] n. A fine silky grass called Saccharum munja. (Rox.) &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; munja-k&#x113;&#x1E63;u&#x1E0D;u. n. An epithet of Vish&#x1E47;u. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F; munji. n. The Brahminical girdle made of the Munja grass, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; A. vi. 21. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; munji-k&#x101;&#x1E0D;u. n. A bachelor. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F;&#xC15;&#xC4A;&#xC15; munji-k&#x14D;ka. n. A garment woven of fibres. &#xC28;&#xC3E;&#xC30;&#xC1A;&#xC40;&#xC30;&#xC46;. V&#x113;ma. 904.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mun&#x1E6D;su. [Tel. causal of &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;.] v. a. To dip, plunge, immerse. To plunge in ruin. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he ruined me entirely. &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; mun&#x1E6D;su-konu. v. a. To surround, to cover, &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC38;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he dipped the pen in the ink and wrote it. See &#xC2E;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;manta. [Tel.] n. A l&#x14D;&#x1E6D;a or small water pot. &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;. A wooden bowl, a small pot or cup. A varying measure of gram, commonly two seers. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC24;&#xC26;&#xC3E;&#xC1A;&#xC17;&#xC28;&#xC47;&#xC32; why do you conceal the pot having come for buttermilk? i.e., why conceal your real intention? &#xC2E;&#xC41;&#xC02;&#xC24;&#xC2A;&#xC4A;&#xC17;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to burn chillies, &amp;c., in a pot and apply it to the face as a torture, &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC24;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;&#xC32; &#xC2A;&#xC4A;&#xC17;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC24;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; munta-gaj-janamu. n. A certain shrub called Echites frutescens. &#xC38;&#xC39;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; munta-m&#x101;mi&#x1E0D;i. n. The Cashew nut tree. Anacardium occidentoie, &#xC05;&#xC17;&#xC4D;&#xC30;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; Cashew nuts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; mun&#x1E0D;lu. [Tel. plu of &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;.] n. Thorns. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC28; a shower of prickles (discharged by a porcupine, &amp;c.) KP. vi. 9. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; mun&#x1E0D;la. adj. Thorny, prickly. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1A;&#xC46; or &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1A;&#xC46; mun&#x1E0D;la-kanche. n. A prickly-pear fence. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2A;&#xC02;&#xC26;&#xC3F; or &#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F; mun&#x1E0D;la-pandi. n. The porcupine, &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC48; mu&#x1E47;&#x1E0D;la-muste. n. A shrub, the Three lobed Nightshade, Solanum trilobatum. &#xC05;&#xC32;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mun&#x1E0D;amu. [Skt.] n. The head cut off from the neck. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC24;&#xC32;. A shaven pate, a bald head. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC32;. The trunk of a lopped tree. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2D;&#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC27;&#xC3E;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;.&quot; A. vi. 29. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; mun&#x1E0D;amu. adj. Shaved, bald, having no hair on the head &#xC17;&#xC4A;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC41;&#xC02;&#xC21; man&#x1E0D;a. n. Lit: One whose head is shaven. A widow, &#xC35;&#xC3F;&#xC27;&#xC35;. A wretch. A whore. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC2E;&#xC41;&#xC02;&#xC21; &#xC2E;&#xC4B;&#xC2F;&#xC41; mun&#x1E0D;a-m&#x14D;yu. v. n. To become a widow, &#xC35;&#xC48;&#xC27;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC02;&#xC21; she is a wretched slut. &#xC06;&#xC21;&#xC2E;&#xC41;&#xC02;&#xC21; a miserable creature. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC21; an immoral wretch. &#xC2A;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC02;&#xC21; a poor wretch. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC4B;&#xC2A;&#xC3F; a widow. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC21; a simpleton. &#xC05;&#xC26;&#xC3F; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC21;&#xC17;&#xC28;&#xC41;&#xC15; as she is a horrid wretch. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC30;&#xC3F; or &#xC2E;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC20;&#xC3E;&#xC15;&#xC4B;&#xC30;&#xC41; a whoremonger. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he keeps a concubine. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41; mun&#x1E0D;a-namu. n. Shaving, shearing, cutting. &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F; mun&#x1E0D;i. n. Bald-pate: one who has a shaven head. &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A barber, &#xC2E;&#xC02;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; mun-&#x1E0D;u&#x1E0D;u. n. A bald headed man, &#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A monk. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &quot;&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48; &#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC42;&#xC32;&#xC35;&#xC3E;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC17;&#xC2A;&#xC3E;&#xC32;&#xC27;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; M. XII. v. 133.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC30;&#xC2E;</span>&#xA0;&#xA0;mun-jerama. [Tel. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC1A;&#xC46;&#xC30;&#xC2E;&#xC41;.] n. A nostril, &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;.
			</div>
                