&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;mundu. [Tel.] n. The front. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. adj. Fronting, fore. Previous, former, preceding, early. After, next. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41; before and behind, what comes before and what comes behind. adv. In front, in the beginning, at first, first. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; you must first do what is first wanted. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC47;&#xC2E;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; what is the meaning of the preceding word? &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F; they were going along, some before, some behind. &#xC30; &#xC35;&#xC02;&#xC24;&#xC48;&#xC28;&#xC3E; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC1A;&#xC42;&#xC21;&#xC15; without considering causes or consequences. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; backwards and forwards, to and fro. Postposition: Before. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; before they come. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC02;&#xC26;&#xC17;&#xC41; mundu-pa&#x1E0D;u. v. n. To go before, to lead. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; or &#xC2E;&#xC41;&#xC02;&#xC26;&#xC32; mundara. n. The front, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. A former time, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;. Beginning, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. adv. Before, in front. First, in the first instance. Formerly, previously. Hereafter, next, in future. After, following, next. &#xC05;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC17; before that. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; or &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F; fronting, opposite, former, previous. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in former times. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; a wound in front. &quot;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC46;&#xC02;&#xC26;&#xC48;&#xC28;&#xC28;&#xC41;&#xC17;&#xC32;&#xC26;&#xC41;.&quot; V&#x113;ma. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. lit. the word before, i.e., the following word; also, the preceding word. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; forwards. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; a ditch before, and a hill behind, i.e., to be in a fix, to be caught in the horns of a dilemma. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to bring forward, promote. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; to come to the front, to be promoted, to prosper. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC32; mundala. (&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC24;&#xC32;.) n. The front part of the head, &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &quot;&#xC27;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC32;&#xC32;&#xC4D; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC3F;.&quot; URK. iv. 112. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F; mun-da&#x1E6D;a. adv. In front, before. &#xC0E;&#xC26;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;munda&#x1E0D;i. [Tel. a word peculiar to the West.] n. A wretch, a miscreant. &quot;&#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F;&#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC24;&#xC46;&#xC17; &#xC2E;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC2A;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC21;&#xC3F; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41;.&quot; Samudap. &#xA7;. 78. plu. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;muk-kan&#x1E6D;i. [Tel. from &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.] n. The three-eyed one; a title of Siva. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; muk-kan&#x1E6D;i-&#x1E6D;sukka. n. A constellation called &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; muk-kan&#x1E6D;i-pan&#x1E0D;u. n. A cocoanut, so called because it has three eyes. See under &#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;mukka. [Tel.] n. A bit, piece, fragment. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; I&apos;ll write a line or two, or, two or three words. &#xC12;&#xC15; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15; a bit of cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mukulamu. [Skt.] n. A bud: a half opened flower. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;, &#xC05;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; muku-lin&#x1E6D;su. v. n. To shut, or close as a flower, the eyes or the hands. &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; mukulitamu. adj. Closed as a bud (used of the eyes, the hands, &amp;c.) &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; muku&#x1E37;&#x12B;-k&#x1E5B;itamu. adj. Closed. &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mukuramu. [Skt.] n. A mirror, &#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muku&#x1E6D;amu. [Skt.] n. A crest, diadem, or tiara. &#xC2E;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41; muku&#x1E6D;amu. [Tel.] n. Linen, &#xC28;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mukundamu. [Skt.] n. The Red lotus. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC2C;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; mukunda-ballemu. n. A halberd or broad bladed spear. &#xC12;&#xC15;&#xC2F;&#xC40;&#xC1F;&#xC46;. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41; mukundu-&#x1E0D;u. n. A name of Vish&#x1E47;u.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;muku. n. Another form of &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;mumpu. [Tel. from &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;.] n. Immersion, plunging, dipping. &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; lands under water. &#xC08; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this tank is full. A multitude, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC2E;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; mumpu-gonu. v. n. To form a crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;.
			</div>
                