&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muk-k&#x14D;&#x1E47;amu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;.] n. A triangle. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muk-kommu-mekamu. [Tel. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; + &#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;.] n. The white-footed antelope, the Gayal. &#xC2E;&#xC28;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;, &#xC0B;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;muk-konu. [Tel. &#xC2E;&#xC41;&#xC28;&#xC41; + &#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To come forward, &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;mukk&#x16B;ru. [Tel.] v. n. To beccome ignorant, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC35; &#xC08; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC35;&#xC32;&#xC35;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC42;&#xC30;&#xC3F; &#xC2F;&#xC42;&#xC30;&#xC15; &#xC35;&#xC17;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC38;</span>&#xA0;&#xA0;mukkusa. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;.] n. A measure of grain, &amp;c., equal to five &#xC2E;&#xC41;&#xC02;&#xC24;&#xC32;&#xC41;, &#xC2E;&#xC42;&#xC21;&#xC41; &#xC15;&#xC41;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC38;&#xC35;&#xC32;&#xC2F;&#xC41;&quot; BD. ii. 869.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2A;&#xC41;&#xC2A;&#xC02;&#xC1A;&#xC46; mukku&#x1E6D;amu. [Tel.] n. A kind of garment, also called &#xC26;&#xC38;&#xC32;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC28;&#xC3E;&#xC30;&#xC2E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC15;&#xC41; mukku. [Tel.] n. The nose. &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;. The bill or beak of a bird, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. The point or tip. &#xC1A;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a nipple. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC5B;&#xC4B;&#xC21;&#xC28;&#xC32;&#xC41; a double nose. &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC28;&#xC32;&#xC4D; &#xC26;&#xC2E;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1C;&#xC4B;&#xC21;&#xC28;&#xC32;&#xC1A;&#xC40;&#xC32;&#xC3F;&#xC1A;&#xC3F;.&quot; A. v. 122. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC28; uncurbed, broken loose, rampant, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;. &quot;&#xC35;&#xC38;&#xC41;&#xC27;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;.&quot; A. vi. 53. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC3F; &#xC2F;&#xC48;&#xC28;&#xC26;&#xC28;&#xC41;&#xC15; satiating his nostrils with fragrance to the full. P. iii. 224. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; and &#xC1C;&#xC40;&#xC28;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; two sorts of grain. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; (the double beaked bird) also called &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15; and &#xC0E;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC30;&#xC2A;&#xC3F;&#xC15;&#xC4D;&#xC15; the Hornbill, or Toucan. Jerdon. No. 198. &quot;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC47;&#xC21;&#xC24;&#xC28;&#xC15;&#xC41;.&quot; HD. ii. 1059. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC0E;&#xC17;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he talked as if I was a perfect stranger to him. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; a pearl not suited to the nose, i.e., a round man in a square hole. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15; a certain useless forest tree. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; mukku. v. n. To moan, groan. To mould or turn musty. To spoil or become half rotten. To strain or press, (as in pain.) &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15; mukka. (Root in A of &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; to be musty or mouldy, &amp;c.) &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; weevils in spoilt grain, &#xC24;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC02;&#xC2A;&#xC41; a frowzy smell. &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; &#xC24;&#xC4A;&#xC02;&#xC21;&#xC42;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC06; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F; a disease has appeared which is peculiar to that place. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the pearls were spoiled. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1C;&#xC46;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; mukkug&#x14D;&#x1E37;&#x1E37;u. n. plu. The nostrils. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; a nose-rope used for curbing oxen. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E; or &#xC2E;&#xC41;&#xC15;&#xC41;&#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E; mukku-domma. n. A sort of fish. H. iv. 225. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; mukk-addamu. n. A pair of spectacles, &#xC38;&#xC41;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC05;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; muk-kammi. (&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; + &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.) or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC30; mukka-ra. (&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; + &#xC30;&#xC3E;&#xC2F;&#xC3F;.) n. A nose ring. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC41; mukkara-m&#x101;nu. n. The frame in which the roller (&#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;) of a &#xC15;&#xC2A;&#xC3F;&#xC32; well rolls. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; muk-ka-ramu. (&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; + &#xC15;&#xC3E;&#xC30;&#xC46;&#xC2E;&#xC41;.) n. A nostril, &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F; mukki&#x1E0D;i (&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; + &#xC07;&#xC21;&#xC3F;) adj. Noseless. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; caries of the bones of the nose. &quot;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F; &#xC24;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC47;&#xC32;.&quot; &#xC30;&#xC3E;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F; or &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;. n. A certain large tree, Schrebera swietenoides. Rox. i. 109. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC15;&#xC41;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41; mukku-d&#x16B;lam. n. The bridge or division of the nose. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC21;&#xC3F; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; mukku-puri&#x1E0D;i. n. The common snipe. (Jerdon.) &#xC12;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; mukku-po&#x1E0D;i. n. Snuff. &#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41; mukku-p&#x14D;gu. n. A nose ring, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC28;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; or &#xC2E;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; mukku-banti. n. A disease that attacks the nose of a cow through cold. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC30; mukku-mungara. n. A certain useless forest tree. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; mukkulu. n. Rice flour. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC42;&#xC15;&#xC32;&#xC41;. A kind of cake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;mukty&#x101;ru. [H.] n. A free agent, a superintendent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;muktasaru. [H.] adj. Abridged, brief. &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muktamu. [Skt.] adj. Freed, released, liberated, discharged, sent (as a weapon). &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC15;&#xC35;&#xC1A;&#xC41;&#xC21;&#xC41; disarmed, freed from his armour. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; mukta-tvamu. n. Freedom, release, liberty. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; mukta-pada-grastamu. n. Reiteration somewhat similar to caffing verses. &#xC05;&#xC02;&#xC24;&#xC3E;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41; mukt&#x101;-phalamu. n. A pearl, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC32;&#xC3F;&#xC2A;&#xC3F; a pearly hand in writing, i.e., round, clear, and beautiful. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to finish (in music.) &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; a summary, the purport. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC33;&#xC3F; mukt-&#x101;vali. n. A pearl necklace. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC2E;&#xC41; mukt&#x101;-sph&#x14D;&#x1E6D;amu. n. A pearl oyster. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; mukti. n. The delivery of the soul from the body, and its exemption from further transmigration, liberation, deliverance, emancipation, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; or &#xC2D;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; release from all earthly bonds or mortal ties. &quot;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC2D;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC39;&#xC3F;&#xC32;&#xC4B;.&quot; Vema. 481. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; muktu&#x1E0D;u. n. One who is freed, emancipated or released from the body. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                