&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC41;&#xC26;</span>&#xA0;&#xA0;muguda. [from Skt.&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC25;.] n. A simple, innocent woman, &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A maid, damsel, a lady, a woman, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC17;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41; mugududu. n. A simple man, a simpleton. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;mugiyu. [Tel.] v. n. To come to an end, close, be finished. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; mugin&#x1E6D;su. v. a. To end, close, terminate, finish, conclude. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; or &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC3F;&#xC15; mugimpu. n. The end, close, conclusion. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mukhyamu. [Skt.] adj. Chief, primary, particular, principal, eminent, urgent, indispensable. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. Excellent, prime, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; the chief purport. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; the bulk of the work, the chief portion. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; this is the chief point. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; this is no great matter. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; mukhyamu-ga. adv. Chiefly, in a great measure, for the most part, particularly, especially, principally, &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; mukhyu&#x1E0D;u. n. A chief, a leader, a principal man, a man of weight. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC16;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mukharamu. [Skt.] adj. Noisy, resounding, loud, uproarious. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC16;&#xC30;&#xC1D;&#xC30;&#xC3F; a roaring cataract. &#xC2E;&#xC41;&#xC16;&#xC30;&#xC3E;&#xC33;&#xC41;&#xC32;&#xC41; humming bees. R. viii. 93. &#xC2E;&#xC41;&#xC16;&#xC30;&#xC41;&#xC21;&#xC41; mukharu&#x1E0D;u. n. A jabberer. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mukhamu. [Skt.] n. The mouth, &#xC28;&#xC4B;&#xC30;&#xC41;. The face, countenance, &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;. The commencement, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. The front, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. The external appearance, the look of the face, &#xC2E;&#xC41;&#xC16;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; nightfall, evening. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; the front of the army. &#xC28;&#xC16;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; the points of the nails. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to indulge. &#xC05;&#xC24;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; he did not speak with them as a friend. &quot;&#xC2C;&#xC32;&#xC4D;&#xC26;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC3E;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC28;&#xC4D;.&quot; Bilh. iii. 25. &#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was hanging with his head down. &#xC06; &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC28;&#xC3F; &#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he held the torch with the flaming end downwards. &quot;&#xC05;&#xC28;&#xC41;&#xC18;&#xC15;&#xC25;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC39;&#xC3F;&#xC24;&#xC3E;&#xC39;&#xC3F;&#xC24; &#xC2C;&#xC4B;&#xC27;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;.&quot; Mand. i. 8. &#xC1F;&#xC40; &#xC15;&#xC3E;&#xC25;&#xC3E; &#xC2E;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC28; by means of a story, &#xC15;&#xC25;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; the profile or half face. &#xC24;&#xC2E;&#xC30;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; I pray that for the sake of Rama you will relieve me. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; towards the west. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house facing the west. &#xC06;&#xC21;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a youth that as yet knows not the face of a woman, i.e., entirely chaste. &#xC05;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC41; &#xC0F;&#xC15;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41;&#xC17;&#xC28;&#xC41;&#xC15; as they were not unanimous or were not all of one mind. &quot;&#xC2C;&#xC3E;&#xC23;&#xC15;&#xC43;&#xC2A;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;,&quot; M. VII. ii. 275; arrows, swords, and other weapons. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he looked sulky or angry. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he turned pale, he looked blank or ashamed. &#xC2E;&#xC41;&#xC16;&#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; complaisance. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC08;&#xC17; &#xC06;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; he was all in a pucker. &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC2E;&#xC3F;&#xC26; &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; fling the money at his face. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has got it by heart. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC41; he talks plausibly. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a stranger. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; a strange land, a land where one has no acquaintance. &#xC2E;&#xC41;&#xC16;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he is a winning man. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; he is a very taking man. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has absconded or disappeared. &#xC2E;&#xC41;&#xC16;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F; flattery. &#xC2E;&#xC41;&#xC16;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to flatter. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he knows the verse by heart. &#xC2E;&#xC41;&#xC16;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; mukhadv&#x101;ramu. n. The mouth. &#xC28;&#xC4B;&#xC30;&#xC41;. &#xC28;&#xC26;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; the mouth of a river. &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC1F;&#xC4D;&#xC1F; or &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E; mukha-pa&#x1E6D;&#x1E6D;a. n. The headstall of a horse, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41; mukha-man&#x1E6D;apamu. n. The porch or pillared entrance of a Hindu temple. &#xC2E;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC16;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; mukha-vachanamu. n. Verbal communication, word of mouth. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. &#xC2E;&#xC41;&#xC16;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; mukha-vastramu. n. A veil. A pall, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC16;&#xC36;&#xC3E;&#xC32; or &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC3E;&#xC32; mukha-s&#x101;la. n. A hall at the entrance of a house, an antechamber, &#xC24;&#xC32; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;. &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; mukh-&#x101;ntaramu-g&#x101;. adv. By means of, through, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;. &#xC28;&#xC3E; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I sent it by my brother. &#xC2E;&#xC41;&#xC16;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC3F; mukh&#x101;-mukhi. adv. Face to face. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC3F;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC46;&#xC26;.&quot; T. iii. 84. &#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; mukhudu. n. A word used in compounds, thus &#xC05;&#xC27;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48; hanging with his face down. &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke graciously. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was cross. &#xC2A;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; he turned his face away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;mugiti. [from Skt. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. Deliverance, salvation, heaven. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
                