&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; muchchi. [H.] n. A painter. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;</span>&#xA0;&#xA0;mugdha. [Skt.] n. A blooming simple girl. &#xC09;&#xC26;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;. A girl of twelve years of age, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2F;&#xC40;&#xC21;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;. A simple girl. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;, &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;. adj. Lovely, beautiful, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. Stupid, ignorant, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;. New, inexperienced, &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC47;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; the new moon, &#xC2C;&#xC3E;&#xC32;&#xC47;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;. Sananda. 266. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; mugdhu&#x1E0D;u. n. A handsome man, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. An ignorant man, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;mugdaru. [H.] n. An Indian club used by wrestlers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;mug-goyya. [Tel.&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;] n. A gag a difficulty or puzzle. &#xC35;&#xC38;&#xC41;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32; &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F; the Vasu Charitra is so hard as to puzzle the best scholars. adj. Difficult, &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;mugguru. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC17;&#xC41;&#xC30;&#xC41;.] pron. Three persons. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;muggu. [Tel.] v. n. To be musty or mouldy, to be damaged or spoiled. &#xC2C;&#xC42;&#xC5B;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC05;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To become overripe. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC41; mugga-v&#x113;yu. v. a. To ripen fruit in baskets in a house. &#xC2E;&#xC3E;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41; muggu. [Tel.] n. A pattern or diagram (&#xC30;&#xC02;&#xC17;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;) drawn with lines of flour or coloured powder. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41; a pattern made in seed pearl. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; to spoil one&apos;s plans, to break the spell. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a limestone, a pebble. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to set a pattern. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to perform certain magic rites, seating the patient on a magic square drawn on the floor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;mugga. [Tel.] n. The name of a particular tree. &#xC12;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; muguru. [Tel.] pron. Three persons. &quot;&#xC2E;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC21;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC3E;&#xC15;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC17;&#xC32;&#xC46; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC41; See under &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F; muchchili. [Tel.] n. The nape or hollow at the back of the neck, &#xC05;&#xC35;&#xC1F;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC43;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC15;, &#xC2A;&#xC46;&#xC21;&#xC24;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;muchchili. [Tel.] n. A small winnowing fan, used by children as a toy. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC41;</span>&#xA0;&#xA0;muchchiru. [Tel.] v. n. To grieve, &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC28;&#xC47;&#xC32; why grieve or sorrow? &quot;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC28;&#xC46;&#xC32;&#xC28;&#xC47;&#xC17;&#xC32;&#xC41;&#xC17; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC43;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC21;&#xC41;&#xC26;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC17;.&quot; M. V. iii. 104. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; muchchiri. n. An aggrieved man, a sorrowful man, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41; muchchiri-tanamu. n. Grief, sorrow. &#xC2E;&#xC28;&#xC4B;&#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. BX. 239.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;much-chi&#x1E6D;s&#x1E6D;su. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC1A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] n. plu. Three fires, &#xC24;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;muchchi-konu. [Tel.] v. a. To cover, to swarm upon as flies. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC26;&#xC3F;&#xC2C;&#xC46;&#xC38;&#xC17;&#xC4A;&#xC28;&#xC17;&#xC3E;&#xC2E;&#xC47;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC46;&#xC2F;&#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC1C;&#xC28;&#xC3F;.&quot; S. ii. 288.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;</span>&#xA0;&#xA0;much-chika. [Tel. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; + &#xC38;&#xC3F;&#xC15;.] n. Husk or scales like those at the stalk part of the cocoanut or palm fruit. &#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;. A basket, &#xC17;&#xC02;&#xC2A;.
			</div>
                