&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC15;</span>&#xA0;&#xA0;much-chivuka. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC1A;&#xC3F;&#xC35;&#xC41;&#xC15;.] n. Three quarters of a rupee. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC35;&#xC32;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;muchchili-p&#x101;&#x1E6D;u. [Tel.] n. Drowsiness, sleepiness, &#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15; muchchilik&#x101;. [H.] n. An agreement in writing, a deed. &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC28;&#xC47;&#xC32;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;mu&#x1E6D;s&#x1E6D;sa&#x1E6D;lu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC1A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;.] n. Three places, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;</span>&#xA0;&#xA0;mu&#x1E6D;s&#x1E6D;sa&#x1E6D;a. [Tel.] n. Conversation, discourse, talk. &#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;. A story; news, tidings, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. Wish, desire, longing, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. Love, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F; prattle, tattle. &#xC2E;&#xC28;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC15;&#xC3E;&#xC26;&#xC41; the loss we suffered is no mere talk, or is no trifle. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am fond of it. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC47; &#xC12;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F; he is fond of conversation. &quot;&#xC12;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC2E;.&quot; T. iii. 7. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC3E; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC32;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;.&quot; N. vii. 182. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; elegant, handsome, attractive, charming, pleasing, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; mu&#x1E6D;s&#x1E6D;sa&#x1E6D;a-k&#x101;&#x1E0D;u. n. One who desires, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC2A;&#xC21;&#xC41; mu&#x1E6D;s&#x1E6D;sata-pa&#x1E0D;u. v. n. To fall in love with, be enamoured of, to wish, long for, desire, &#xC06;&#xC36;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC41;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC3E;&#xC21;&#xC41; mu&#x1E6D;s&#x1E6D;sa&#x1E6D;-in&#x1E6D;su. v. n. To converse, to talk. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;mu&#x1E6D;s&#x1E6D;sangi. [Tel.] n. A sort of fish. H. iv. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;mu&#x1E6D;s&#x1E6D;sa. [Tel. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; + &#xC2A;&#xC41;&#xC38;.] n. The base of the spine, the os coccyx.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;</span>&#xA0;&#xA0;muchche. [Tel.] n. A shoe. &#xC2A;&#xC48;&#xC5B;&#xC3E;&#xC30;&#xC41;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC41; shoes, &#xC2A;&#xC48;&#xC5B;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;. adj. Appertaining to the Moochee caste, who are generally painters, bookbinders, paper cutters, makers of saddles, toys, trunks, &amp;c. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC15;&#xC30;&#xC4D;&#xC30; muchchekarra. n. A spongy wood, Erythrina indica. &#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;. Rox. iii. 249. It is so called because much used by Moochees or cabinet-makers. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC28;&#xC3F; muchche-pani. n. Lacquer work. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; muchche-pe&#x1E6D;&#x1E6D;e. n. A lacquered box. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; muchche-bang&#x101;ramu. n. Tinsel. &#xC15;&#xC3E;&#xC15;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;, &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; muchche-v&#x101;&#x1E0D;u. n. A man of the &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46; caste, &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;mu&#x1E6D;s&#x1E6D;su-konu. [Tel.] v. a. To cover, to swarm. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; mu&#x1E6D;s&#x1E6D;su. [Tel.] n. A rogue, a thief. &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a sheep stealer. &#xC15;&#xC3E;&#xC38;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a cannibal, a flesh eater. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a pretended saint. &#xC28;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a sneak. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a toss-pot or tippler. adj. Roguish, thievish. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; roguish glances. A. vi. 19. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC41; or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; muchchilu. v. a. To steal. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F; muchchili. adv. By stealth. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC41;.&quot; BX. 164. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; mu&#x1E6D;s&#x1E6D;su-tanamu. n. Roguishness, roguery, thievishness. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;. Satya. iv. 232. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; mu&#x1E6D;s&#x1E6D;su-proddu. n. Midnight, &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; mu&#x1E6D;s&#x1E6D;subo&#x1E0D;upu. n. A petty thief. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC02;&#xC17;. &quot;&#xC24;&#xC21;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;.&quot; P. iv. 255.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;mu&#x1E6D;s&#x1E6D;sa-mu&#x1E0D;ugu. [Tel. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41; + &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;.] v. n. To be entirely folded, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;. To become unable to act, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mu&#x1E6D;s-&#x1E6D;savalamu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC1A;&#xC35;&#xC32;&#xC2E;&#xC41;.] n. Three &#x1E6D;savalas or three-eighths of a pagoda. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC1A;&#xC35;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
                