&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC35;</span>&#xA0;&#xA0;mu&#x1E0D;ava. [Tel.] n. A place where platforms for heaping up salt are raised (Vizag.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC20;&#xC3E;</span>&#xA0;&#xA0;mu&#x1E6D;h&#x101;. [H.] n. A subdivision of a district.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;mu&#x1E6D;&#x1E6D;e. [Tel.] n. A snout, &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. A fruit stone. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; a haggard face. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC1A;&#xC47;&#xC2A; mu&#x1E6D;&#x1E6D;e-ch&#x113;pa. n. A sort of fish called Gobius. Russell No. 49. &#xC06;&#xC32;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; a sort of Salmon: ibid No. 171. Other sorts are called &#xC15;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; (plate 50), &#xC28;&#xC42;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; (plate 52), &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; (plate 54.) &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; mu&#x1E6D;&#x1E6D;mekamu. n. A pig, &#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; mu&#x1E6D;&#x1E6D;e-gin&#x1E6D;&#x1E63;u. v. a. To rout up earth with the snout (as a pig.) &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC15;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;mu&#x1E6D;tu. [Tel.] v. a. and v. n. To touch, &#xC24;&#xC3E;&#xC15;&#xC41;. To attack as an enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC41;. To touch or strike a sensitive part of the body, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC3E;&#xC15;&#xC41;. To besiege, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be ended or finished, &#xC15;&#xC21;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To arrive, be received, obtained. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; I did not receive the rupees. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41; to worship to the end, or with unfailing devotion, &#xC15;&#xC21;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC2B;&#xC32;&#xC02; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC26;&#xC46;.&quot; BD. v. 457. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC24;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC47; (Vasu. iv. 170.) as soon as night came to its close. &#xC07;&#xC26;&#xC3F; &#xC24;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC15;&#xC4B; when will this be finished? &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; a snake bit him. n. Contact, touching, &#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;. Defilement by contact. Hence, the menses. A tool or instrument, &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; he does not care about being touched. &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tool. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; (B. v. 807.) a house breaker&apos;s tool for boring walls adj. Defiling, foul, unclean, menstruous. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC28; menstruous. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; mu&#x1E6D;&#x1E6D;ukonu. v. a. To touch, &#xC24;&#xC3E;&#xC15;&#xC41;. To besiege, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To surround, encroach upon, &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; mu&#x1E6D;&#x1E6D;u-kolupu. v. a. To cause to touch or besiege. &#xC30;&#xC3E;&#xC2E;&#xC3E;. vi. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; mu&#x1E6D;&#x1E6D;u-k&#x14D;lu. n. A siege, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; Same as &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3F; or &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24; mu&#x1E6D;&#x1E6D;udi. n. A menstruous woman. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; mu&#x1E6D;&#x1E6D;acheppu. v. a. To assign. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. he paid or gave me ten rupees. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F; mu&#x1E6D;&#x1E6D;a&#x1E0D;i. n. A siege, blockade. &#xC0A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; mu&#x1E6D;&#x1E6D;a&#x1E0D;-in&#x1E6D;su. v. a. To besiege. &#xC0A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41; mu&#x1E6D;&#x1E6D;a&#x1E0D;amu. n. Compulsion, oppression, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;. The act of laying siege to a place, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; mu&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To cause to touch. To light a candle, to kindle, i.e., communicate (fire) &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC2E;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; mu&#x1E6D;&#x1E6D;i-k&#x101;&#x1E37;&#x1E37;u. n. Knees that touch. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. a knock-kneed man. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to kneel down. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; mu&#x1E6D;&#x1E6D;u-pa&#x1E0D;u. v. n. To be troublesome, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; mu&#x1E6D;&#x1E6D;u-p&#x101;&#x1E6D;u. n. Trouble, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC02;&#xC26;&#xC41; mu&#x1E6D;&#x1E6D;u-sandu. n. A blind alley. &#xC06;&#xC35;&#xC32; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mu&#x1E6D;amu. [Tel.] n. Cowdung found driend in woods. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC3F;&#xC21;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC5B;&#xC30;&#xC3E;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC26;&#xC30;&#xC3E; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muj-jagamu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC1C;&#xC17;&#xC2E;&#xC41;.] n. The three worlds, viz., earth, heaven and hell, the universe. &#xC32;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;.
			</div>
                