&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;mu&#x1E0D;i. [Tel.] n. A knot. &#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F;. A knot of hair, &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC3F;. A knot or joint in wood, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3F;. The hump of an ox, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2E;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. A quarrel, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. A form of a letter written like a knot as &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; the letter &#xC4D;&#xC2E; &#xC28;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC3F; the letter &#xC4D;&#xC28;. &#xC24;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC3F; the secondary form of the letter &#xC24;. i.e., &#xC4D;&#xC24;. An union, joining, &#xC38;&#xC02;&#xC27;&#xC3F;. Also, another form of &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;. (q. v.) &#xC35;&#xC3E;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he tied the nuptial knot to her, he married her. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a pick-pocket. &#xC06;&#xC2E;&#xC46; &#xC24;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; her hair fell loose, the knot being untied. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; to untie or open a knot. &#xC06; &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3F; that string has formed into knots. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; unbroken (or whole) areca nuts, &#xC17;&#xC41;&#xC02;&#xC1F;&#xC2A;&#xC4B;&#xC15;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;. &#xC2C;&#xC4A;&#xC2E;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to knit the eye-brows. &#xC12;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cast a bone of dispute between them. &quot;&#xC2A;&#xC21;&#xC02;&#xC24;&#xC3F;&#xC2E;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC21;&#xC32;&#xC28;&#xC4D;.&quot; Bhadra Parin. iii. 297. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC28;&#xC47;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &#xC2E;&#xC41;&#xC21;&#xC3F; mu&#x1E0D;i. adj. Closed, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;. Entire, whole, unbroken, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC32;&#xC41; unblown flowers. &quot;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC32;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Illa. ii. 163. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41; the great millet enclosed in its husk. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; sesamum seeds which are not cleaned. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC15; an entire areca nut. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; rice that is not well cleaned, &#xC1A;&#xC47;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; mu&#x1E0D;i-ka&#x1E6D;&#x1E6D;u. n. Certain fees on a crop for the benefit of the landlord. A truss of straw, a sheaf. v. a. To tie a knot. To tie a knot in a man&apos;s cloth to remind him that you call upon him to be a witness. &#xC05;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; our anscestors have laid down this rule or held this doctrine. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; mu&#x1E0D;i-k&#x101;&#x1E0D;u. n. One who ties a knot, one who unites, &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; mu&#x1E0D;i-k&#x101;&#x1E37;&#x1E37;u. n. Knock-knees. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a man who is knock-kneed. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC3F; a woman who is knock-kneed. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; mu&#x1E0D;i-kokku. n. A weevil. &#xC28;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC1A;&#xC3F;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; mu&#x1E0D;i-konu. v. n. To be tied in a knot. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; or &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; mu&#x1E0D;i-konna. adj. Tied, bound. &#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC4B;&#xC39;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC21;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC41;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F;.&quot; DRK. 372. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; mu&#x1E0D;i-kolupu. v. a. To cause to be tied in a knot. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2C;&#xC4D;&#xC2C; mu&#x1E0D;i-gibba. n. An ox, a bull, &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC1A;&#xC46; or &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F; mu&#x1E0D;i-panche. n. A plain cotton cloth without any coloured border. &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; mu&#x1E0D;i-pa&#x1E0D;u. v. n. To be tied in a knot, &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;. To be united, &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be entangled, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC41;. To be confounded, puzzled. &#xC1A;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC46;&#xC28;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC21;&#xC26;&#xC02;&#xC1C;&#xC3F;&#xC21;&#xC3F;, &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC15;&#xC41;&#xC21;&#xC41;.&quot; N. vii. 312. &quot;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC21;.&quot; HD. ii. 1380. To increase, excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; mu&#x1E0D;i-pe&#x1E6D;&#x1E6D;u. v. a. To tie a knot. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; mu&#x1E0D;i-bomma. n. A kind of fish, Mastacembelus aennalus. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2F; mu&#x1E0D;iya. n. A knot. A bundle of straw or young plants ready to set. &#xC15;&#xC1F;&#xC4D;&#xC1F;, &#xC2E;&#xC42;&#xC1F;. A wager, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41; mu&#x1E0D;iya-vi&#x1E0D;upu. n. A pick-pocket. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41; mu&#x1E0D;i-v&#x101;&#x1E6D;u. n. The act of being tied in a knot, &amp;c., &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1F;.
			</div>
                