&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mu&#x1E0D;umu. [Tel.] n. The knee, &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41;, &#xC1C;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; the knee-cap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;mu&#x1E0D;ugu. [Tel.] v. n. To be drawn in, as one&apos;s limbs, to shrink, shrivel, or close, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be diminished, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be unable to act, &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC3E;&#xC2E;&#xC30; mu&#x1E0D;ugut&#x101;mara. n. The plant called Hibiscus mutabilis, &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC30;, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3F;. See &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41; mu&#x1E0D;u&#x1E6D;su. v. a. To cause to fold, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC41;. To tie into a knot, &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To set flowers in the tresses. To bend the limbs. &quot;&#xC1A;&#xC15;&#xC4D;&#xC30; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC02;&#xC2A;.&quot; (S. iii. 399.) the doves looked downcast. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC42;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC46;&#xC35;&#xC30;&#xC41; who set the flowers in her hair? &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; mu&#x1E0D;u&#x1E6D;su-konu. v. a. To contract as limbs. To wear flowers in one&apos;s hair. &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC42;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she wore flowers in her hair. &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; her features are contracted, pensive or downcast. &#xC2E;&#xC41;&#xC21;&#xC24; or &#xC2E;&#xC41;&#xC21;&#xC41;&#xC24; mu&#x1E0D;ata. n. A wrinkle, crumpling, knot in spinning or twisting. &#xC35;&#xC33;&#xC3F;, &#xC2E;&#xC21;&#xC24;. &#xC2E;&#xC41;&#xC21;&#xC24; &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; a transient blight in corn that goes off again. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC2A;&#xC41; mu&#x1E0D;upu. n. A rouleau, bag or purse. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC2D;&#xC42;&#xC37;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC42;&#xC1F;, &#xC27;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC42;&#xC1F;, &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; a ceremony of setting flowers in the head dress of a pregnant woman. &#xC35;&#xC46;&#xC02;&#xC15;&#xC1F;&#xC47;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; money or jewels promised by a vow to the god Venka&#x1E6D;esa. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to vow money or jewels to a god. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC46;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41; money payable into the Government treasury. &quot;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC26;&#xC4B;&#xC1A;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;.&quot; (Ahal. iii. 48.) a purse reflected in the mirror. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC3F; mu&#x1E0D;up-ari. n. One who vows to offer some money to a god. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC32;&#xC41; mutta-rangalu. [Tel. + Skt. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;.] n. The three folds that appear above the navel, &#xC2E;&#xC42;&#xC21;&#xC48;&#xC28; &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2E;&#xC21;&#xC24;&#xC32;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC33;&#xC3F;. &quot;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC48;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC32;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC33;&#xC41;&#xC32;&#xC41;&#xC17; &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;.&quot; Bilhan. ii. 153.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;mutta. [Tel.] anj. Old, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. See &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC35;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC24;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC41;&#xC15;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC24;&#xC41;&#xC15; or &#xC2E;&#xC41;&#xC26;&#xC41;&#xC15; mutaka. [Tel.] adj. Coarse. &#xC2E;&#xC4B;&#xC1F;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC24;&#xC15;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; coarse language, abuse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC23;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;mu&#x1E47;ugu. [Tel.] v. n. To sink, become immersed, submerged; to dive, drown; to be lost, ruined. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC23;&#xC41;&#xC17;&#xC41;&#xC24;&#xC42; &#xC24;&#xC47;&#xC32;&#xC41;&#xC24;&#xC42; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that affair is still in uncertainty. &#xC28;&#xC3E;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; it is no loss to me. &#xC28;&#xC3E;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; my money is lost. &#xC2E;&#xC41;&#xC23;&#xC15; mu&#x1E47;aka. n. Immersion, submersion. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC23;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC12;&#xC15;&#xC2E;&#xC41;&#xC23;&#xC15;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he died in one immersion. &#xC2E;&#xC41;&#xC23;&#xC15;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; mu&#x1E47;aka-r&#x101;mulu. n. A puzzle, hesitation, being at a loss. &#xC0E;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;. &#xC07;&#xC02;&#xC24;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC23;&#xC15;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the tiger was now at bay. &#xC2E;&#xC41;&#xC23;&#xC15;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; I was in a fix. &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; mu&#x1E47;igin&#x1E6D;su. v. a. To sink, immerse, drown. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC41;&#xC23;&#xC41;&#xC17;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; mu&#x1E47;uga-l&#x101;gu-konu. v. n. To crouch or lie coiled up &#xC30;&#xC35;&#xC02;&#xC24;&#xC1A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;</span>&#xA0;&#xA0;mu&#x1E0D;&#x1E0D;i. [Tel.] n. The breech, rump, anus. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they reviled him behind his back. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC47; &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC46;&#xC28;&#xC41; (i.e., &#xC2A;&#xC43;&#xC37;&#xC4D;&#xC20;&#xC24;&#xC3E;&#xC21;&#xC28;&#xC3E;&#xC24;&#xC4D; &#xC26;&#xC02;&#xC24;&#xC2D;&#xC19;&#xC4D;&#xC17;&#xC03; the teeth were dislodged by a slap on the back. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; to get into a scrape. &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; under the lamp it is dark., i.e., roguery hides under the judgement seat. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC1F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are dancing attendance upon him. &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; mu&#x1E0D;&#x1E0D;i-tippu&#x1E0D;u-pi&#x1E6D;&#x1E6D;a. n. The Grey Wag-tail, Motacilla melanope (F.B.I.) &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC38; mu&#x1E0D;&#x1E0D;i-p&#x16B;sa. n. The rump bone. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC1A;&#xC35;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mu&#x1E0D;&#x113;kamu. [Tel.] n. A half penny, called ten cash. &#xC0F;&#xC17;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;mu&#x1E0D;usu. [Tel.] n. A bone. &#xC0E;&#xC2E;&#xC41;&#xC15;, &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;, &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The base of the spine, &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC38;.
			</div>
                