&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC1A;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC24;&#xC30;&#xC3E;&#xC1A;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; mutta-r&#x101;&#x1E6D;sa. [Tel.] n. The name of a certain Sudra caste, the members of which were originally feudal retainers. The people of this caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC4B;</span>&#xA0;&#xA0;[Tel. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24; + &#xC24;&#xC4B;&#xC2F;&#xC32;&#xC3F;.] Same as &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35; (q. v.).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35; or &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35; mutt-aida. [Tel. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24; + &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;.] n. A woman whose husband is living. A good woman, mistress, dame. The brideswomen who are always wives (not maids nor widows.) &#xC38;&#xC41;&#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; muttemu. [from Skt. &#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n. A pearl. Any gummy drop resembling a pearl. See &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC2C;&#xC02;&#xC1F; muttepu-ban&#x1E6D;a. n. Lit: a crop of pearls, an epithet applied to a sugar cane, &#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC28;&#xC46;&#xC32; muttepu-rikka-nela. n. An epithet applied to the month, &#xC1A;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC38;&#xC35;&#xC24;&#xC41; muttepu-savatu. n. The lunar mansion called &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC38;&#xC30;&#xC3F; mutte-sari. n. A pearl necklace, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. A kind of grain, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Any bead or concretion resembling a pearl, such as is found in bamboos. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC32;&#xC3F;&#xC2A;&#xC3F; a pearly (i.e., delicate) handwriting. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; muttepu-chippa. n. A pearl oyster, mother of pearl. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;. a sort of cake. H. i .118.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mut-tumu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC24;&#xC42;&#xC2E;&#xC41;.] n. The measure of three &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;</span>&#xA0;&#xA0;mut-tiga. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC24;&#xC3F;&#xC17;.] n. Nine, &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;mutti. [from Skt. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. Salvation. &quot;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2A;&#xC41;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&quot; Nila Parin. i. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC24;</span>&#xA0;&#xA0;mutt&#x101;ta. [Tel. (&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24; + &#xC24;&#xC3E;&#xC24; or &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC24;&#xC3E;&#xC24;.] n. A great grandfather. &#xC2E;&#xC42;&#xC21;&#xC4B;&#xC24;&#xC3E;&#xC24;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC41; &#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC35;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC35; or &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; muttava. [Tel. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24; + &#xC05;&#xC35;&#xC4D;&#xC35;] n. A great grandmother, an old woman, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27; &#xC2A;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC39;&#xC3F;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC2A;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41; muttava-pulagamu. n. A tree called Pavonia odorata. (Willd.) The root of the sweet smelling Pavonia. Ainsl. ii. 297. &#xC38;&#xC39;&#xC26;&#xC47;&#xC35;&#xC3F;, &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mudamu. [Skt.] n. Delight, pleasure, joy, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; mud-a&#x1E63;ruvulu. n. Tears of joy. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2C;&#xC3E;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; muditu&#x1E0D;u. n. He who is pleased or delighted. &#xC2A;&#xC4D;&#xC30;&#xC39;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41; mutyamu. [from Skt. &#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n. A pearl. &#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; an artificial pearl. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC32;&#xC47;&#xC35;&#xC32;&#xC47;&#xC26;&#xC41; the pustules did not rise properly when he had small pox. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2E;&#xC4D;&#xC2E; muty&#x101;lamma. n. A certain local goddess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC32;</span>&#xA0;&#xA0;mudala. [Tel.] n. An order, command, &#xC06;&#xC1C;&#xC4D;&#xC1E;. An example, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Land near a hill, &#xC17;&#xC28;&#xC3F;&#xC2E;&#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC47;&#xC32;. &#xC2E;&#xC41;&#xC26;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; mudala-pe&#x1E6D;&#x1E6D;u. v. a. To command, &#xC06;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC5B;&#xC30;&#xC3E; mudar&#x101;. [H.] n. An allowance, deduction, remission, compensation.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC26;</span>&#xA0;&#xA0;muda-muda. [Tel.] n. Doubt, he&#x1E63;itation, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;.
			</div>
                