&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;mudugu. [Tel.] adj. Coarse. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mudiramu. [Skt.] n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC24;</span>&#xA0;&#xA0;mudita. [Tel.] n. A maid, damsel, lady. &#xC35;&#xC28;&#xC3F;&#xC24;, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. [Skt.] adj. Pleased.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC3F;</span>&#xA0;&#xA0;mu&#x1E0D;i. [Tel.] adj. Old, ancient. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F; , &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;, &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;. &quot;&#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC15;&#xC47;&#xC28;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC38;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC35;&#xC47;&#xC33; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC47; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC02;&#xC1A;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC17;&#xC3E;.&quot; H. ii. 53. &quot;&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC26;&#xC3F;&#xC2A;&#xC4B;&#xC30;&#xC41;.&quot; n. Old age, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; mudig&#x101;ramu. n. Stubbornness, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F; or &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; mudim&#xED;. n. Old age, decrepitude. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC41; mudiyu. v. n. To grow old. &quot;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC3F;&#xC02;&#xC24; &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;.&quot; BD. iv. 1249. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; mudi-v&#x101;&#x1E0D;u. n. An old man. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC15; or &#xC2E;&#xC41;&#xC24;&#xC41;&#xC15; muduka. adj. Coarse. &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC2E;&#xC41;&#xC26;&#xC41;&#xC17;&#xC48;&#xC28;. Old, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC15; or &#xC2E;&#xC41;&#xC26;&#xC41;&#xC15;&#xC21;&#xC41; muduka. n. An old man. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. &quot;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC15;&#xC02;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; M. VII. i. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; mudala-kin&#x1E6D;su. [Tel.] v. a. To attack, to resist, to oppose. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC0E;&#xC26;&#xC41;&#xC30;&#xC46;&#xC26;&#xC41;&#xC30;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC17;, &#xC2E;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC15;&#xC3F; &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC32;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC1C;&#xC47;&#xC30;&#xC46;&#xC26; &#xC28;&#xC47;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC21;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC28;&#xC28;&#xC41;&#xC35;&#xC41;&#xC17; &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC30;&#xC3F;&#xC28;&#xC4D;.&quot; UR. vii. 78. &quot;&#xC15; &#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC30;&#xC23;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC32;, &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC1A;&#xC4D;&#xC1A; &#xC2E;&#xC26;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;, &#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC26;&#xC33;&#xC28;&#xC1A;&#xC41;&#xC02;&#xC1A;&#xC42;, &#xC26;&#xC02;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC1F; &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC3E;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; R. v. 190. To ask, question, &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;mudda. [from Skt. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;.] n. A girl, a simple maid. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3E;&#xC32;&#xC41; muddar-&#x101;lu. n. A maiden, lass; a simple girl. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC21;&#xC41; muddu&#x1E0D;u. n. An idiot. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41; mudgaramu. [Skt.]n. A mace or club, a weapon formed like a hammer. &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;. A hammer. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mudgamu. [Skt.] n. The pulse called green gram. &#xC2A;&#xC46;&#xC38;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC41;&#xC38;&#xC32;&#xC3F;</span>&#xA0;&#xA0;mudusali. [Tel.] adj. Old, ancient. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC48;&#xC28;. &quot;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC38;&#xC32;&#xC3F; &#xC2C;&#xC3E;&#xC2A;&#xC28;&#xC2F;&#xC4D;&#xC2F;.&quot; R. ii. 108. &quot;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC30;&#xC2A;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC21;.&quot; Parij. iv. 48. n. An old man or woman. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; mudusali-tanamu. n. Old age. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC26;&#xC3F; mudusali-di. n. An old woman. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;muduru. [Tel.] v. n. To be mature, to arrive at full growth or maturity, to reach its full height. To increase. &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC17;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC0E;&#xC02;&#xC21;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3F; the summer or heat is now at its height. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the battle is raging. To be chronic or established. &#xC06; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the disease has become chronic. adj. Mature, ripe, elder, senior, old, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC41; a leaf that is ripe and brittle. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F; the face of mature age, set features. &#xC2E;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; a fixed hand, or a formed or settled text.
			</div>
                