&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;mudda. [Tel.] n. A lump, mass, morsel. &#xC15;&#xC2C;&#xC33;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC09;&#xC02;&#xC21;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41; to form or collect in a mass. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they are soaking wet, or are a mass of wet.&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is a mass of blood &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26; &#xC15;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2E;&#xC41; a species of date. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; pease pudding, &#xC2F;&#xC42;&#xC37;&#xC2E;&#xC41;. &#xC24;&#xC21;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; a wet wisp of clothes. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC32;&#xC41; mudda-kammaralu. n. Smelters, smiths who work at smelting iron. &#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC15;&#xC30;&#xC17;&#xC3F; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; mudda-kavvamu. n. A sort of churning staff, with a heavy mass at the end. &#xC15;&#xC30;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC42;&#xC21;&#xC41; mudda-k&#x16B;&#x1E0D;u. n. A lump of boiled rice. A paste of rice and ashes applied to the eye of a drum forming the black spot in the centre of the head, for the purpose of regulating the tone. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC43;&#xC26;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F; mudda-kolimi. n. A forge for smelting iron. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41; &#xC15;&#xC30;&#xC3F;&#xC17;&#xC47; &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC1F;&#xC46; mudd-&#x12B;&#x1E6D;e. n. A stout spear. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; mudda-r&#x101;yuvu. n. The cramp. &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC24;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;mudde. [Tel.] n. The pistil of a lotus. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;. &quot;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;.&quot; P. iv. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mud-dugulamu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC26;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;] n. The fraction of three dugulams, i.e., three-sixteenths of a pagoda.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;muddu. [Tel.] n. A kiss. &#xC1A;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;. Sweetness, fondness, delight; caressing, toying. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC24;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41; to show love. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; muddu-pe&#x1E6D;&#x1E6D;u-konu. v. a. To kiss, &#xC1A;&#xC41;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; mud&#x1E0D;-&#x101;&#x1E0D;u. v. a. To caress, to fondle, &#xC32;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to give a kiss. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am delighted to see her, she is very charming. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC1F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the child is a lump of charms, a perfect beauty. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; my &#x1E0D;a&#x1E5B;ling little brother. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC4D;&#xC2F; an epithet of Kumaraswami. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F; my sweet lord. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC15;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; it is very difficult to perceive the niceties (or delicacies) of local adaptation or meaning. &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC3E; surely the crow&apos;s chick is dear to the crow, i.e., every beggar will love her brat. adj. Darling, pet, sweet, charming, lovely, dear. &#xC28;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; my beloved son, my darling boy. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC2A;&#xC47;&#xC30;&#xC41; a pet name. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC26;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a pet ring, worn on the little finger, a signet ring. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; sweet words. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; a sweet face. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E; muddu-g&#x101;. adv. Charmingly, tastily. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E; muddula-gumma. n. A beauty, a charming woman. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; or &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; muddul&#x101;&#x1E0D;i. n. A charming woman, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC47; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; muddul&#x101;&#x1E0D;u. n. A charming or pleasant man, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC41;</span>&#xA0;&#xA0;mu&#x1E0D;dalu. [H.] n. A period or time. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC41;&#xC15;&#xC4C;&#xC32;&#xC41; muddatu-kaulu. n. A temporary or conditional agreement. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; muddatu-krayamu. n. A foreclosed mortgage, a conditional sale with a penalty attached. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC24;&#xC41;&#xC39;&#xC41;&#xC02;&#xC21;&#xC3F; muddatu-hun&#x1E0D;i. n. A bill payable after a stipulated interval.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;muddiya. [from Skt. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;.] A lady, dame, woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; an old woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;muddi. [Tel.] n. A calamity, peril, misfortune, danger, &#xC06;&#xC2A;&#xC26;, &#xC07;&#xC21;&#xC41;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;mudd&#x101;yi. [H.] n. A defendant in a suit. A prisoner at the bar, the accused.
			</div>
                