&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC38;&#xC2C;&#xC41;</span>&#xA0;&#xA0;munasabu [H.] n. A munsif, native judge. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC38;&#xC2C;&#xC41; a village magistrate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC38;</span>&#xA0;&#xA0;munasa. [Tel.] n. A piece of wood, fixed on the top of a water lift. &#xC0F;&#xC24;&#xC2A;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC05;&#xC30;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. See &#xC2E;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC17;</span>&#xA0;&#xA0;munaga. [Tel.] n. A plant resembling the horse radish, Hyperanthera moringa. &#xC36;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. [Ainslie.] &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC17; a wild species of the same. The munaga is proverbially weak and brittle. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC17;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC26;&#xC41; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; what I rely on is a tamarind branch, i.e., is no broken reed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC15;</span>&#xA0;&#xA0;See &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC4D;</span>&#xA0;&#xA0;mun. [Tel. for &#xC2E;&#xC41;&#xC28;&#xC41;.] adv. Formerly, in old times.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;mudra. [Skt.] n. A seal: a seal ring, or signet. The stamp, print, or impression of a seal. A distinguishing mark impressed or burned upon a man or beast. Coinage. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a rupee of the old coinage. Gesticulation, attitude. &#xC2E;&#xC4C;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; the seal of silence, i.e., silence. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; the seal of sleep, i.e., sound sleep. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; a particular position of the fingers used in religious ceremonies. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC41; marks impressed upon sand or clay placed on heaps of grain, the permanent marks made on the shoulders representing the insignia of Vishnu which are the shell and the wheel, &amp;c. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he received the seals, i.e., his shoulders were sealed with the shell and wheel of Vish&#x1E47;u. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41; they wear patches of brown clay. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC36;&#xC41;&#xC28;&#xC15;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they stamped him with the figure of a dog. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC24; mudra-karta. n. An apparitor, the lowest local officer attached to a Guru or priest, &#xC06;&#xC2F;&#xC3E; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC3E;&#xC2C;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC32; mudra-k&#x14D;la. n. A stamp to mark or seal with. The insignia of Vishnu, being the shell and wheel made in copper. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28; &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC21; mudra-ga&#x1E0D;a. n. A sceptre, a royal staff. &quot;&#xC24;&#xC28; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC21;&#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC32;&#xC17; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Pal. 450. A wooden stamp. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46; mudra-gari&#x1E6D;e. n. A ladle shaped mace or large spoon borne in state before a person in authority, &#xC26;&#xC47;&#xC36;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41; mudra&#x1E47;amu. n. Setting one&apos;s seal to. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Dooming, giving a decision, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;. &quot;&#xC15;&#xC28;&#xC15;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC23;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC15;&#xC30;&#xC4D;&#xC24;.&quot; A. ii. 45. &#xC1F;&#xC40; &#xC2E;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC24;&#xC28; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; mudra-t&#x12B;si-v&#x113;yu. v. a. To unseal. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; mudr&#x101;-dh&#x101;ra-&#x1E47;amu. n. Sealing , i.e., the act of impressing the shell and wheel of Vishnu on either shoulder. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC15;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC32;&#xC15; mudra-palaka. n. A wooden stamp for sealing a heap of corn. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC35;&#xC47;&#xC38;&#xC47;&#xC2A;&#xC32;&#xC15;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; mudra-manishi. n. A sealer, i.e., a bailiff who seals heaps of corn. &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC35;&#xC47;&#xC2F;&#xC41; &#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4C;&#xC24;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41; mudra-v&#x113;yu. v. a. To seal. &#xC08;&#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC06;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; these dancing girls are dedicated to that temple. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; mudr-&#x101;nkitamu. adj. Sealed, marked with a seal. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; mudr-&#x101;ankitu&#x1E0D;u. adj. One who is impressed with shoulder. &#xC38;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC23;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC36;&#xC3E;&#xC32; mudr-&#x101;ksharu-&#x1E63;&#x101;la. n. A press or printing office. &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mudrin&#x1E6D;su. v. a. To seal. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2E;&#xC43;&#xC37;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC41; &#xC28;&#xC28;&#xC41;&#xC24;&#xC32;&#xC02;&#xC2A;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; HN. v. 176. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15; mudrika. n. A seal ring, &#xC36;&#xC3F;&#xC16;&#xC3E;&#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; mudritamu. adj. Sealed, marked, stamped, closed. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
                