&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;munuku. [Tel.] v. n. To hesitate, to be at a loss, &#xC0E;&#xC1F;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC23;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To grieve, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC17;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; HD. ii. 2675. To speak in reply, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;. To speak, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC41;&#xC35; munukuva. n. An attempt, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; munu. [Tel.] n. The former time, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. The beginning of any thing, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. The end, &#xC24;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC4D; to the end, &#xC15;&#xC21;&#xC35;&#xC30;&#xC15;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; the first or former hill, &#xC24;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. adj. First, former, ancient. adv. Formerly, previously, first, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC48;&#xC30;&#xC41; the crop first reaped, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC02;&#xC1F;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC35;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC41; munu-konu; v. n. To place or have in front, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; munu-k&#x14D;lu. n. The act of keeping in front, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; munu-m&#x101;pu. n. The earlier part of the night. &#xC2E;&#xC41;&#xC02;&#xC5B;&#xC3E;&#xC2E;&#xC41;. BD. iii. 269. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41; or &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28; munu-munu. adv. At first. &#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4A;&#xC26;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC28;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; mun-&#x12B;&#x1E63;varu&#x1E0D;u. [Skt. from &#xC2E;&#xC41;&#xC28;&#xC3F;.] n. A venerable saint or hermit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC37;&#xC3F;</span>&#xA0;&#xA0;munishi. [H.] n. A writer, a secretary. &#xC32;&#xC47;&#xC16;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3E;. A teacher or tutor in a language. &#xC09;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;muni-mu&#x1E6D;&#x1E6D;a. [Tel.] adv. Much, excessively. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &quot;&#xC08; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC38;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC15; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC28;&#xC47;&#xC28;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; B. X. ix. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC3F;</span>&#xA0;&#xA0;muni. [Skt.] n. Lit: a man of silence. A prophet, seer or sage. A saint or holy man. &#xC0B;&#xC37;&#xC3F;. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC35;&#xC41;&#xC21;&#xC41; muni-punga-vu&#x1E0D;u. n. A great hermit. Vish. iii. 371. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; muni-mu&#x1E6D;s&#x1E6D;su. n. A pretended saint, a hermit who is a rogue, &#xC15;&#xC2A;&#xC1F;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;, &#xC2A;&#xC36;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41;. Swa. ii. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC3F;</span>&#xA0;&#xA0;muni. [Tel. for &#xC2E;&#xC41;&#xC28;&#xC41;.] n. The point, tip. &#xC15;&#xC4A;&#xC28;. adj. Former, front. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41; the point of the tooth. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15; the tip of the tongue. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; the points of the toes.&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41; muni-kongu. n. The tip of the skirt. &#xC2E;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC02;&#xC17;&#xC41;. &quot;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC4A;&#xC15; &#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; S. i. 330. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC32; or &#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC32; muni-k&#x14D;la. n. The point of a goad. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC41; the year before the last, &#xC28;&#xC3F;&#xC30;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC4A;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; the early twilight. &quot;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC02; &#xC28;&#xC21;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;.&quot; N. IX. 286. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24; muni-gutta. n. Usufruct of land in satisfaction of a debt. A forestalled rent: money wrongfully collected by anticipation. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41; muni-manuma&#x1E0D;u. n. A great grandson. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3E;&#xC32;&#xC41; muni-manumar&#x101;lu. n. A great grand daughter. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC2A;&#xC41; muni-m&#x101;pu. n. A great fault, evil, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC2A;&#xC41; munupu. [Tel.] n. A former time, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. adv. and postposition. Formerly; before, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; before he came. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F; munupa&#x1E6D;i. adj. Former. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC47; formerly, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC28;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC17;&#xC41; munugu. [Tel.] v. n. To sink, to be immersed, to plunge; to dive, to go under water.&#xC2E;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. To be depressed, &#xC05;&#xC21;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; a depressed or snub nose. To perish, to be ruined, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be hidden, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC3F; munugu-k&#x14D;&#x1E0D;i. n. A water fowl. The little Grebe, Podiceps albipennis (F.B.I.) &#xC2E;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC41;&#xC02;&#xC1A;&#xC41; munu&#x1E6D;su. v. a. To cause to sink, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15; munuka. n. Immersion, a plunge or dive. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC1F;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;, &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC23;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; land liable to inundation.
			</div>
                