&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;mun-n&#x12B;ru. [Tel. &#xC2E;&#xC41;&#xC28;&#xC41; first + &#xC28;&#xC40;&#xC30;&#xC41;.] n. The sea, ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC40;&#xC1F;&#xC3F; &#xC05;&#xC17;&#xC4D;&#xC17;&#xC3F; volcanic fire, submarine flame. &#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC35;&#xC32;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC46; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; she shed a torrent of tears. &quot;&#xC2F;&#xC3E;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC3E;.&quot; &#xC15;&#xC3E;&#xC33;&#xC3F;&#xC26;&#xC3E;&#xC38;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3F; the ocean born, an epithet of Lakshmi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC2E;&#xC41; munumu. [Tel.] n. A field of grain, of which part has been cut. &#xC15;&#xC4B;&#xC2F;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; &#xC1A;&#xC47;&#xC28;&#xC41;. The extent of a crop selected to be reaped, &#xC2A;&#xC48;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC24;&#xC15;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3F;&#xC24;&#xC3F;. The front or van of an army; any thing opposite. &#xC38;&#xC47;&#xC35;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC1A;&#xC4B;&#xC1F;&#xC41;. Thickness, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;. A series, &#xC35;&#xC30;&#xC41;&#xC38;. adj. Thick, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; munumu-konu. v. n. To form a series, &#xC35;&#xC30;&#xC41;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC3F; munum-i&#x1E0D;i. adv. Well, properly, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;, &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2E;&#xC42;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC41;, &#xC1A;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC30;&#xC41;.&quot; HD. i. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;mup-p&#x101;vu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3E;&#xC35;&#xC41;.] n. Three fourths of anything.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;mup-p&#x101;tika. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;.] n. Three quarters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;</span>&#xA0;&#xA0;mup-padi. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC26;&#xC3F;.] n. Thirty. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC36;&#xC24;&#xC4D;. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC1F;&#xC3F; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41; an epithet applied to a lunar mansion called &#xC30;&#xC47;&#xC35;&#xC24;&#xC40;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; or &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41; mup-pan&#x1E0D;ru. n. Thirty persons. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41; mup-pan-dumu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC26;&#xC3F; + &#xC24;&#xC42;&#xC2E;&#xC41;.) n. Thirty tooms (of grain.) &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC48;&#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC32;&#xC41; muppa&#x1E6D;illu. [Tel.] v. n. To cool after boiling. &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;. &quot;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC26;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC1C;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC3E;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC38;&#xC41;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; G. iii. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;munnerika. [Tel. &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; + &#xC0E;&#xC30;&#xC3F;&#xC15;.] n. Shrewdness, archness. Outrage, horror. &#xC1C;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC28; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC30;&#xC39; &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;mun-n&#x16B;ru. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC28;&#xC42;&#xC30;&#xC41;.] n. Three hundred.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;munnu. [Tel.] n. A former time, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;. The beginning, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. adv. Formerly, erst, before, of old.&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;. &#xC07;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; just now, lately. &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32; munna&#x1E6D;i-ya&#x1E6D;la. adv. As usual. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47;. &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F; or &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3F; munn-a&#x1E0D;i. (&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; + &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;.) adv. First, at first, before anything else, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC28; &#xC2A;&#xC21;&#xC24;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC46; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;.&quot; Jaim. v. 125. &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC15; munn-araka. n. The front plough, followed by others. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;. Courage, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;muppu. [Tel.] n. Old age, &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC15;&#xC2E;&#xC41;. Danger, peril, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;. &quot;&#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC02; &#xC2C;&#xC4B;&#xC35;&#xC41;&#xC1F; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC17;&#xC26;&#xC3E;&#xC2F;&#xC28;&#xC3F;.&quot; S. iii. 184.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;mup-piri. [Tel.&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3F;&#xC30;&#xC3F;.] n. Three folds. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC41;. adj. Threefold, triple. Of three twists or strands (&#xC2A;&#xC41;&#xC30;&#xC3F;), as a cord. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; a threefold cord. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; mup-piri-gonu. v. n. To redouble or swell. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; threefold, redoubled, vehement. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC4A;&#xC39;&#xC2E;&#xC41; redoubled, vehement. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41; redoubled love. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15; exceeding joy. &quot;&#xC1A;&#xC32;&#xC2E;&#xC41; &#xC15;&#xC4B;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC30;&#xC4B;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC40; &#xC2E;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC17;&quot; annoyance, anger, and spite united to spur him on. Nala. D. iii. 58. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2A; or &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F; &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F; muppiri-ch&#x113;pa. n. A kind of fish, a species of Sparus, Mesoprion quinque lincatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;mup-pi&#x1E0D;i. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3F;&#xC21;&#xC3F;.] n. A dagger. &#xC2C;&#xC3E;&#xC15;&#xC41;. &quot;&#xC2A;&#xC48;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC23;&#xC3F;&#xC2E;&#xC47;&#xC16;&#xC32;&#xC2F;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;.&quot; KP. ii. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC3E;</span>&#xA0;&#xA0;mup-p&#x101;vul&#x101;. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC3E;.] n. Three-fourths of a Rupee.
			</div>
                