&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; See &#xC2E;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;mumukshuvu. [Skt.] n. One who desires to give up the world. A sage abstracted from all human passion and feeling. One who is pious, heavenly minded, or devout. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mubh&#x101;vamu. [H.] adj. Unknown, doubtful, indeterminate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F; or &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; mubba&#x1E0D;i. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.] adj. Threefold, treble, triple. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; mub-ba&#x1E0D;in&#x1E6D;su. v. n. To become threefold or trebled.&#xC2E;&#xC42;&#xC21;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41; &#xC05;&#xC17;&#xC41;, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2B;&#xC38;&#xC4D;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;muphassalu. [H.] n. Upcountry, provincial, mofussil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;mup-proddu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;.] adv. All day long, the livelong day, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;. BD. v. 1223.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4B;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;mup-p&#x14D;kal-&#x101;&#x1E0D;u. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC4B;&#xC15;&#xC32;&#xC41; + &#xC06;&#xC21;&#xC41;.] n. One who manifests the three gunas or characteristics, viz., &#xC38;&#xC24;&#xC4D;&#xC35;. &#xC30;&#xC1C;&#xC38;&#xC4D;, &#xC24;&#xC2E;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;, i.e., the Universal Spirit, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC17;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;mup-pongu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;.] v. n. To boil over three times, &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;. To be elated (with joy,) &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC48;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC3F;. Same as &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC42;&#xC1F;</span>&#xA0;&#xA0;mup-p&#x16B;&#x1E6D;a. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC42;&#xC1F;.] adv. At the three (&#xC2A;&#xC42;&#xC1F;&#xC32;&#xC41;) times; viz., morning, noon, and night: continually. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;. &quot;&#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC42;&#xC1F;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;.&quot; BD. vi. 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC30;&#xC2E;&#xC28;&#xC41; mura-mural-&#x101;&#x1E0D;u. [Tel.] v. n. To fume to evince anger. &#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;murabba. [H.] n. A conserve, confection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;murajamu. [Skt.] n. A tabor or small drum. &#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;murakamu. [Tel.] n.Pride, conceit, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muraka&#x1E6D;amu. [Tel.] n. The act of turning the face away from or towards a thing. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;, &#xC2E;&#xC41;&#xC30;&#xC15;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; muraka-&#x1E6D;in&#x1E6D;su. v. a. To turn, as the face. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;</span>&#xA0;&#xA0;muru. [Skt.] n. The name of an Asura. &#xC2E;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC3F; or &#xC2E;&#xC41;&#xC30;&#xC18;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; mur&#x101;ri. n. The &apos;vanquisher of &apos;Mura an epithet of Krish&#x1E47;a, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. Also, the name of a Sanskrit poet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;&amp;c. See under &#xC2E;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;mumm&#x14D;&#x1E37;u. [Tel.&#xC2E;&#xC41;&#xC28;&#xC41; + &#xC2E;&#xC4B;&#xC1F;&#xC41;.] adj. Very rude, coarse or ignorant, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC4B;&#xC1F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;mum-mona-v&#x101;lu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2E;&#xC4A;&#xC28; + &#xC35;&#xC3E;&#xC32;&#xC41;.] n. trident, a three pronged weapon. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; an epithet of Siva.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mummaramu [Tel.] n. Vehemence, excess. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41; the crisis of the fever. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the vehemence of the fever is now past. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his star is now in the ascendant. adj. Vehement, excessive, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; mummaramu-g&#x101;. adv. Vehemently, excessively. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; mummarin&#x1E6D;su. v. n. To grow stronger, redouble, exceed, become violent, to come to its height or crisis. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the fever reached in height, maximum, or crisis.
			</div>
                