&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC33;&#xC3F;</span>&#xA0;&#xA0;mura&#x1E37;i. [Skt.] n. A flute, a pipe. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. A kind of a horse&apos;s pace. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; mura&#x1E37;in&#x1E6D;su. v. a. To scorn, set at naught, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41;&#xC30;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41;.&quot; HD. i. 571.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;muru. [Tel.] n. A piece or bit, &#xC24;&#xC41;&#xC28;&#xC15;, as &#xC2E;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41;. Also same as &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;muriyu. [Tel.] v. n. To exult while walking.&#xC28;&#xC21;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;. To exult, rejoice in hope, to evince a strong desire. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC36;&#xC2A;&#xC21;&#xC41;. To turn, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. Sar. D. 376. &quot;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC36;&#xC4B;&#xC26;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC26; &#xC2E;&#xC02;&#xC26;.&quot; Radha. i. 10. To turn, as the face (&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41;) &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To break, as the point of a spear, &amp;c. &#xC24;&#xC46;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC17;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F; muriya-ba&#x1E0D;u. v. n. To excel, rejoice, be proud, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC2E;&#xC41; or &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC41; muripamu. n. A proud manner of walking, &#xC28;&#xC21;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;. Exultation, joy, gladness, gaiety, gracefulness. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. Caressing, fonding, coaxing. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC32;&#xC28;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC30; &#xC38;&#xC30;&#xC38;&#xC24;. Pride, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;,. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30; &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC2A;&#xC41; or &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2A;&#xC41; muripapu. adj. Graceful. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;. &quot;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.&quot; Padma. iii. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC21;&#xC40;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;murid&#x12B;-galusu. [Tel.] n. A kind of gold chain worn at the wrist. &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC24;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;muriki. [Tel.] n. Dirt, nastiness, filth, impurity, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Dirty, foul.&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; muriki-n&#x101;du. n. The name of a country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;muri. [Tel.] n. Pride. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. A coquettish manner of walking, &#xC28;&#xC21;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; murin&#x1E6D;su. v. a. To turn the face about. &quot;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; P. iii. 159. &quot;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC46;&#xC38;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; M. X. i. 15. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; muri-k&#x101;&#x1E0D;u. n. A proud or conceited person, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F; muri. [Tel.] n. A bit, a piece. A half piece of cloth. &quot;&#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC36;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC48;&#xC1A;&#xC46;&#xC26;&#xC30;.&quot; DRY. 1576. adj. Little, small, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41; muri-mon&#x1E0D;emu. n. A little or small trunk. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC4A;&#xC28;&#xC41; muri-konu. v. a. To cut to pieces, to cut, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC24; muri-bonta. n. A sort of sword-fish with an elongated head. &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F; muri-muri. adj. Very little, inconsiderable. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3F; &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; slight darkness. &#xC1A;&#xC40;&#xC1C;&#xC40;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mur&#x101;&#x1E37;in&#x1E6D;su. [Tel.] v. a. To remove the evil eye or an evil spirit by waving round the head some chillis, &amp;c. and throwing them away. &#xC26;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; .mur&#x101;&#x1E37;amu n. The act of removing the evil eye, &amp;c. &#xC2E;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;murugu. [Tel.] v. n. &amp;a. To putrefy, mortify, rot, decay, &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. To pine, languish. &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; murugu&#x1E0D;u. adj. Rotten, putrid, putrefied, stinking, &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;, &#xC15;&#xC02;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28; a stench, stink. &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; stagnant water. &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; rancid butter. &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; land filled with foul water. &quot;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC02;&#xC1C;&#xC40;&#xC30;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC46; &#xC1A;&#xC46;&#xC2A;&#xC41;&#xC2E;.&quot; BD. iv. 84. &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2A; murugu&#x1E0D;u-ch&#x113;pa. n. The Indian flying-fish. Russell. 161. Trigla volitans. &#xC2E;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; muru-tr&#x14D;va. (&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; + &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;.) n. A dirty stinking road. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; &#xC2E;&#xC41;&#xC30;&#xC17;&#xC21; muraga&#x1E0D;a. n. Putrid matter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;murugu. [Tel.] n. A bangle, a bracelet: &#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; a wire twisted and worn as an earring.
			</div>
                