&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; (q. v.) adj. Thorny. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; mulu-katti. n. A short knife used for removing thorns. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC32; or &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC32; mulu-k&#x14D;la. n. A goad, &#xC0E;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC4B;&#xC32;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC17;&#xC41; mulu-g&#x14D;gu. n. A plant, Hibiscus suratensis. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; mulu-golimi&#x1E0D;i. n. A plant bearing a dark black flower, Copparis spinosa. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC30;&#xC02;&#xC1F; mulu-g&#x14D;ran&#x1E6D;a. n. The plant called Barleria cristata. &#xC1D;&#xC3F;&#xC02;&#xC1F;&#xC3F;, &#xC38;&#xC48;&#xC30;&#xC47;&#xC2F;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC24; or &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC24; mul-uchita. (&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; + &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;.) n. The name of a herb. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC42;&#xC30;&#xC15;&#xC41;, &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC41; or &#xC2E;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41; mulu-t&#x101;ru. n. A kind of snare. &quot;&#xC35; &#xC2E;&#xC43;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC32;&#xC17;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC30;&#xC38;&#xC3F; &#xC2E;&#xC41;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; H. N. ii. 16. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC26;&#xC4B;&#xC38; mulu-d&#x14D;sa. n. The prickly cucumber. Cucumis muricatus. &#xC30;&#xC4B;&#xC2E;&#xC36;&#xC3F;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; mulu-banti. n. See under &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41; mulu m&#x14D;dugu n. A tree called Andersonia rohitaka. &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. Rox. ii. 213. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC46;&#xC02;&#xC2A;&#xC32;&#xC3F; mulu-vempali. n. The tree caled Trephosia spinosa. &#xC15;&#xC02;&#xC1F;&#xC2A;&#xC41;&#xC02;&#xC2D;&#xC3F;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC17; mulu-velaga. n. The thorny wood-apple tree, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC15; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC38;&#xC42;&#xC2A;&#xC41; mulu-s&#x16B;pu. (&#xC2E;&#xC41;&#xC32;&#xC41; + &#xC1A;&#xC42;&#xC2A;&#xC41;.) v. n. To excel. &#xC2E;&#xC40;&#xC30;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC17;&#xC2E;&#xC3F; mul-gami. n. A cluster of thorns. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC3F; muliki. [Tel.] n. An arrow; an arrow head; the peg of a top. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4B;&#xC21; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;.&quot; Pal. 312.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC15;</span>&#xA0;&#xA0;mulaka. [Tel.] n. The plant called Solanum, or Nightshade. &#xC28;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC15; Solanum jacquini. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC15; Solanum indicum. &#xC2C;&#xC43;&#xC39;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41; murru. [Tel.] n. Beestings: milk given by a cow during the first week after calving. &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC2E;&#xC41; murru-b&#x101;mu. n. A kind of snake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;muruvu. [Tel.] n. Beauty, loveliness, grace. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Pride, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Also, a bangle, &#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. adj. Beautiful, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;murupu. [Tel. from &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;.] n. Delight, glee, liking. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. See &#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;mullangi. [Tel.] n. The radish. Raphanus sativus, Rox. i. 569. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F; or &#xC15;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC4A;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Blumea lacera. (Watts.) &#xC2E;&#xC42;&#xC32;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC40;</span>&#xA0;&#xA0;mulk&#x12B; [H.] adj. Pertaining to revenue, as &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC40;&#xC1F;&#xC2A;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;See &#xC2E;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mulumu. [Tel.] n. A stubble field. &#xC15;&#xC4B;&#xC24;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. A field irrigated from wells.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC1A; mulu&#x1E6D;sa. [Tel.] adj. Mean, trifling, slight. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;. &quot;&#xC0F;&#xC32;&#xC28;&#xC3E;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC1F; &#xC2E;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC15;, &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC41;&#xC15;&#xC1C;&#xC47;&#xC38;&#xC46;&#xC26;&#xC35;&#xC41;.&quot; Dab. 39. n. A mean wretch. &#xC24;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC15; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC28;&#xC41;&#xC1F; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;, &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC32; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC42;&#xC22;&#xC2A;&#xC41; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC3E;, &#xC24;&#xC41;&#xC32; &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32;&#xC26;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC2F;, &#xC17;&#xC32;&#xC26;&#xC47;&#xC2E;&#xC26;&#xC3F; &#xC2C;&#xC46;&#xC26;&#xC30;&#xC35;&#xC26;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC28;&#xC3F;&#xC1C;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC28;&#xC4D;.&quot; KP. vi. 301. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41; mulu&#x1E6D;sa-danamu. n. Slightness, meanness. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC32;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41;.&quot; H. ii. 259.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;mulugu. [Tel. another form of &#xC2E;&#xC42;&#xC32;&#xC41;&#xC17;&#xC41;.] v. n. To groan. n. Groaning, a groan. A treasury, a purse, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; mul&#x1E37;ugu&#x1E0D;u. n. The tree called Morinda umbellata. Ainsl. ii. 253. &#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC28;&#xC41; mulugu-m&#x12B;nu. n. A sort of fish.
			</div>
                