&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mul-l&#x14D;kamu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.] n. The universe, i.e., the three worlds, heaven, earth and hell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F; mulle. [Tel.] n. A bag, or bundle, (of money, or jewels), a purse or rouleau. Wealth, money, property. &#xC2E;&#xC42;&#xC1F;, &#xC27;&#xC28;&#xC2E;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;mullu. [Tel.] n. A thorn, a spur, a prickle. A fish bone, a spine. The tongue of a balance. A small needle or pin, as the hand of a watch or clock. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC21;&#xC41; to plant thorns. A. iv. 265. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC21;&#xC3F; setting up a hedge. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC15;&#xC02;&#xC2A;&#xC35;&#xC47;&#xC38;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41; a clock that has lost its hands. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; mull-&#x101;&#x1E0D;in&#x1E6D;su. v. a. To chip (stone with a chisel.) To chisel. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the beards of grain. &#xC2E;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a sharp instrument to extract thorns with. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC26;&#xC3F; a porcupine. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC02;&#xC24;&#xC3F; or &#xC2E;&#xC41;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; a cluster of prickers used by thieves. &quot;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC2E;&#xC41; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2C;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC40;&#xC32;&#xC3F;&#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC41;.&quot; BD. v. 676. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41; or &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41; mullu-&#x1E6D;s&#x16B;pu. v. n. To excel, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To turn the balance, i.e., be superior. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; mull-&#x101;ku-r&#x101;yi. (&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; + &#xC06;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;.) n. A rough file. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC24;, &#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC24; or &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC48; mull-uchita. n. The name of a thorny plant. whose leaves are eaten. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mushkamu. [Skt.] n. A testicle. &#xC35;&#xC43;&#xC37;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mushitamu. [Skt.] adj. Stolen, robbed. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;muv-ve&#x1E6D;&#x1E6D;i. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.] n. Three plagues, all sorts of drudgery. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC32;&#xC41;. &quot;&#xC15;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC2F;&#xC4D;&#xC2F; &#xC28;&#xC46;&#xC21;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC26;&#xC28;&#xC17; &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC41;.&quot; BD. iii. 964.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;muvvuru. [Tel.] pron. Three persons. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muv-v&#x12B;samu. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;.] n. The fraction of three-sixteenths.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;muv-vanne. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;.] n. Three colors. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; muv-vanne-mekamu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; + &#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;.) n. A royal tiger (literally the tricolored beast.) &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; muv-vanne-villu. n. A rainbow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;muv-van&#x1E6D;u. [Tel. &#xC2E;&#xC42;&#xC21;&#xC41; + &#xC05;&#xC02;&#xC1F;&#xC41;.] n. Three pollutions caused by child-births in the same month, &#xC28;&#xC46;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC1A;</span>&#xA0;&#xA0;muv-van&#x1E6D;sa. [Tel.&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC02;&#xC1A;.] n. Three sides. adj. Three-sided. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2A;&#xC02;&#xC1A;&#xC32;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;</span>&#xA0;&#xA0;muvva. [Tel.&#xC2E;&#xC41;&#xC21;&#xC41; + &#xC35;&#xC3E;.] n. A small bell (such as dancers and post office runners wear.) An anklet with small bells. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;. &quot;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC46;&#xC15;&#xC4B;&#xC15;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3E;&#xC32;&#xC41;.&quot; Chenn. ii. 229. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35; &#xC1F;&#xC2A;&#xC3E; an express or postal mail carried by runners. Also, a single masted vessel. (Viz&#x101;g.) &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC4B;&#xC21;&#xC46; muvva-k&#x14D;&#x1E0D;e. n. A bullock in training. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC17; &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC15;&#xC41; &#xC28;&#xC32;&#xC35;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC26;&#xC4B;&#xC28;&#xC46; muvva-d&#x14D;ne. n. A vessel with one keel (as distinguished from &#xC15;&#xC4B;&#xC24;&#xC26;&#xC4B;&#xC28;&#xC46; or &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC26;&#xC4B;&#xC28;&#xC46; a shoe dony, which has two keels.) &#xC12;&#xC02;&#xC1F;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41; &#xC2A;&#xC32;&#xC15; &#xC17;&#xC32;&#xC26;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;mu&#x1E37;&#x1E37;a-yati. [Tel. &#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; from &#xC2E;&#xC41;&#xC21;&#xC3F; a knot. Skt. &#xC2F;&#xC24;&#xC3F;.] n. lit. One who ties knots. A hermit who is fond of breeding quarrels, &#xC12;&#xC15;&#xC30;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC3F;. An epithet of N&#x101;rada.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41; Same as &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;. See under &#xC2E;&#xC42;&#xC21;&#xC41;.
			</div>
                