&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;musalamu. [Skt.] n. A club, a pestle. &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;, &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41; he who is armed with a club. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC15;&#xC3F;&#xC38;&#xC32;&#xC2F;&#xC2E;&#xC41; musata-kisala-yamu. n. &quot;Club blossoms.&quot;, (an expression similar to &quot;milk from a stone&quot;) the name of a certain book.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;musaru. [Tel.] v. n. To collect, gather, crowd, settle upon (any object, as flies, or insects): to surround. &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC30;</span>&#xA0;&#xA0;musara. [Tel.] n. Foot and mouth disease in cattle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC2E;&#xC41;&#xC38;</span>&#xA0;&#xA0;musamusa. [Tel. anuk.] n. A buzzing noise, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. Sharp anger, &#xC1A;&#xC3F;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC2E;&#xC41;&#xC38;&#xC2E;&#xC28;&#xC41; to fume, to be angry; to rustle, as hair. &#xC1A;&#xC3F;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC28;&#xC41; , &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &quot;&#xC06;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC41;&#xC38;&#xC2E;&#xC41;&#xC38;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC2C;&#xC32;&#xC3F;&#xC15;&#xC46;.&quot; Dab. 139.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC28;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;musan&#x101;bu. [H.] n. A screen, &#xC24;&#xC46;&#xC30;, &#xC24;&#xC21;&#xC15;. &quot;&#xC17;&#xC4A;&#xC21;&#xC3F;&#xC2F;, &#xC32;&#xC32;&#xC30;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41; &#xC24;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC32;&#xC4D; &#xC2E;&#xC41;&#xC38;&#xC28;&#xC3E;&#xC2C;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2A;&#xC41; &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC2A;&#xC42;&#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41; &#xC26;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; Paidim. iii.77.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC26;&#xC4D;&#xC26;&#xC40;</span>&#xA0;&#xA0;musaddi. [H.] n. A writer, a clerk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;mush&#x1E6D;i. [Skt.] n. A fist. The hilt or handle of a sword, &#xC2A;&#xC3F;&#xC21;&#xC3F;. A handful. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;. A handful of grain given as alms, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC21;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to give alms. &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F; to live by alms. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC27;&#xC4D;&#xC2F; mush&#x1E6D;i-madhya. n. A slim girl: (lit. slenderwaisted.) &quot;her waist was a handful.&quot; (Addison.) &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the tree called Strychnos nuxvomica sometimes called the poison nut tree. Rox. i. 575. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; mush&#x1E6D;i-k&#x101;ntaku&#x1E0D;u. n. A name of Balar&#x101;ma. Dab. 69. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F; mush&#x1E6D;i-k&#x101;ya. n. The Nux vomica or poison unut. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; mush&#x1E6D;i-k&#x101;ya-mu&#x1E6D;s&#x1E6D;su.n. The Hoopoo: lit. The poison nut eater. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC41;&#xC21;&#xC41; mush&#x1E6D;i-patsu&#x1E0D;u. n. A poor man. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC23;&#xC41;&#xC21;&#xC41; mush&#x1E6D;i-chanu&#x1E0D;u. [Skt.] n. A boxer. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mushkaramu. [Skt.] n. Obstinacy, persistency. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;. adj. Hard, obstinate, severe, of a sullen saturnine disposition, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F; or &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; mushkari. n. An obstinate, stubborn man, a ruffian, a violent man.&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;musun&#x1E0D;i. [Skt.] n. A wooden club, &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC23;&#xC3F; or &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC28;&#xC3F; musi&#x1E0D;i. [from Skt. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;.] n. The tree called Strychnos nux vomica, Rox. i. 573. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC15;&#xC41;&#xC35;, &#xC38;&#xC48;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41; &#xC28;&#xC02;&#xC26;&#xC47;&#xC32; &#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; Vaij. iii. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;musin&#x1E6D;su. [Tel.] v. n. To become silly or foolish, to be silly, play the fool. &#xC1A;&#xC46;&#xC21;&#xC41;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC0F;&#xC32; &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; why are you so silly? &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;he has lost his wits. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC06; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was off his guard and took the letter and read it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC3F;</span>&#xA0;&#xA0;musi. [Tel.] adj. False, feigned. &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;. &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC2E;&#xC41;&#xC38;&#xC3F; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; a feigned laugh, a smile, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC32;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;musalm&#x101;nu. [Tel.] n. A mussulman, a Mahomedan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC32;&#xC3F; musali. [Tel.] adj. Old. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; an old person. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; a decrepit person. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC28; the latter rain. n. An old man or woman. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F; a crone that hobbles on three legs, i.e., with a staff. plu. &#xC2E;&#xC41;&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41; old people. Swa. vi. 57. Pal. 454.&#xC2E;&#xC41;&#xC38;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; an old wife&apos;s tales. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; musali-tanamu. n. Old age. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
                