&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC35;&#xC41; or &#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; musugu. [Tel.] n. A veil, a covering for the head, &#xC24;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to put on a veil, to cover with a veil. &quot;&#xC15;&#xC28;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC02;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC40;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC2A;.&quot; Ahalya. i. 23. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; musugu&#x1E0D;u. n. Covering, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; musugu-pa&#x1E0D;u. v. n. To be covered up, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC26; musugu-bonda. n. A small tree of the palm species whose leaves are never cut off, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC0A;&#xC21;&#xC28;&#xC3F; &#xC24;&#xC3E;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;muste. [Tel.] n. A tree of the Cyperus family. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; or &#xC05;&#xC32;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41; the white Swallow-wort, the Three lobed Nightshade, Solunum trilobatum. (Linn.) &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; Cyperus spectosus. (Heync.) &#xC24;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; Cyperus rotundus. (Heync.) &#xC24;&#xC40;&#xC17;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46; Menispermum polycarpon. Rox. iii. 816.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC26;&#xC41;</span>&#xA0;&#xA0;must&#x12B;du. [H.] n. Readiness. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41;. &quot;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC30;&#xC32;&#xC46;&#xC21;&#xC41; &#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC24;&#xC4B; &#xC38;&#xC3E;&#xC26;&#xC3F;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC24;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC26;&#xC41; &#xC18;&#xC1F;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC47;&#xC1C;&#xC3F;&#xC28;&#xC28;&#xC17;.&quot; UH. iv. 22. adj. Prepared, ready, capable, worthy. &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC26;&#xC41;&#xC17;&#xC3E; must&#x12B;du-g&#x101;. adv. In readiness, ready. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC0E;&#xC32;&#xC26;&#xC47;&#xC1F;&#xC3F;&#xC17;&#xC2E;&#xC3F;&#xC2E;&#xC47;&#xC1F;&#xC3F; &#xC2F;&#xC46;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC2E;&#xC42;&#xC15;&#xC32;, &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. 104. &#xC1F;&#xC40; &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC26;&#xC41;&#xC17;&#xC3E;, &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC2C;&#xC41; must&#x101;bu. [H.] n. Equipment, accoutrement. Dressing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; musta. [Skt.] n. A sort of grass, Cyperus rotundus. Rox. i. 197. &#xC24;&#xC41;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;musuru. [Te.] n. A constant or continued rain; drizzle, or mizzling rain, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC28;, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;, &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. v. a. &amp; n. To cover as flies or ants do. To surround, to swarm or crowd together, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F; musuru-m&#x16B;ti. n. An angry-looking face. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; crossness, ill-humour, peevishness. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a captious, or peevish man, a cross creature. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; peevish talk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC15;</span>&#xA0;&#xA0;m&#x16B;ka. [Skt.] adj. Dumb. &#xC2E;&#xC42;&#xC15;&#xC40;&#xC15;&#xC43;&#xC24; m&#x16B;k&#x12B;-k&#x1E5B;ita. adj. Stricken dumb. &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. R. ii. 130. &#xC2E;&#xC42;&#xC15;&#xC41; or &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41; m&#x16B;ku. n. A dumb person a miserable wretch. &#xC2E;&#xC42;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC15;</span>&#xA0;&#xA0;m&#x16B;ka. [Tel. from &#xC2E;&#xC42;&#xC17;&#xC41;.] n. An assembly, a crowd, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. An army, host, &#xC38;&#xC47;&#xC28;. &#xC2E;&#xC42;&#xC15;&#xC2E;&#xC40;&#xC26; indiscriminately, in the lump, without details. &quot;&#xC35;&#xC47;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2E;&#xC42;&#xC15; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC47; &#xC35;&#xC47;&#xC33;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC26;&#xC30;&#xC41;.&quot; Dab. 104. &#xC2E;&#xC42;&#xC15;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC17;&#xC4D;&#xC17; &#xC15;&#xC42;&#xC24;&#xC32;&#xC41;. &#xC2E;&#xC42;&#xC15;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; m&#x16B;ka-vippu. adj. Scattering. &#xC1A;&#xC46;&#xC26;&#xC30;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;</span>&#xA0;&#xA0;m&#x16B;. In composition, short for &#xC2E;&#xC42;&#xC21;&#xC41; as &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC1F;&#xC3F;, the next consonant being doubeld in such cases.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;muh&#x16B;rtamu. [Skt.] n. Time; a division of time; a moment; the thirtieth part of a day and night, an hour of fortyeight minutes. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC15;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC21;&#xC3F;&#xC2F;&#xC32; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC39;&#xC41;&#xC03;</span>&#xA0;&#xA0;muhuh. [Skt.] adv. Again, &#xC2E;&#xC3E;&#xC1F;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC2E;&#xC30;&#xC32;&#xC2E;&#xC30;&#xC32;. &#xC2E;&#xC41;&#xC39;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC39;&#xC41;&#xC03;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC39;&#xC41;&#xC03; reiteratedly, over and over. &#xC2A;&#xC41;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC18; &#xC2E;&#xC41;&#xC39;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC37; reiteration &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;.
			</div>
                