&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC17;</span>&#xA0;&#xA0;m&#x16B;ga. [Tel.] n. A mosquito, &#xC26;&#xC4B;&#xC2E;. A kind of bird. Hamsa iii. Dumbness. &#xC2E;&#xC42;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Dumb, &#xC2E;&#xC42;&#xC15; &#xC05;&#xC2F;&#xC3F;&#xC28;. &#xC2E;&#xC42;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; a dumb man. &#xC2E;&#xC42;&#xC17;&#xC26;&#xC3F; a dumb woman. &#xC2E;&#xC42;&#xC17;&#xC2F;&#xC46;&#xC02;&#xC21; dull. sultry heat. &#xC2E;&#xC42;&#xC17;&#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to use dumb gestures. &#xC15;&#xC41;&#xC02;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC42;&#xC17; the Fork-tailed Shrike. &#xC27;&#xC42;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC17;&#xC32;&#xC41; m&#x16B;galu. n. A sort of cakes. &quot;&#xC05;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC17;&#xC32;&#xC41;&#xC32;&#xC3E;&#xC1C;&#xC32;&#xC41;.&quot; H. i. 114. &#xC2E;&#xC42;&#xC17;&#xC41; m&#x16B;gu. n. A dumb man. &#xC2E;&#xC42;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2E;&#xC42;&#xC17;&#xC41;, &#xC2D;&#xC30;&#xC24;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC20;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC42;&#xC28;&#xC41;&#xC1F;&#xC38;&#xC41;&#xC2E;&#xC40;.&quot; G. viii. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x16B;ku&#x1E0D;u. [Tel. &#xC2E;&#xC42;&#xC2F;&#xC41; + &#xC15;&#xC41;&#xC21;&#xC41;&#xC15;.] n. An earthen platter used as a cover. A cover,&#xC2E;&#xC42;&#xC24;. H. v. 12. &#xC36;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;. An earthen cup.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC17;&#xC41;</span>&#xA0;&#xA0;m&#x16B;gu. [Tel.] v. a. To surround: to settle upon any object (as flies or insects do.) &#xC2E;&#xC41;&#xC38;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. &quot;&#xC08;&#xC17;&#xC32;&#xC41;&#xC1A;&#xC40;&#xC2E;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC17;&#xC3F;, &#xC2E;&#xC48;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24; &#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC38;&#xC35;.&quot; N. iv. 95. &#xC2E;&#xC42;&#xC17;&#xC24;&#xC40;&#xC1F; thick-set itch. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC47;&#xC32;&#xC3F;&#xC28;&#xC24;&#xC40;&#xC1F;. &#xC2E;&#xC42;&#xC17;&#xC2C;&#xC3E;&#xC30;&#xC41; same as &#xC2E;&#xC42;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;m&#x16B;-konu. [Tel. &#xC2E;&#xC42;&#xC15;&#xC41; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; + &#xC15;&#xC4A;&#xC28;&#xC41;.] v. n. To smell, to scent. &#xC35;&#xC3E;&#xC38;&#xC28; &#xC1A;&#xC42;&#xC1A;&#xC41;. To abscond, to hide oneself. &#xC26;&#xC3E;&#xC17;&#xC41;. &quot;&#xC2E;&#xC32;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2F;&#xC46;&#xC17;&#xC28;&#xC41;&#xC15;, &#xC2E;&#xC42;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC42;&#xC23;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC46;, &#xC0F;&#xC21;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC4B; &#xC2F;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC4B; &#xC2F;&#xC28;&#xC4D;&#xC28;.&quot; Pal. 322.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC1F;</span>&#xA0;&#xA0;m&#x16B;&#x1E6D;a. [Tel.] n. A bundle, a pack. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC0F;&#xC2E;&#xC3F;&#xC2E;&#xC42;&#xC1F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC41; at death what can we carry with us?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC1A;&#xC42;&#xC1A;&#xC1A;&#xC41;</span>&#xA0;&#xA0;m&#x16B;-&#x1E6D;s&#x16B;&#x1E6D;su. [Tel. &#xC2E;&#xC42;&#xC24;&#xC3F; + &#xC1A;&#xC42;&#xC1A;&#xC41;.] v. a. To smell, put to the nose. &#xC06;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC42;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC2D;&#xC4B;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.&quot; M. XIII. iv. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC17;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x16B;gelu. [Tel.&#xC2E;&#xC42;&#xC15;&#xC41; + &#xC0E;&#xC32;&#xC3F;.] n. A musk-rat, &#xC1A;&#xC41;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC42;&#xC37;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC21;&#xC2E;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;m&#x16B;&#x1E0D;a-man&#x1E6D;su. [Tel.] n. Thick or heavy dew, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x16B;&#x1E0D;i. [Tel. another form of &#xC2E;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;.] (q. v.)
			</div>
                