&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x16B;&#x1E0D;u. [Tel.] adj. Pron. or n. Three. infl. &#xC2E;&#xC42;&#xC1F;&#xC3F; as &#xC06;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; to the three. &#xC2E;&#xC42;&#xC1F; m&#x16B;&#x1E6D;a. n. ablative. Thirdly, at the third. &#xC2E;&#xC42;&#xC1F;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;, &#xC2E;&#xC42;&#xC21;&#xC35;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;. plural &#xC2E;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41;, as &#xC2A;&#xC26;&#xC3F;&#xC2E;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41; ten times three. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC3F; laying the garland in three festoons. G. xi. 49. &#xC2E;&#xC42;&#xC21;&#xC41; &#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC3F;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15; muk-k&#x101;ka. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC15;.) n. Oppression, trouble, distress. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC2E;. &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC30; &#xC2E;&#xC40;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC32;&#xC47;&#xC32; &#xC38;&#xC41;&#xC32;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.&quot; L. xx. 256. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28; thrice proved, thrice tried in the fire, inured; well versed, or experienced. &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2A;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F; muk-k&#x101;ni. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC28;&#xC3F;.) n. The fraction of three &#xC15;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;; 9 pies or three sixtyfourths. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41; muk-k&#x101;ru (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC30;&#xC41;.) n. Three seasons or crops (in a year.) &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC1F;&#xC32;&#xC41;, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC27;&#xC30;&#xC23;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; &#xC24;&#xC30;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC21;&#xC46;.&quot; T. v. 215. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F; or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F; muk-k&#x101;lip&#x12B;&#x1E6D;a. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC32;&#xC3F; + &#xC2A;&#xC40;&#xC1F;.) n. A three legged stool or table. A tripod. &quot;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC40;&#xC1F;&#xC2E;&#xC40;&#xC26; &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC32;&#xC30;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Rasica. i. 52. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC41; muk-k&#x101;lu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC3E;&#xC32;&#xC41;.) n. Three quarters. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;. Three legs, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC1F;&#xC3F;&#xC15; muk-ko&#x1E6D;ika. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC15;&#xC4A;&#xC1F;&#xC3F;&#xC15;.) n. Three cities, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC3F; &#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; muk-k&#x14D;&#x1E6D;i-&#x113;k&#x101;. n. A fast held in honor of Vishnu in the month Margasira. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC36;&#xC3F;&#xC30;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27; &#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; &#xC28;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC23;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC15;&#xC4B;&#xC1F;&#xC4D;&#xC32; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC35;&#xC28;&#xC47; &#xC10;&#xC24;&#xC3F;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC08;&#xC2A;&#xC47;&#xC30;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;&#xC2E;&#xC41; muj-jagamu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC1C;&#xC17;&#xC2E;&#xC41;.) n. The &apos;three worlds,&apos; the universe, &#xC32;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC41; mu-t-tumu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC24;&#xC42;&#xC2E;&#xC41;.) n. The measure of three &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41; mun-n&#x16B;ru. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2E;&#xC3E;&#xC30;&#xC41;.) n. Three hundred. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F; or &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC48; mup-padi. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC26;&#xC3F;.) n. Thirty. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41; mup-pandumu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC26;&#xC3F; + &#xC24;&#xC42;&#xC2E;&#xC41;.) n. Thirty tooms. (&#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;.) &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15; mup-p&#x101;tika. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;.) n. Three quarters. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC35;&#xC41; mup-p&#x101;vu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3E;&#xC35;&#xC41;.) n. Three quarters. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC21;&#xC3F; mup-pi&#x1E0D;i. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3F;&#xC21;&#xC3F;.) n. &apos;Three handles,&apos; a dagger. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F; mup-piri. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2A;&#xC3F;&#xC30;&#xC3F;.) n. Three twists or strands. adj. Three fold. triple. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F; mum-ma&#x1E0D;i. (&#xC2E;&#xC41;&#xC21;&#xC41; + &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.) n. Three times as much, three fold, treble, triple. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41; mum-manuma&#x1E0D;u. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;.) n. A great grandson. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41; mum-m&#x101;ru. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2E;&#xC3E;&#xC30;&#xC41;.) n. Three times. &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC42;&#xC21;&#xC41; mum-m&#x16B;&#x1E0D;u. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC2E;&#xC42;&#xC21;&#xC41;.) n. Three times three, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;. &#xC2E;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC30;&#xC41; muy-y&#x113;ru. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC0F;&#xC30;&#xC41;) n. Three streams, an epithet of the Ganges. &quot;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC30;&#xC41;&#xC28;&#xC47;&#xC32;.&quot; HD. ii. 3. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; mul-l&#x14D;kamu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.) n. Three worlds, i.e., the earth, heaven and the nether world &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC40;&#xC38;&#xC2E;&#xC41; muv-visamu. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;.) n. The fraction of three-sixteenths. &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41; or &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; muv-vuru. (&#xC2E;&#xC42;&#xC21;&#xC41; + &#xC35;&#xC3E;&#xC30;&#xC41;.) n. Three persons. &#xC2E;&#xC42;&#xC21;&#xC4B; or &#xC2E;&#xC42;&#xC21;&#xC35; m&#x16B;&#x1E0D;&#x14D;. adj. The third. &#xC2E;&#xC42;&#xC21;&#xC4B;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; the third day, i.e., the next day but one.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC24;&#xC3F;</span>&#xA0;&#xA0;m&#x16B;ti. [Tel.] n. Mouth, &#xC28;&#xC4B;&#xC30;&#xC41;. Face, &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC42;&#xC24;&#xC3F; the muzzle of a gun. &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to give a slap on the mouth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;tamu. [Skt.] n. A pillow used by a king to rest his arms on, &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC24;&#xC32;&#xC17;&#xC21;. adj. Tied, bound, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC24;</span>&#xA0;&#xA0;m&#x16B;ta. [Tel from &#xC2E;&#xC42;&#xC2F;&#xC41;.] n. Shutting, closing, covering, &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC1F;. A cover, lid, top. A valve, any little door as that of a lantern. The cover or parchment of a drum. &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC42;&#xC24;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC42;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; m&#x16B;ta-pa&#x1E0D;u. v. n. To be closed, &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; his ears were stunned, his ears tingled. &#xC2E;&#xC42;&#xC24;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41; m&#x16B;ta-po&#x1E0D;uvu. n. A kind of game. &#xC12;&#xC15; &#xC06;&#xC1F;. &quot;&#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC1A;&#xC26;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC2E;&#xC42;&#xC24;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41;.&quot; H. iii.191. &#xC2E;&#xC42;&#xC24;&#xC2C;&#xC32;&#xC4D;&#xC32; m&#x16B;ta-balla. n. A sheathing plank that closes up the ends of the rafters of a pent roof. &#xC07;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC32;, &#xC35;&#xC3E;&#xC1A;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;&#x1E0D;hamu. [Skt.] adj. Dull, stupid, foolish, ignorant. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC42;&#xC22;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; superstition, blind faith, simple reliance. &#xC2E;&#xC42;&#xC22;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; a superstitious man. &#xC2E;&#xC42;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; m&#x16B;&#x1E0D;hatvamu. n. Dullness, stupidity. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41; m&#x16B;-&#x1E0D;hu&#x1E0D;u. n. An ignorant man, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A fool, simpleton. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;. A boy or child, &#xC2C;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x16B;&#x1E0D;u. [Tel.] v. n. To happen, to befall. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. To end, close, terminate, &#xC05;&#xC02;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC2E;&#xC42;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; he is sure to die. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC42;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; his days are ended. &quot;&#xC08; &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC15;&#xC40;&#xC35;&#xC3F;&#xC27;&#xC3F; &#xC2E;&#xC42;&#xC21;&#xC46;.&quot; HD. i. 1629. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC42;&#xC21;&#xC4D;&#xC1A;&#xC41; m&#x16B;&#x1E0D;u&#x1E6D;su. v. a. To cause to happen, &#xC2E;&#xC42;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC41; m&#x16B;&#x1E0D;upu. n. The name of a certain plant. H. iv. 11.
			</div>
                