&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;</span>&#xA0;&#xA0;m&#x16B;ra. [Tel.] n. The lower arm. The length of the forearm, a cubit. &#xC06; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC30;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he measured the cloth with his arm or in cubits. &#xC08; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC42;&#xC32;&#xC47;&#xC26;&#xC41; the cloth is deficient both in length and width. &#xC2E;&#xC42;&#xC30;&#xC15;&#xC4B;&#xC15; long cloth, &#xC2C;&#xC3E;&#xC30;&#xC1A;&#xC3E;&#xC2A;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC15;&#xC4B;&#xC32; m&#x16B;ra-k&#x14D;la. n. A measuring rod, &#xC17;&#xC1C;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;tramu. [Skt.] n. Urine. &#xC09;&#xC1A;&#xC4D;&#xC1A;. &#xC28;&#xC40;&#xC30;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC21;&#xC3F;. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC1B;&#xC4D;&#xC30;&#xC2E;&#xC41; m&#x16B;tra-k&#x1E5B;ichhramu. n. The disease of stone in the bladder. Diabetes. &#xC05;&#xC36;&#xC4D;&#xC2E;&#xC30;&#xC3F;, &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC47; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC30;&#xC41;&#xC21;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x16B;trintsu. v. n. To pass urine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC2F;&#xC41;</span>&#xA0;&#xA0;m&#x16B;yu. [Tel.] v. a. To shut, close, cover. To close in, as darkness. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC2E;&#xC41; shut the door. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC2E;&#xC41; shut his eyes. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC2E;&#xC41;. shut the box. &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC26;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC3E;? will a fault remain concealed, however much we may try to do so? &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC2E;&#xC42;&#xC2F;&#xC15; with half closed eyelids. &#xC05;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; darkness gathered. &#xC24;&#xC4B;&#xC32;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a box covered with leather. &#xC2E;&#xC42;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x16B;yin&#x1E6D;su. v. a. To cause to shut or close. &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. v. a. To close. &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x16B;si-konu. to close the eyes: to die. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC41;&#xC15;&#xC4B; hold your tongue.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;m&#x16B;pu. [Tel.] n. The shoulder. &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC2A;&#xC48; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC4A;&#xC26;&#xC35; &#xC21;&#xC3E;&#xC2A;&#xC32; &#xC17;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC41;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;.&quot; Padma. vii. 176. &quot;&#xC28;&#xC40;&#xC35;&#xC32;&#xC2E;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC35;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC28;&#xC47;&#xC32;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC17;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC28;&#xC3F;&#xC2D;&#xC43;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC36;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC32; &#xC15;&#xC3E;&#xC30;&#xC2F;&#xC28;&#xC42;&#xC30;&#xC1F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; M. IV. ii. 191. &#xC2E;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; m&#x16B;puramu. n. A bull&apos;s hump. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2D;&#xC41;&#xC1C;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC15;&#xC41;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC28;</span>&#xA0;&#xA0;m&#x16B;na. [Tel.] n. The chaff of castor oil seeds, &amp;c. the larger particles that will not pass through in straining. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC32;&#xC15; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC30;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; &#xC06;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC42;&#xC28;&#xC41;. v. a. To strain, as flour through a piece of cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC26;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC42;&#xC26;&#xC32;&#xC3F;&#xC15; m&#x16B;dala. [Tel. &#xC2E;&#xC42;&#xC32; + &#xC24;&#xC32;.] n. Proof, ascertainment. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;. &#xC2E;&#xC42;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x16B;dalin&#x1E6D;su. v. a. To prove, to ascertain. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC41;&#xC26;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC09; &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC28;&#xC43;&#xC2A;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3E;&#xC35;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC17; &#xC35;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC48;, &#xC28;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC26;&#xC3E;&#xC15;&#xC3F;&#xC28;.&quot; M. VIII. ii. 20. &#xC2E;&#xC42;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41; m&#x16B;dalimpu. n. Proof, assertion. &#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x16B;r-konu. [Tel.] v. a. To nose, put to the nose, smell. &#xC06;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. To smell a child&apos;s head. (equivalent to kissing it.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; Same as &#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;m&#x16B;ru&#x16B;. [Tel.] v. n. To be full, to teem. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;. &quot;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2A;&#xC02;&#xC1A;&#xC15; &#xC2E;&#xC41;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC02;&#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC28;&#xC4D; &#xC2E;&#xC42;&#xC30;&#xC3F;&#xC2C;&#xC4B;&#xC28;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC17;&#xC46;&#xC21;&#xC41; &#xC2D;&#xC35;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC02;&#xC2A;&#xC41;&#xC27;&#xC3E;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC23; &#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC3F;.&quot; A. vi. 29. &#xC1F;&#xC40; &#xC2E;&#xC42;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC4B;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;. To excel, increase, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; m&#x16B;ri-p&#x14D;vu. v. n. To excel increase, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To succeed, be successful, &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC17;&#xC41;. To be ruined, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC15;&#xC4A;&#xC02;&#xC21; m&#x16B;ru-kon&#x1E0D;a. n. The name of a certain tree, &#xC30;&#xC42;&#xC2A;&#xC17;&#xC02;&#xC27;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                