&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;m&#x16B;rti. [Skt.] n. The body, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. A figure, form, body in general, or any definite shape, or image. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;. Matter, substance, a divine hypostasis or person. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; the Hindu Triad, i.e., Brahma, Vishnu, and Siva. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F; the god Krishna, or an image of Krishna. &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F; he is justice in human form. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2D;&#xC40;&#xC15;&#xC30;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; he is an absolute fright or horrible figure. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F; &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; he was beauty personified. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; he was all sin. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; m&#x16B;rti-mantu&#x1E0D;u. n. One who has bodily form. &#xC36;&#xC30;&#xC40;&#xC30;&#xC3F;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC24;&#xC4D; m&#x16B;rti-mat. adj. Material, corporeal, substantial, soild, having shape. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x16B;rti-karin&#x1E6D;su. v. n. To assume a visible form, &#xC36;&#xC30;&#xC40;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; m&#x16B;rtamu. adj. Solid, material, endowed with form or shape. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;</span>&#xA0;&#xA0;m&#x16B;rchha. [Skt.] n. A swoon, fainting, an epileptic fit. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;, &#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;, &#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2A;&#xC4B;&#xC35;&#xC41; m&#x16B;rchha-p&#x14D;vu. v. n. To swoon. &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC1B; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the swoon went off, he recovered his senses. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC28; m&#x16B;rchhana. n. Fainting, swooning. A cadence or dying fall in music. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC3E;&#xC35;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;. HD. i. 865. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; m&#x16B;rchha-r&#x14D;ga. n. Fainting, a fit. &#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; m&#x16B;rchh&#x101;lu&#x1E0D;u. n. One who is subject of fits, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; m&#x16B;rchhitu&#x1E0D;u. n. One who has fainted, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC41; m&#x16B;rchhillu. v. n. To swoon or faint, &#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;murkhamu. [Skt.] adj. Irrational, brutish, senseless, stupid, stubborn, obstinate, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24; or &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; m&#x16B;khata. n. Stubbornness, stupidity, senselessness. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41; murkhu&#x1E0D;u. n. A fool, an obstinate block head. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC32;&#xC17;</span>&#xA0;&#xA0;m&#x16B;laga. [Tel.] n. The marrow in a bone. &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC1C;&#xC4D;&#xC1C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC32;</span>&#xA0;&#xA0;m&#x16B;la. [Tel.] n. A corner,&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. An angle. &#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;. A retreat. &#xC17;&#xC4A;&#xC02;&#xC26;&#xC3F;. A braid, or tress. &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC15;&#xC47;&#xC36;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. An airt or point of the compass, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2E;&#xC42;&#xC32; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a corner house. &#xC2E;&#xC42;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; m&#x16B;la-v&#x113;yu. v. a. To lay aside, put by, throw aside, neglect. &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC42;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; this will not suffice at all, &#xC0E;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC26;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC28;&#xC41; in a bye place. &#xC2E;&#xC42;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC32; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC40;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC41; why draw a man out of his corner into the centre of the court, i.e., why pick a quarrel with a quiet man who is sitting still. &#xC2E;&#xC42;&#xC32; or &#xC2E;&#xC42;&#xC32;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; [Skt.] n. The nineteenth of the lunar mansions. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC15; mla-ma&#x1E6D;&#x1E6D;amu. [Tel.] n. A carpenter&apos;s square &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;, &#xC17;&#xC4B;&#xC21;&#xC32;&#xC2E;&#xC42;&#xC32;&#xC32;&#xC02;&#xC26;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC15;. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41; m&#x16B;la-m&#x101;nu. n. A bracket (fixed in the wall and used as a stand.) &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2E;&#xC42;&#xC32;&#xC32;&#xC4B; &#xC07;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC2E;&#xC42;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC2E;&#xC42;&#xC32;&#xC30;&#xC3E; m&#x16B;la-r&#x101;yi. n. A diamond. &quot;&#xC05;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2E;&#xC42;&#xC32;&#xC30;&#xC3E;&#xC2A;&#xC28;&#xC41;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC2A;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC32;&#xC4B;.&quot; Satya. i. 6. &#xC2E;&#xC42;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; m&#x16B;la-r&#x113;&#x1E0D;u n. The lord or king of the S. W. corner, an epithet applied to kub&#x113;ra. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC43;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;rdhamu. [Skt.] n. The head. &#xC24;&#xC32;. &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; m&#x16B;rdh-&#x101;bhishik-tu&#x1E0D;u. n. One who is anointed, i.e., an enthroned king: an emperor. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
                