&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;</span>&#xA0;&#xA0;m&#x16B;sa.[from Skt. &#xC2E;&#xC42;&#xC37;.] n. A crucible. &#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC37;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC42;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41; m&#x16B;shakamu. [Skt.] n. A rat, or mouse. &#xC2E;&#xC42;&#xC37;&#xC15;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; he whose steed is the rat, i.e., Ga&#x1E47;&#x113;sa.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC35;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35; or &#xC2E;&#xC42;&#xC17;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;lyamu. [Skt.] n. Price, wages, hire. &#xC35;&#xC46;&#xC32;, &#xC27;&#xC30;, &#xC15;&#xC42;&#xC32;&#xC3F;, &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC42;&#xC32;&#xC4D;&#xC17;&#xC41; m&#x16B;lugu. [Tel.] v. n. To groan, to moan, to make a noise or sound. &#xC30;&#xC4B;&#xC17;&#xC3F; &#xC06;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC42;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the money is lying idle. Vasu. ii. 11. n. A groan, moan, grunt. &#xC30;&#xC4B;&#xC17;&#xC3F; &#xC06;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; m&#x16B;lugu-m&#x101;nu. n. A tree, called Morinda bracteata. Rox. i. 544. Weight, plate 126. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC2B;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;m&#x16B;lika. [Skt.] n. A root. Any medicinal root. &#xC2E;&#xC02;&#xC26;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;. See &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;lamu. [Skt.] n. A root, &#xC35;&#xC47;&#xC30;&#xC41;. Origin, commencement, beginning. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. Capital, principal, &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. A text, as opposed to its commentary. &#xC08; &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC46;&#xC35;&#xC30;&#xC41; who was the beginning of this quarrel? &#xC05;&#xC26;&#xC3F; &#xC38;&#xC2E;&#xC42;&#xC32; &#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; it is ruined, root and branch. &#xC0B;&#xC37;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC28;&#xC26;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41; you must not inquire into the origin of a Rishi of a river. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC06;&#xC2E;&#xC42;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I examined it throughly. Means, an instrument. In Algebra, the root of quantity. adj. Radical, main, principal, primeval. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC42;&#xC32; &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; the chief image in a temple. &#xC2E;&#xC42;&#xC32;&#xC15;&#xC2E;&#xC41; m&#x16B;lakamu. n. The horse radish. &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F;. &#xC2E;&#xC42;&#xC32;&#xC26;&#xC41;&#xC02;&#xC2A; the principal root. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; m&#x16B;lamu-g&#x101;. adv. Through, by means of, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;. &#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC41; m&#x16B;la-dhanamu. n. Capital, principal, stock. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41;. &#xC2E;&#xC42;&#xC32; &#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; m&#x16B;la-bandhamu. n. A foundation. &#xC2A;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC3F;. &#xC2E;&#xC42;&#xC32;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; m&#x16B;la-vitamu. adj. Original. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC42;&#xC32;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; m&#x16B;la-bh&#x16B;tu&#x1E0D;u. n. One who is the origin. &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; m&#x16B;la-mu&#x1E6D;&#x1E6D;u. adv. Entirely. &#xC05;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC42;&#xC32;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; or &#xC2E;&#xC42;&#xC32;&#xC36;&#xC02;&#xC15; m&#x16B;&#x1E37;a-vy&#x101;dhi. n. The disease called piles. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; bleeding piles, h&#xE6;morrhoids. Ainslie. &#xC2E;&#xC42;&#xC32;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; m&#x16B;la-sth&#x101;namu. n. The shrine in a temple. &#xC2E;&#xC42;&#xC32;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC32;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; m&#x16B;l-&#x101;dh&#x101;ramu. n. The basis or source. The bottom. The chief support. The Sacrum. The coccyx.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;m&#x16B;sika. [Tel.] n. A tube of gold on either side of the Tail (&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;) through which the string passes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x16B;s&#x101;mbaramu. [Tel.] n. The Socotrine Aloes of commerce. (Watts.) Aloc succotrina (Lam.) &amp; A. Perryi (Baker.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC42;&#xC38;&#xC3E;</span>&#xA0;&#xA0;m&#x16B;s&#x101;. [Fr.] n. Monsieur, Mr. &#xC2E;&#xC42;&#xC38;&#xC3E;&#xC2C;&#xC42;&#xC38;&#xC40;. Monsieur Bussy.
			</div>
                