&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x1E5B;idangamu. [Skt.] n. A tabret, tabor, small drum, double drum. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15; m&#x1E5B;ittu. [Skt.] n. Earth, clay, soil, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC38; or &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC28; m&#x1E5B;itsa. n. Rich, soil, fine soil, sweet earth. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;m&#x1E5B;iti. [Skt m&#x1E5B;i = to die.] n. Death &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC2E;&#xC43;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41; m&#x1E5B;iti-bondu. v. n. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2E;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; m&#x1E5B;itu&#x1E0D;u. n. One who is deceased, or dead. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; dead while alive. &#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41; m&#x1E5B;itamu. adj. Dead, expired. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;. &#xC2E;&#xC43;&#xC24;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; m&#x1E5B;ita-nash&#x1E6D;amu. a dead man. &#xC2E;&#xC43;&#xC24;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. adj. Dead, merged, extinct, as a family or heirship. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC43;&#xC24;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the family became extinct. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC35;&#xC41; m&#x1E5B;ityuvu. n. Death. &#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;. The god of death, &#xC15;&#xC43;&#xC02;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC30;&#xC23;&#xC3E;&#xC27;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC24;. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC21;&#xC41; m&#x1E5B;ityun-jayu&#x1E0D;u. n. The victor over death, i.e., Siva. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC17;. &#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC38;&#xC42;&#xC24;&#xC3F; m&#x1E5B;ityu-s&#x16B;ti. n. That which bears young, and then dies, i.e., the crab, which, like the viper, is supposed to be destroyed by its young. &#xC2A;&#xC40;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC23;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mri&#x1E47;&#x101;&#x1E37;amu. [Skt.] n. The stem of a lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC24;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x1E5B;i&#x1E0D;u&#x1E0D;u. [Skt.] n. A name of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC43;&#xC26;&#xC3E;&#xC28;&#xC3F; m&#x1E5B;i&#x1E0D;&#x101;ni. n. An epithet of P&#x101;rvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x1E5B;igyamu. [Skt.] adj. Fit to be sought, or inquired for. &#xC35;&#xC46;&#xC26;&#xC15;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC43;&#xC17;&#xC4D;&#xC2F;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41; m&#x1E5B;ugya-tamudu. n. He who is eminent, not to be overlooked. &quot;&#xC2E;&#xC43;&#xC17;&#xC4D;&#xC2F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC26;&#xC15;&#xC3F; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;.&quot; KP. v. 250.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x1E5B;igamu. [Skt.] n. An animal in general, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;. A wild animal. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC1C;&#xC4D;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. A deer, gazelle, antelope. &#xC1C;&#xC3F;&#xC02;&#xC15;, &#xC32;&#xC47;&#xC21;&#xC3F;. &#xC2A;&#xC36;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; cattle, birds, and beasts. &#xC2E;&#xC43;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; a certain demon, having the neck of an antelope. &#xC2E;&#xC43;&#xC17;&#xC28;&#xC2F;&#xC28; a gazelle-eyed girl, having eyes bright and black as those of fawn. &#xC2E;&#xC43;&#xC17;&#xC24;&#xC43;&#xC37;&#xC4D;&#xC23; m&#x1E5B;iga-trish&#x1E47;a. n. A mirage; vapour that looks like water in the distance. &#xC0E;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC35;&#xC3F;. &#xC2E;&#xC43;&#xC17;&#xC26;&#xC02;&#xC36;&#xC15;&#xC2E;&#xC41; m&#x1E5B;iga-dam&#x1E63;akamu. n. The deer-seizer, i.e., a dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. A bear, &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; m&#x1E5B;iga-dh&#x16B;rtakamu. The deer-snarer, i.e., a fox. &#xC28;&#xC15;&#xC4D;&#xC15;. &#xC2E;&#xC43;&#xC17;&#xC28;&#xC3E;&#xC2D;&#xC3F; or &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC21;&#xC2E;&#xC41;. m&#x1E5B;iga-n&#x101;bhi. n. Musk, produced by the muskdeer. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;. &#xC2E;&#xC43;&#xC17;&#xC2A;&#xC24;&#xC3F; or &#xC2E;&#xC43;&#xC17;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC41; m&#x1E5B;iga-pati. n. The lord of beasts: a lion, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC2F; m&#x1E5B;igaya. n. The chase: hunting. &#xC35;&#xC47;&#xC1F;. &#xC2E;&#xC43;&#xC17;&#xC2F;&#xC41;&#xC21;&#xC41; m&#x1E5B;igayu&#x1E0D;u. n. A huntsman, a man of the woods. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC4B;&#xC2F;&#xC21;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; m&#x1E5B;iga-v&#x101;hanu&#x1E0D;u. n. The deer-bearer, i.e., a breeze, as bearing the deer along. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC36;&#xC3F;&#xC30; or &#xC2E;&#xC43;&#xC17;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; m&#x1E5B;iga-&#x1E63;ira. n. The name of the fifth lunar mansion. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC2F;&#xC23;&#xC3F;, &#xC2E;&#xC43;&#xC17;&#xC36;&#xC3F;&#xC30;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; m&#x1E5B;ig-&#x101;nku&#x1E0D;u. n. The &apos;fawn bearer&apos;: he who has a deer for his banner or ensign, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC2E;&#xC41; mrig&#x101;-j&#x12B;vamu. n. The fawn-eater, i.e., leopard. &#xC38;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;. &quot;&#xC39;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC30;&#xC40;&#xC15; &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC42;&#xC15;.&quot; SD. vi. 15. &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; m&#x1E5B;ig&#x101;-j&#x12B;vu&#x1E0D;u. n. A huntman, &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; or &#xC2E;&#xC43;&#xC17;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23; m&#x1E5B;ig-&#x101;kshi. n. A woman with eyes like a gazelle, a beautiful lady, &#xC32;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;. &#xC2E;&#xC43;&#xC17;&#xC3F; m&#x1E5B;igi. n. A female antelope, &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F; &#xC32;&#xC47;&#xC21;&#xC3F;. &#xC2E;&#xC43;&#xC17;&#xC40;&#xC2E;&#xC26;&#xC2E;&#xC41; m&#x1E5B;ig&#x12B;-madamu. n. Musk, produced by the &#xC2E;&#xC43;&#xC17;&#xC3F;, &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;. H. iv. 1. &#xC2E;&#xC43;&#xC17;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC43;&#xC17;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; m&#x1E5B;ig-&#x113;ndramu. n. The lord of beasts, i.e., the lion, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC37;</span>&#xA0;&#xA0;m&#x1E5B;isha. [Skt.] n. A falsehood, an untruth, &#xC05;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC43;&#xC37;&#xC3E;&#xC2E;&#xC43;&#xC27;&#xC2E;&#xC41; m&#x1E5B;ish&#x101;-m&#x1E5B;idhamu. n. A tournament or mock battle, a sham fight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC43;&#xC25;&#xC2E;&#xC41; m&#x1E5B;idhamu. [Skt.] n. A battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC15;</span>&#xA0;&#xA0;m&#x1E5B;idv&#x12B;ka. [Skt.] n. A grape. &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;m&#x1E5B;iduvu. [Skt.] adj. Soft, smooth, mild, gentle, tender, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a gentle or mild man. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC41; m&#x1E5B;idulamu. adj. Soft, smooth. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;.
			</div>
                