&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; me&#x1E6D;ika. [Tel.] n. A snap or crack (of the fingers, toes, &amp;c.) &#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15;. A step, &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC2E;&#xC46;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she snapt her fingers at her husband.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;me&#x1E6D;s&#x1E6D;su. [Tel.] v. a. To applaud, commend, praise, approve, &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC06;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; approving that act. &quot;&#xC1C;&#xC40;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC38;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC02;&#xC21;&#xC41;.&quot; Raghava Pandav. iii. 25. n. Praise, approbation, applause, commendation. &#xC2E;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;, &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC21;&#xC38;&#xC46;&#xC28;&#xC41; he was applauded. adj. Praiseworthy, &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; me&#x1E6D;s&#x1E6D;su-konu. v. a. To praise, approve, commend. &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; me&#x1E6D;s&#x1E6D;sula che&#x1E6D;&#x1E6D;u The admirable tree, an epithet applied to the &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; me&#x1E6D;s&#x1E6D;sul-&#x101;&#x1E0D;i. n. A woman who is fit to be admired. &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;, &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; me&#x1E6D;s&#x1E6D;sul-&#x101;&#x1E0D;u. n. One who is fit to be admired, &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; mera-me&#x1E6D;s&#x1E6D;su. (&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; + &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.) n. Great praise or approbation, entire satisfaction. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;. See &#xC2E;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46; me&#x1E6D;&#x1E6D;e. [Tel.] n. A ring worn on the toe, a toe ring, &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;me&#x1E6D;&#x1E6D;u. [Tel.] v. a. &amp;n. To step, walk, tread. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC4A;&#xC32;&#xC17;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC02;&#xC21;&#xC15;&#xC41; &#xC1C;&#xC47;&#xC30;&#xC3F;.&quot; BD iv. 1523. To tread on, to trample on. To kick, to thrust with the foot. To wear, as sandals. &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC0F;&#xC2F;&#xC47;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC3F; &#xC30;&#xC47;&#xC2F;&#xC47;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41;.&quot; Swa. i. 26. &quot;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC28;&#xC47;&#xC32; &#xC1C;&#xC32;&#xC27;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC28;&#xC47;&#xC32; &#xC2E;&#xC4A;&#xC28;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC47;&#xC32;.&quot; V&#x113;ma. iii. 259. n. Treading, &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;. A step of a ladder or stair, &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;. A step, grade, degree, rank. A mount a hill, &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;, &#xC15;&#xC4A;&#xC02;&#xC21;. The total, &#xC35;&#xC46;&#xC30;&#xC38;&#xC3F;. A custom house, &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;. A stop on the lute, &#xC35;&#xC40;&#xC23;&#xC46;&#xC38;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Curds mixed with water, as &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; sour curds, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a shoe, slipper. &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC15;&#xC4D;&#xC37;. plu. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;. sandals, &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; me&#x1E6D;&#x1E6D;in&#x1E6D;su. v. n. To lead to make one walk, to cause to be trampled. To suggest, to stir the mind. &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC4D; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24; &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC4B; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC2A;&#xC41;&#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC4D; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC35;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;&#xC24;&#xC4A;&#xC21;&#xC3F;&#xC28;&#xC4D; &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC28;&#xC40;&#xC2F;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC28;&#xC4D;.&quot; B. X. 102. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; me&#x1E6D;&#x1E6D;ika. n. A step , &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;. See also &#xC2E;&#xC46;&#xC1F;&#xC3F;&#xC15;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; me&#x1E6D;&#x1E6D;i-mall-&#x101;&#x1E0D;u. v. a. To trample down or all over, to ruin, &#xC39;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC28;&#xC41;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC38;&#xC47;&#xC35; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; L. xvi. 229. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; me&#x1E6D;&#x1E6D;u-ku. adv. On the whole, altogether. In fact, in all, at the most, at least, at any rate. In short, at the best or worst, once for all, finally, at last, in the end, after all, withal, yet still. &#xC24;&#xC41;&#xC26;&#xC15;&#xC41;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; of course he is gone. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; (&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; + &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;) the mother-in-law&apos;s house, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; sacred rice, &#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;See &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; me&#x1E6D;&#x1E6D;a. [Tel.] n. Rising ground, high lying land, uplands. A hill, a rock. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC2E;&#xC46;&#xC30;&#xC15;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;, &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;. The foot, &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. Dry land as opposed to &#xC2E;&#xC21;&#xC3F; or &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC3F; land artificially irrigated. &#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F; the hill at Rajahmundry on which s&#x101;rangadhara was slain. &quot;&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC2E;&#xC40;&#xC26; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC32;&#xC41;.&quot; BD. iii. 2141. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41; me&#x1E6D;&#x1E6D;a-j&#x12B;lugu. n. A species of &#xC1C;&#xC40;&#xC32;&#xC41;&#xC17;&#xC41;. (q. v.) &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC3E;&#xC2E;&#xC30; me&#x1E6D;&#x1E6D;a-t&#x101;mara. n. The plant called Cassia alata, or Senna alata. Rox. ii. 349. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC02;&#xC1F; a dry crop, a crop raised on land which is solely dependent on rain. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; a lake among hills, or on rising ground, &#xC26;&#xC4A;&#xC28;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; the upper road, &#xC2E;&#xC46;&#xC30;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A land route (in opposition to &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; &quot;by water.&quot;) &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; me&#x1E6D;&#x1E6D;a-v&#x101;lu-pi&#x1E6D;&#x1E6D;a. n. A fowl, &#xC15;&#xC4B;&#xC21;&#xC3F;.
			</div>
                