&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC24;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC24;&#xC41;&#xC15; metaka [Tel.] adj. Slack, loose, soft, free from gravel (as soil.) &#xC2E;&#xC46;&#xC24;&#xC15;&#xC28;&#xC47;&#xC32; soft soil. &#xC2E;&#xC46;&#xC24;&#xC15;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a soft creature. &#xC2E;&#xC46;&#xC24;&#xC15;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; a dull ox.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC23;&#xC24;</span>&#xA0;&#xA0;menata. [Tel.] n. A twig. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;. &quot;&#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC38;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC23;&#xC24;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Pal. 460.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC23;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;me&#x1E47;akari. [Tel.] n. A bachelor, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC21;&#xC41;&#xC26;</span>&#xA0;&#xA0;me&#x1E0D;uda. [Tel.] n. Sour buttermilk. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;me&#x1E0D;idamu. [Tel.] n. Noise, sound, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC21;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC21;&#xC15;&#xC3E;&#xC2F; me&#x1E0D;a. [Tel.] n. The neck, &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;, &#xC17;&#xC33;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC21;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC1C;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41; the Brahminical cord worn over the shoulder. &#xC2E;&#xC46;&#xC21;&#xC15;&#xC4A;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41; the collar bones. &#xC2E;&#xC46;&#xC21;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to tie on the neck, i.e., to oblige, to constrain. &#xC08; &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC2E;&#xC46;&#xC21;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he left the old woman as a weight upon my neck. &#xC2E;&#xC46;&#xC21;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC42;&#xC15;&#xC41; to push by the neck. &#xC2E;&#xC46;&#xC21;&#xC28;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; me&#x1E0D;a-nuli-g&#x101;&#x1E0D;u. n. The bird called the Wryneck. &#xC2E;&#xC46;&#xC21;&#xC28;&#xC42;&#xC32;&#xC41; me&#x1E0D;a-n&#x16B;lu. n. A necklace made of gold threads plaited together. &#xC2E;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC32;&#xC41; teasing questions. &#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC1A;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; ever since I took you for my husband. &#xC2E;&#xC46;&#xC21;&#xC2A;&#xC4A;&#xC02;&#xC2A;&#xC41; the back of the neck. &#xC2E;&#xC46;&#xC21;&#xC2A;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;. n. A neck break, i.e., a puzzle or jaw-breaker. &#xC2E;&#xC46;&#xC21;&#xC2A;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;. v. To press the neck, to throttle. &#xC2E;&#xC46;&#xC21;&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he strangled him. &#xC2E;&#xC46;&#xC21; &#xC28;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;, i.e., to twist the neck. &#xC2E;&#xC46;&#xC21;&#xC35;&#xC3E;&#xC32;&#xC41;, &#xC2E;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41; or &#xC2E;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41; me&#x1E0D;a-v&#x101;lu. n. A washerman, a washer-woman, &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC26;&#xC21;&#xC41;</span>&#xA0;&#xA0;meda&#x1E0D;u. [from Skt. &#xC2E;&#xC47;&#xC27;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. The brain. &#xC24;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;. Infl. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;. Loc. &#xC2E;&#xC46;&#xC26;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;mettu. [Tel.] v. a. To lay on or apply, to daub, as plaster or mud, &amp;c. &#xC26;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC42;&#xC2F;&#xC41;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC42;&#xC2F;&#xC41;. &quot;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC26;&#xC21;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC27;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC21;&#xC41;&#xC38;&#xC41;&#xC28;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; KP. vi. 284. &#xC17;&#xC4B;&#xC21;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3F; they plastered the wall with mud. &quot;&#xC2E;&#xC46;&#xC26;&#xC21;&#xC41;&#xC17;&#xC02;&#xC26;&#xC2A;&#xC41;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Swa. iv. 109. n. Plaster, plaster put over grain pits. &#xC26;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC42;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC42;&#xC24;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41; metta&#x1E0D;am. n. Daubing, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1F;. &quot;&#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;.&quot; &#xC35;&#xC3F;. &#xC2A;&#xC41;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;metta. [Tel.] adj. Soft, mild, gentle, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;.n. Bedding, a mattress, cushion, pad. &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC47; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC17;&#xC02;&#xC24;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. A saddle or numdah, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; metta-g&#x101;. adv. Softly, slowly. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to pound or beat fine. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; metta-gillu. v. n. To become soft, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC17;&#xC41;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F; metta&#x1E0D;i. n. A sprat, a small inferior fish. &#xC12;&#xC15;&#xC1A;&#xC47;&#xC2A;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28; mettana. n. Softness, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Mildness, slowness. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. &quot;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC32; &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC17;&#xC32;&#xC26;&#xC46;&#xC2F;&#xC46;&#xC02;&#xC26;&#xC48;&#xC28;.&quot; Sar. D. 584. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; to grease one&apos;s palm or to bribe. adj. Soft, gentle, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;. adv. Softly, straight, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F; mettani. adj. Soft, mild, slow, yielding, meek, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a soft, patient man. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC3E;&#xC30;&#xC41; metta-pa-&#x1E0D;u. v. n. To soften. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC17;&#xC41;. To be mollified, yield, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC23;&#xC17;&#xC41;. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC3E;&#xC1F;&#xC41; metta-p&#x101;&#x1E6D;u. n. Softness, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Delay, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC26;&#xC41;&#xC15;&#xC41; metuku. [Tel.] n. A grain of boiled rice, food, a morsel. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC26;&#xC41; she cannot eat a bit. &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC46;, i.e., he has fragrant oil for his whiskers while he has not a morsel to eat. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they took a mouthful, they ate a morsel.
			</div>
                