&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC2F; meraya. [Tel.] n. A mortar, &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC30;&#xC35;&#xC23;&#xC3F; mera-va&#x1E0D;i. [Tel.] n. Courage, ability, energy, Increase, greatness, excess. Pride. &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. A procession, &#xC09;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;. Skill, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Respect, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. adj. Bright, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC46;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41; to show respect. &quot;&#xC24;&#xC2E;&#xC24;&#xC2E;&#xC21;&#xC47;&#xC17;&#xC32; &#xC2E;&#xC46;&#xC30;&#xC35;&#xC21;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC17;&#xC1C;&#xC42;&#xC1A;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC4D; &#xC17;&#xC41;&#xC2E;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32; &#xC2A;&#xC48;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC30;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC30;&#xC28;&#xC4D;.&quot; Surya Tanaya. iv. 144. &#xC21;&#xC47;&#xC17;&#xC32;&#xC2E;&#xC46;&#xC30;&#xC35;&#xC21;&#xC3F;, &#xC36;&#xC4D;&#xC2F;&#xC47;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mera&#x1E6D;su. [Tel.] v. n. To flash, as lightning. &#xC24;&#xC33;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC2A;&#xC41;, &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41; merapu. n. Lightning. &#xC24;&#xC1F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;. Brightness, brilliance, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17; merapu-a&#x12B;ga. n. A streak of lightning, &#xC24;&#xC40;&#xC17;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC2A;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41; meramu. v. n. To rankle, or fester. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC46;&#xC30;&#xC38;&#xC41;&#xC2A;&#xC21;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the mote fell into his eye and pain was caused. &quot;&#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC17;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; T. ii. 85. &#xC1F;&#xC40; &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC17;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC46;&#xC33;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;. v. a. To cause pain or mortification. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC17;&#xC48;&#xC26;&#xC41;&#xC35;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC48;&#xC28;.&quot; HD. ii. 214. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30; mera-mera. n. Rankling &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC26;&#xC32;&#xC21;&#xC2E;&#xC41;. Mental agony, anxiety. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC27;. Doubt, suspicion. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;. Difference, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC40;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC28;&#xC3E;&#xC38;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;.&quot; P. ii. 97. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC21;&#xC41; mera-mera-pa&#x1E0D;u. v. n. To doubt, hesitate, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41; mera-mera-p&#x101;&#x1E6D;u. n. Impetuosity of hunger. Mental distress, &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC1F;, &#xC06;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC39;&#xC24;&#xC39;. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2E;&#xC28;&#xC41; or &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; mera-mera-manu. v. n. To rankle or fester. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC26;&#xC32;&#xC41;. To suffer pain, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC21;&#xC41;. &quot;&#xC24;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F; &#xC24;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC46;&#xC26;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC26;&#xC3F;&#xC32;&#xC4B;&#xC28; &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC2E;&#xC28;&#xC17;.&quot; Dabh. 224. &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41; merayu. v. n. and a. To lighten, to gleam: to glitter, to shine, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To come to light, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. To cause to be seen, to show, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; mera-pin&#x1E6D;su. v. a. To enlighten or make bright, to illume. &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC15;</span>&#xA0;&#xA0;meraka. [Tel.] n. Raised ground, a high spot. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC06; &#xC1A;&#xC4B;&#xC1F;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is an elevated spot. &#xC2E;&#xC46;&#xC30;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; irregularities in the surface, ups and downs. &#xC06; &#xC2A;&#xC21;&#xC35;&#xC28;&#xC41; &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC15;&#xC28;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they drew the boat ashore, they hauled up the boat on the beach.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC41; meyi-konu. v. n. and a. To wish, desire, want. To consent, to comply with. &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC06;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &quot;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC05;&#xC2C;&#xC4D;&#xC1C;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC21; &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27; &#xC2E;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;.&quot; Jaimini. vii. 36. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;, &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; &#xC38;&#xC30;&#xC4D;&#xC35; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC39;&#xC3E;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC3E; &#xC15;&#xC4C;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC48; &#xC2E;&#xC46;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC28;&#xC41;.&quot; HD. &#xC1F;&#xC40; &#xC2E;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; meyi-k&#x14D;lu. n. Consent, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; meyi-t&#x101;lupu. n. A corporeal being, a living creature. &#xC36;&#xC30;&#xC40;&#xC30;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; meyi-p&#x101;lu. n. An equal share, &#xC38;&#xC2E;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC2A;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC2A;&#xC41; meyi-marapu. n. Forgetfulness of oneself, ecstasy, rapture, a trance, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F; &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC2E;&#xC46;&#xC2F;&#xC3F; or &#xC2E;&#xC2F;&#xC3F;&#xC2E;&#xC2F;&#xC3F;, meyi-meyi. adv. Easily. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E;. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; meyi-maruvu. n. A piece of armour &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;.
			</div>
                