&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;melaku. [Tel.] v. n. To burn, to be bright, &#xC1C;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC15;</span>&#xA0;&#xA0;melaka. [Tel.] n. A trick, fraud. &#xC15;&#xC2A;&#xC1F;&#xC2A;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;merumu. [Tel.] n. Lightning. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; there was much thunder and lightning v. n. To lighten. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;. &quot;&#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC30;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC32;&#xC41;&#xC17;&#xC21;&#xC32;. &#xC2C;&#xC21;&#xC46;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4D;.&quot; M. I. iii. 328. v. a. To thrust, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See under &#xC2E;&#xC46;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41; merugu. [Tel. from &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;.] n. Polish, lustre, brightness. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Lightning. &#xC2E;&#xC46;&#xC30;&#xC2A;&#xC41;. Grease, oil, melted butter. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2E;&#xC46;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC41;. &quot;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; K&#x14D;danda. &#xA7;. 33. adj. Polished, bright, luminous. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; fine plaster. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a polished stone. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC1F;&#xC41; the final pounding of rice. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; &#xC28;&#xC42;&#xC28;&#xC46; merugu&#x1E0D;u-n&#x16B;ne. n. Varnish. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; or &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; merugu&#x1E0D;u-purugu. n. A lady bird. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41;. A firefly or glowworm. &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46; mereugut&#x12B;ge. n. A necklace worn by women. &#xC12;&#xC15; &#xC15;&#xC02;&#xC20;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; merugu-pe&#x1E6D;&#x1E6D;u. v. a. To polish. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC21;&#xC3F; merugu-b&#x14D;&#x1E0D;i. n. A beautiful woman, &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC32;&#xC46; &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC17;&#xC41; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; or &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; merugu-rikka. n. Coral. &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;. A bright star, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;meruku. [Tel.] v. n. &amp;a. To rankle. &#xC2E;&#xC46;&#xC30;&#xC2E;&#xC41;. To pull up by the root, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC46; merika. [Tel.] n. Grits, that which remains in the sieve after sifting; the finest and hardest particles which resist the pestle. &#xC2E;&#xC46;&#xC26;&#xC17;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; the rice which in pounding resists the pestle, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F; &#xC35;&#xC40;&#xC21;&#xC40;&#xC35;&#xC40;&#xC21;&#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a man of grit, a choice favoirite. &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; choice phrases. &#xC08; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC32;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41; this book is a perfect gem, a galaxy of beauties. &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC41;  meriya&#x1E0D;u. n. A steady man, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC24; meriyata. n. A steady woman, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC26;&#xC3F;. A victress, heroine, she who escapes with impunity. &quot;&#xC15; &#xC28;&#xC40;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC24;&#xC35;&#xC48;, &#xC15;&#xC3E;&#xC35;&#xC30; &#xC2E;&#xC41;&#xC28;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4D;, &#xC17;&#xC3E;&#xC35;&#xC46;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC47;&#xC26;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3E;, &#xC28;&#xC47;&#xC35;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC2F;&#xC47;&#xC32;&#xC35;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC4D;.&quot; K. iii. 243.
			</div>
                