&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;melagu. [Tel.] v. n. To wander, to roam about. &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To behave, to conduct oneself carefully, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;&#xC24;&#xC4B; &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To move, &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC15;&#xC4A;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC1A;&#xC3F;, &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC2E;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC3E;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;.&quot; Vish. iii. 287. &#xC2E;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41; melatsu. v. a. To cause to behave, &#xC2E;&#xC46;&#xC32;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC15;&#xC41;&#xC35;, &#xC2E;&#xC46;&#xC32;&#xC02;&#xC15;&#xC41;&#xC35;, &#xC2E;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35; or &#xC2E;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC35; melukuva. n. Waking from sleep, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. Watchfulness, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;. Conduct, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;. Life, living, livelihood. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;. Wandering, &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC15;&#xC41;&#xC35;&#xC35;&#xC3E;&#xC21;&#xC41; melakuva-k&#x101;&#x1E0D;u. n. A watchful or careful man, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC24;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC24;, &#xC2E;&#xC46;&#xC32;&#xC24;&#xC41;&#xC15; or &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC15; melata. n. A lady, woman, maid. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2E;&#xC46;&#xC32;&#xC28; melana. n. Conducct, behaviour. &#xC28;&#xC21;&#xC24;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;. &quot;&#xC28;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC17;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1F;&#xC30;&#xC4B;&#xC24;&#xC17;&#xC3E;&#xC26;&#xC46;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC28; &#xC24;&#xC3E;&#xC28;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;.&quot; Miscell. i. 567 line. 9. &#xC2E;&#xC46;&#xC32;&#xC2A;&#xC41; or &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41; melapu. v. a. To conduct, to lead, to manage. &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24; &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC32; &#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2F;&#xC4C;&#xC35;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC17;&#xC41; &#xC28;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; A. iii. 109. n. Watchfulness, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;. Conduct, behaviour. Dexterity, cleverness, skill, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Steadiness, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2E;&#xC3F;. Softness, dullness, &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC26;&#xC02;&#xC21;&#xC28;&#xC40;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC24;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC17;&#xC41; &#xC2E;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC24;&#xC4B;&#xC1C;&#xC47;&#xC2F;&#xC38;&#xC26;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41;.&quot; M. XII. ii. 182. &#xC15;&#xC28;&#xC41;&#xC2E;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41; (M. IX. i. 24.) &#xC05;&#xC28;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC39;&#xC28;&#xC24;&#xC41;</span>&#xA0;&#xA0;mehanatu. [H.] n. A present, gift.(Also,) trouble, difficulty, toil, labour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC39;&#xC26;&#xC3E;</span>&#xA0;&#xA0;mehad&#x101;. [H.] n. A kind of sword, &quot;&#xC2E;&#xC3F;&#xC39;&#xC2A;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC02;&#xC1C;&#xC41; &#xC2E;&#xC4B;&#xC39;&#xC26;&#xC3E;&#xC15;&#xC46;&#xC32;&#xC02;&#xC15;&#xC41;&#xC32; &#xC30;&#xC3E;&#xC35;&#xC41; &#xC17;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC30;&#xC3F;&#xC38;&#xC47;&#xC24;&#xC15;&#xC47;&#xC35;&#xC21;&#xC02;&#xC2C;&#xC41;.&quot; Swa. iv. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC38;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC38;&#xC35;&#xC41; mesagu. [Tel.] v. a. To eat, feed on. &#xC24;&#xC3F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;me&#x1E37;ukuva. [Tel.] n. Same as &#xC2E;&#xC46;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35; (q. v.) &#xC2E;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC35;&#xC2F;&#xC46;&#xC30; an allurement, bait, delicacy. &#xC2E;&#xC46;&#xC33;&#xC41;&#xC15;&#xC41;&#xC35;&#xC2A;&#xC21;&#xC41; me&#x1E37;u-kuva-pa&#x1E0D;u. v. n. To be aroused, to awake, to be alert.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;melle. [Tel.] n. A withe, twig, switch, tendril: a withe used as a cord. &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC46;, &#xC1A;&#xC3F;&#xC35;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;, &#xC2E;&#xC46;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; mella-mella. adv. Gently. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;mella. [Tel.] n. A squint, squinting. &#xC15;&#xC47;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; a squint inwards. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; a squint outwards. adj. Squinting. &#xC13;&#xC30;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC32;. Excellent, &#xC2E;&#xC47;&#xC32;&#xC48;&#xC28;. Gentle, soft, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC3F; mella-kanti. n. A squinteyed person, &#xC15;&#xC47;&#xC15;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC47;&#xC15;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. A crow, &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F; mella-kan&#x1E6D;idi. n. A squint-eyed worman. &#xC13;&#xC30;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; mella-kan&#x1E6D;iv&#x101;&#x1E0D;u. n. A squint-eyed man, who squints.&#xC15;&#xC47;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; mella-g&#x101;. adv. Gently, softly, slowly, gradually. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC42;&#xC2A;&#xC41; mella-&#x1E6D;s&#x16B;pu. n. A squint, a side-look, a glance. &#xC13;&#xC30;&#xC1A;&#xC42;&#xC2A;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28; mella-na. n. Gentleness, softness, slowness. &#xC2E;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC28;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; mella-ni. adj. Gentle, soft, slow. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; or &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; me&#x1E37;li-g&#x101;. adv. Slowly, softly, gently. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;. &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC17;&#xC3E; melli-melli-g&#x101;. adv. Very gently, gradually.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;n&#x1E0D;amu. [Skt.] n. A ram, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;</span>&#xA0;&#xA0;m&#x113;. [Tel. for &#xC2E;&#xC46;&#xC2F;&#xC3F;.) n. The body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC28;&#xC3E;&#xC2E;&#xC47;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC46;.&quot; &#xC2C;&#xC3E;&#xC30;. &#xC36;&#xC32;&#xC4D;&#xC2F;. ii. &#xC2E;&#xC47;&#xC2A;&#xC42;&#xC24; a perfume, unguent. &#xC35;&#xC3F;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC24;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC47;&#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC28;&#xC4D; &#xC35;&#xC36;&#xC2E;&#xC47;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC26;&#xC4D;&#xC30;&#xC4B;. v. A side, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC07;&#xC30;&#xC41;&#xC2E;&#xC47;&#xC32;.&quot; &#xC2D;&#xC3E;&#xC17;. viii. adj. Upper. &#xC2E;&#xC40;&#xC26;&#xC3F;. &#xC2E;&#xC47;&#xC17;&#xC4B;&#xC1F; the upper fort. &#xC2A;&#xC48;&#xC15;&#xC4B;&#xC1F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC4B;&#xC1F;&#xC32;&#xC4B; &#xC2A;&#xC48;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC47;&#xC2F;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; m&#x113;-t&#x101;lupu. n. A corporeal being, &#xC36;&#xC30;&#xC40;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41; melayu. [Tel.] v. n. To mix, be united. To be entangled or twisted, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;. This verb is only used as a rhyme in the phrase &#xC15;&#xC32;&#xC38;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC38;&#xC3F; mixing and mingling. Also, same as &#xC2E;&#xC46;&#xC32;&#xC17;&#xC41; (q. v.) &#xC2E;&#xC46;&#xC32;&#xC3F;, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15; or &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC46; meli. n. A turn, a twist. &#xC2A;&#xC41;&#xC30;&#xC3F;, &#xC2A;&#xC46;&#xC28;. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41; meli-gonu. v. n. To be twisted, to get twisted. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; meli-pe&#x1E6D;&#x1E6D;u. v. a. To twist, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41; melu&#x1E6D;su. v. a. To twist, to cause to be twisted, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC1A;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; melumulu. [Tel.] n. Certain ropes used in a &#xC15;&#xC2A;&#xC3F;&#xC32; pump. &#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC46;&#xC32;&#xC41;&#xC38;&#xC41; melusu. n. A twist &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32; mella. [Tel.] n. A hall. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC36;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC24;</span>&#xA0;&#xA0;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC15; See under &#xC2E;&#xC46;&#xC32;&#xC17;&#xC41;.
			</div>
                