&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC16;&#xC32;</span>&#xA0;&#xA0;m&#x113;khala. [Skt.] n. A zone or girdle. The silver girdle worn by women. &#xC2E;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC41;, &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC2E;&#xC41;. The central part of a hill, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;. A sword knot. A string or chain fastened to the hilt. A sword belt. &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC40;&#xC26;&#xC3E;&#xC2E;, &#xC24;&#xC4D;&#xC38;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC16;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15; mekhala-kanyaka. n. A epithet of the river Narbada.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x113;-konu. [Tel.] v. n. To consent, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To undertake, &#xC2A;&#xC42;&#xC28;&#xC41;. v. a. To have, obtain, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC2E;&#xC47;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; m&#x113;-kolupu. v. a. To fit or suit. &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41; &#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC47;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; R. ii. 109. &#xC2E;&#xC47;&#xC15;&#xC4B;&#xC32;&#xC41;, &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC2E;&#xC47;&#xC17;&#xC32;&#xC3F; m&#x113;-k&#x14D;lu. n. Undertaking, an attempt, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC15;&#xC41;</span>&#xA0;&#xA0;m&#x113;ku. [H.] n. A wooden or iron peg, a nail, a stake or spike, &#xC17;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC24;&#xC3F; the monkey that drew out the wedge, i.e., one who brings injury on himself by too much meddling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC15;</span>&#xA0;&#xA0;m&#x113;ka. [Tel.] n. A goat. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; a kid. &#xC2E;&#xC47;&#xC15;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC3F; a tiger of the color of a goat. i.e., a wolf in sheep&apos;s clothing. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC47;&#xC15; a she-goat. &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41; a he-goat. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2E;&#xC47;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; I am the head of a large family containing many individuals of both sexes. The Indians goat has excrescences like teats on the neck: as these are useless, &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC47;&#xC15; &#xC2E;&#xC46;&#xC21;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41; denotes He is a mere useless burden or appendage. &#xC2E;&#xC47;&#xC15;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; meka-tin&#x1E0D;i. n. That which feeds on goats, i.e., a wolf, &#xC24;&#xC4B;&#xC21;&#xC47;&#xC32;&#xC41;, &#xC2E;&#xC47;&#xC15;&#xC2E;&#xC41; [borrowed by Skt. from Tel.] n. Same as &#xC2E;&#xC47;&#xC15;. &#xC2E;&#xC47;&#xC15;&#xC2E;&#xC47;&#xC2F;&#xC28;&#xC3E;&#xC15;&#xC41; m&#x113;ka-m&#x113;yan-&#x101;ku. n. A certain poisonous herb. H. iv. 14. (As Shakespeare says, &apos;The green sour ringlets whereof the ewe not bites.&apos;)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC02;&#xC27;&#xC3F;</span>&#xA0;&#xA0;m&#x113;nthi. [Skt.] n. The herb called fenugreek or santifoin. &#xC2E;&#xC46;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;m&#x113;n&#x1E0D;rin&#x1E6D;su. [Tel.] v. a. To divide, cut, sever; &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1F;</span>&#xA0;&#xA0;m&#x113;&#x1E6D;a. [Tel.] n. Accumulation, alluvial soil, &#xC2E;&#xC47;&#xC1F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; a deposit of earth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1C;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x113;j&#x14D;&#x1E0D;u. [H.] n. Stockings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1C;&#xC46;&#xC28;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;m&#x113;jes&#x1E6D;r&#x113;&#x1E6D;u. [Eng. &apos;magistrate.] n. A magistrate. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2A;&#xC41; &#xC2E;&#xC47;&#xC1C;&#xC46;&#xC38;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41; a village magistrate or Munsif.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC5B;&#xC41; m&#x113;j&#x101;. [from Eng. &apos;Mess.&apos;] n. A table, dinner, mess; &#xC2C;&#xC32;&#xC4D;&#xC32;, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;chakamu. [Skt.] n. Darkness, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. Dark hue, &#xC28;&#xC32;&#xC41;&#xC2A;&#xC41;. The eye of a peacock&apos;s father. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;. adj. Dark, black. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;ghamu. [Skt.] n. A cloud. &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC32;&#xC41;. &#xC2E;&#xC47;&#xC18;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; m&#x113;ghadv&#x101;ramu. n. The gate of clouds, i.e., the sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC2E;&#xC47;&#xC18;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41; m&#x113;ghan&#x101;damu. n. Thunder, &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC18;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41; m&#x113;gha-n&#x101;du&#x1E0D;u. n. The son of R&#x101;va&#x1E47;a &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;. Also, Varu&#x1E47;a, &#xC35;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC47;&#xC18;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; m&#x113;gha-pushpamu. n. The flower of clouds, i.e., water, or drizzle, &#xC09;&#xC26;&#xC15;&#xC2E;&#xC41;, &#xC24;&#xC42;&#xC30;. &#xC2E;&#xC47;&#xC18;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; m&#x113;gha-vanne. n. A sort of silk. &quot;&#xC2E;&#xC47;&#xC18;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC41;, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC3F; &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;.&quot; BD. iii. 114. &#xC2E;&#xC47;&#xC18;&#xC3E;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; m&#x113;gh-&#x101;&#x1E0D;ambaramu. n. The lowering or threatening of clouds. &#xC2E;&#xC47;&#xC18;&#xC41;&#xC21;&#xC41; m&#x113;ghu&#x1E0D;u. n. A cloud, personified as living.Bh&#x101;se. &#xA7;. 1.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41; m&#x113;gu. [Tel.] v. a. To smear, besmear. &#xC2A;&#xC42;&#xC2F;&#xC41;, &#xC26;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC42;&#xC2F;&#xC41;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC26;&#xC33;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &quot;&#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC46;&#xC28;, &#xC2E;&#xC47;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC42;&#xC28;&#xC46; &#xC2E;&#xC46;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC21;.&quot; HD. ii. 1388. To surround, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC17;</span>&#xA0;&#xA0;See &#xC2E;&#xC47;&#xC35;.
			</div>
                