&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC1F;&#xC30;&#xC3F; m&#x113;&#x1E6D;i [Tel.] n. A chief, leader, head man, lord, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;. adj. Chief, excellent, noble. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC4A;&#xC30; a noble man, lord. Bilh. ii. 50. &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC3F; &#xC2E;&#xC47;&#xC1F;&#xC40;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC1F;&#xC40;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC47;&#xC1F;&#xC3F;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC48;&#xC28;, &#xC08;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC41; large bushes. &quot;&#xC24;&#xC47;&#xC1F;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;, &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC42;&#xC38;&#xC3F;.&quot; Misc. iii. 322. &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC17;&#xC3E; = &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;. &#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; m&#x113;tillu. v. n. To excel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;m&#x113;ti. [Eng. &apos;Mate&apos;.] n. Lit: a helper. A servant, a cook, a menial who cleans plates, dishes, lamps and shoes, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC22;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;dhramu. [Skt.] n. The penis. &#xC36;&#xC3F;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC47;&#xC22;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; (P. 163.) the name of a giant. Polyphemus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; m&#x113;&#x1E0D;emu. [Tel.] n. A spear or dagger. &#xC08;&#xC1F;&#xC46;, &#xC2C;&#xC3E;&#xC15;&#xC41;. The rim of a bell-shaped earring, set with gems. &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC5B;&#xC2E;&#xC3F;&#xC15;&#xC40; &#xC05;&#xC02;&#xC1A;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15; &#xC13;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC4D; &#xC35;&#xC3E;&#xC30;&#xC15; &#xC2E;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC24;&#xC41;&#xC30;&#xC46;.&quot; BD. vi. 116.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41; m&#x113;&#x1E0D;u-pa&#x1E0D;u. [Tel. for &#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;.] v. n. To become unconscious or senseless, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x113;&#x1E0D;i. [Tel.] n. A plough staff, or plough tail. &#xC28;&#xC3E;&#xC17;&#xC1F;&#xC3F;&#xC26;&#xC41;&#xC02;&#xC2A; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC41; or &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to bury a plough staff upside down as a signal (&#xC26;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;) to warn people that the land is under ban. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; m&#x113;&#x1E0D;i-karra. n. The pole or shaft of a plough. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC41; or &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41; the farmer&apos;s share of the crop. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC21;&#xC41; m&#x113;&#x1E0D;i-t&#x101;&#x1E0D;u. n. The plough bands. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC15; or &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC38;&#xC4B;&#xC17; m&#x113;&#x1E0D;i-t&#x14D;ka. n. The plough tail. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC38;&#xC40;&#xC32; or &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC1A;&#xC40;&#xC32; the nail or pin which fastens the plough to the handle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x113;&#x1E0D;i. [Tel.] n. The Glomerous Fig tree. Fiscus racemosa. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC09;&#xC26;&#xC41;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41; the fruit of this tree. One species is &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC47;&#xC21;&#xC3F; and another is &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC47;&#xC21;&#xC3F; which grows parasitically on other trees. &#xC2E;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC48;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3F; outward bloom, mere show.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC21;</span>&#xA0;&#xA0;m&#x113;&#x1E0D;a. [Tel.] n. A mansion or large house: an upper chamber, a storey, &#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;m&#x113;dassu. [Skt.] n. Marrow. &#xC2E;&#xC47;&#xC26;&#xC03;&#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41; triturated marrow, i.e., the brain, &#xC2E;&#xC46;&#xC26;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC30;</span>&#xA0;&#xA0;m&#x113;dara. [Tel.] n. The basket maker caste. &#xC17;&#xC02;&#xC2A;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC47; &#xC12;&#xC15; &#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC26;&#xC3F; or &#xC2E;&#xC47;&#xC26;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; a woman of that caste. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; the basket weaver&apos;s caste. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; a bamboo box. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC3F; or &#xC2E;&#xC47;&#xC26;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41; a basket maker. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC1A;&#xC3E;&#xC2A; a bamboo mat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x113;daku&#x1E0D;u. [Tel.] n. A meek, mild man. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. An artless or simple man. &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC47;&#xC26;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; m&#x113;daku-r-&#x101;lu. n. A meek mild woman. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2E;&#xC47;&#xC26;&#xC24;&#xC28;&#xC2E;&#xC41; m&#x113;datanamu. n. Plainness, a harmless, quiet, simple disposition. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC24;</span>&#xA0;&#xA0;m&#x113;ta. [Tel. from &#xC2E;&#xC47;&#xC2F;&#xC41;.] n. Food, meat, provender, forage. A lure or bait. &#xC2A;&#xC36;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC24;&#xC30;&#xC3F; m&#x113;t-ari. n. A head man, a head labourer or &apos;maistry&apos;. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC41;&#xC32;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41; &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F;. A eater, &#xC24;&#xC3F;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. A glutton, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC24;&#xC30;&#xC3F; a grass eater. &#xC35;&#xC3F;&#xC38;&#xC2A;&#xC41; &#xC2E;&#xC47;&#xC24;&#xC30;&#xC3F; he who eats venom, i.e., Siva. &#xC2E;&#xC47;&#xC24;&#xC2E;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC47;&#xC24;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC47;&#xC24;&#xC32;&#xC3E;&#xC21;&#xC41; m&#x113;ta-m&#x113;yu. v. a. To eat, graze, feed on.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;&#x1E0D;amu. [Tel.] n. Joining,union, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. A fight, battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41; m&#x113;damu-po&#x1E0D;u&#x1E6D;su. v. n. To fight a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC21;&#xC2E;&#xC41; a cock fight.
			</div>
                