&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;duramu. [Skt.] adj. Thick, compact. &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. Smooth, soft, bland, unctuous, saponaceous. &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC47;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC48;&#xC28; &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;. &quot;&#xC2C;&#xC39;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC28; &#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC3F;&#xC2E;&#xC47;&#xC26;&#xC41;&#xC30;&#xC4B;&#xC26;&#xC30; &#xC26;&#xC30;&#xC40;&#xC2D;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41;.&quot; Swa. ii. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC41;</span>&#xA0;&#xA0;m&#x113;du. [from Skt. &#xC2E;&#xC47;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. Marrow. &#xC2E;&#xC47;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC30;&#xC32;&#xC46;&#xC21;&#xC41; &#xC2E;&#xC47;&#xC26;&#xC41;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC02;&#xC26;&#xC41;.&quot; DRA. 168.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;m&#x113;dini. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC46;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x113;din&#x1E6D;su. [Tel.] v. a. To soften, make soft, triturate. &#xC2E;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC15;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC42;&#xC28;&#xC46;&#xC24;&#xC4B;&#xC21; &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC2E;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC2F; &#xC2C;&#xC42;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC2A;.&quot; HK. iv. 177.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC26;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;m&#x113;d&#x101;vi. [Tel.] n. The ashes obtained from a sacred fire. &#xC14;&#xC2A;&#xC3E;&#xC38;&#xC28;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2E;&#xC38;&#xC3F;. &#xC2E;&#xC47;&#xC26;&#xC3E;&#xC35;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; m&#x113;d&#x101;vi-bo&#x1E6D;&#x1E6D;u. n. A black spot of ashes worn by a Brahmin between his eyebrows after the termination of a sacrifice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC28;&#xC3F;</span>&#xA0;&#xA0;m&#x113;ni. [Tel.] n. Brightness, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC28;&#xC15;</span>&#xA0;&#xA0;menaka. [Skt.] n. A goddess (answering to Hebe,) wife of Himalaya and one of the courtezans in heaven. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;. &#xC2E;&#xC47;&#xC28;&#xC15;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C; m&#x113;nak-&#x101;tma-ja. n. The daughter of Menaka; an epithet of Parvati. wife of Siva. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC28;</span>&#xA0;&#xA0;m&#x113;na. [Tel.] n. Relationship through a paternal aunt, or a maternal uncle, or through a sister. adj. Connected or related through a maternal uncle or paternal aunt, or through a sister. &#xC2E;&#xC47;&#xC28;&#xC15;&#xC4B;&#xC21;&#xC32;&#xC41; m&#x113;na-k&#x14D;&#x1E0D;alu. n. A niece, the daughter of a man&apos;s sister or of a woman&apos;s brother. &#xC2D;&#xC17;&#xC3F;&#xC28;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24; m&#x113;n-atta. n. An aunt, a father&apos;s sister, or the wife of a maternal uncle. &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC2E;&#xC47;&#xC28;&#xC2C;&#xC3E;&#xC35; m&#x113;na-b&#x101;va. n. The son of a father&apos;s sister, or of a mother&apos;s brother, who is thus called if older than oneself. &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC30;&#xC26;&#xC32;&#xC41; m&#x113;na-maradalu. n. The daughter of a father&apos;s sister or of a mother&apos;s brother, who is thus called if younger than oneself. &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC30;&#xC3F;&#xC26;&#xC3F; m&#x113;na-maraidi. n. The son of a father&apos;s sister or of a mother&apos;s brother, who is thus called if younger than oneself. &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC30;&#xC26;&#xC32;&#xC41; mena-m&#x101;ma. n. A maternal uncle. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; m&#x113;na-rikamu. n. The relationship that exists between a man and his father&apos;s sister&apos;s or his mother&apos;s brother&apos;s family, &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; m&#x113;nallu&#x1E0D;u. n. A nephew, son of a man&apos;s sister or of a mother&apos;s brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC12;&#xC15;&#xC24;&#xC46;&#xC15;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC46; m&#x113;na-vadine. n. The daughter of a father&apos;s sister or of a mother&apos;s brother, who is thus called if older than oneself. &#xC2E;&#xC47;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC27;</span>&#xA0;&#xA0;m&#x113;dha. [Skt.] n. Wit, understanding, apprehension, conception. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC27;&#xC3E;&#xC30;&#xC23; &#xC35;&#xC26;&#xC4D;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2E;&#xC30;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &quot;&#xC2E;&#xC40;&#xC15;&#xC41; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC3F; &#xC2E;&#xC47;&#xC27;&#xC17;&#xC32;&#xC26;&#xC41;.&quot; B. I. &#xA7;. xiii. 33. &#xC2E;&#xC47;&#xC27;&#xC2E;&#xC41; m&#x113;dhamu. n. A sacrifice, offering, oblation. &#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC27;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; m&#x113;dh&#x101;vantamu. n. Fineness of grain, something excellent, distinguished or rare. adj. Sensible, prudent. &#xC2E;&#xC47;&#xC27;&#xC3E;&#xC35;&#xC3F; m&#x113;dh&#x101;vi. n. A wit, a man of intellect, a genius. &#xC2E;&#xC47;&#xC27;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC27;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC47;&#xC27;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41; pregnancy of wit, cleverness. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC4C;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; m&#x113;dhyamu. adj. Fit for a sacrifice, pure, purified, nice. delicate. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC2E;&#xC47;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; impure.
			</div>
                