&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC47;, &#xC2E;&#xC46;&#xC2F;&#xC3F; or &#xC2E;&#xC48; m&#x113;nu. [Tel.] n. The body, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. Birth, &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41;. A side, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC07;&#xC30;&#xC41;&#xC2E;&#xC47;&#xC28;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. vi. &#xC12;&#xC15;&#xC2E;&#xC47;&#xC32; on one side. &#xC12;&#xC15; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC41;. &#xC2E;&#xC47;&#xC28;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC47;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; one who has bodily form, &#xC36;&#xC30;&#xC40;&#xC30;. &#xC2E;&#xC47;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; or &#xC2E;&#xC47;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; m&#x113;-pu&#x1E6D;&#x1E6D;uvu. n. A daughter, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;, &#xC24;&#xC28;&#xC42;&#xC1C;. A son, &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC24;&#xC28;&#xC42;&#xC1C;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC47;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; m&#x113;-maruvu. n. Armour, a piece of armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC30;&#xC41; m&#x113;ruvu. [Tel.] n. A pyramid, a cone. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC1A;&#xC3F;. The centre jewel in the top of a necklace. A carboy, jar, or great bottle of rose water. The top or ridge of a pent roof. [Skt.] The name of Mount M&#x113;ru, a mountain of gold (the Olympus of India), &#xC39;&#xC47;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC30;</span>&#xA0;&#xA0;m&#x113;ra. [Tel.] n. A limit, boundary, space, distance. &#xC0E;&#xC32;&#xC4D;&#xC32;, &#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC2E;&#xC3F;&#xC24;&#xC3F; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC0E;&#xC21;&#xC2E;&#xC41;. An instalment, &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC3E;, Order &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. An arrangement, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC26;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC27;&#xC15;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC28;&#xC41;.&quot; SD. vi. 95. &quot;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC28;&#xC41;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC17;&#xC35;&#xC41;&#xC2E;&#xC47;&#xC30;&#xC2F;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC15;.&quot; B. X. 73. 12. Respect,&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;. &#xC2E;&#xC47;&#xC30;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;, &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;. A fee in money, in goods or in grain. &#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41; boundless grief. &#xC2E;&#xC47;&#xC30;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; to transgress. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC47;&#xC30; a space of four feet. &#xC2E;&#xC47;&#xC30;&#xC15;&#xC41; m&#x113;ra-ku. prep. Up to, according to. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2E;&#xC47;&#xC30;&#xC15;&#xC41; according to reason. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC47;&#xC30;&#xC15;&#xC41; according to orders.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;m&#x113;yu. [Tel.] v. a. &amp; n. To feed, graze, eat, as cattle, &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC24;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC41;. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3F; the clouds hang over the hill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC2E;&#xC46;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC48;&#xC2E;&#xC48; m&#x113;-meyi. [Tel.] n. Ease, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. adv. Easily, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x113;mu&#x1E0D;u. [Tel.] n. Consent. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC2E;&#xC47;&#xC15;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;m&#x113;pu. [Tel. from &#xC2E;&#xC47;&#xC2F;&#xC41;.] v. a. To feed, graze, &#xC2E;&#xC47;&#xC2F;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC41;. To herd or tend cattle, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC1A;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC47;&#xC2A;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he grazes cattle. n. Food, fodder, pasturage, grazing, forage. &#xC2A;&#xC36;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC2E;&#xC47;&#xC24;. &#xC2E;&#xC47;&#xC2A;&#xC30;&#xC3F; m&#x113;p-ari. n. Eater, feeder. &#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x113;pin&#x1E6D;su. v. a. To make (one feed on): to make (one) tend (cattle) &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;lamu. [Tel.] n. Jeering,joking, fun, sport, ridicule. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;, &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41; m&#x113;lam-&#x101;&#x1E0D;u. v. n. To joke, &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC3E;&#xC21;&#xC41;.
			</div>
                