&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC47;&#xC17;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x113;va&#x1E0D;i. [Tel.] n. Humility, gentleness, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC24;. An expedient, tact, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. adj. Proper, fit, &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC35;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; m&#x113;va&#x1E0D;i-k&#x101;&#x1E0D;u. n. A gentleman, a humble man, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC24;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A man of tact, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC35;</span>&#xA0;&#xA0;m&#x113;vu. [Tel.] n. A fish called White Pomfret, a species of turbot; Stromateur argenteus; also called &#xC2C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;&#x1E37;anamu. [Skt.] n. Mecting, union, coming together. Connection, affinity, as of two languages. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. &#xC2E;&#xC47;&#xC33;&#xC2E;&#xC41; m&#x113;&#x1E37;amu. n. Union, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. A set of musical instruments, &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC5B;&#xC24;. A band of musicians, a set of dancers or singers. The music used by them. &#xC35;&#xC47;&#xC37;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC41; &#xC28;&#xC1F;&#xC41;&#xC32; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC41;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC2A;&#xC3E;&#xC1F;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC06; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC47;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they sent for four bands to come to the wedding. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC47;&#xC33;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; she does not now dance. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC33;&#xC2E;&#xC41; a pack of rascals. &#xC2E;&#xC47;&#xC33;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41; instrumental music. &#xC2E;&#xC47;&#xC33;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC47;&#xC33;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x113;&#x1E37;a-vin&#x1E6D;su. v. n. To unite, be joined, &#xC5B;&#xC24;&#xC17;&#xC42;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;. v. a. To mix, unite in harmony, as the sound of various instruments. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC5B;&#xC24;&#xC15;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC3F; &#xC24;&#xC2E;&#xC41;&#xC17;, &#xC35;&#xC40;&#xC23;&#xC46;&#xC2E;&#xC47;&#xC33;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC3F; &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC17;&#xC3F;.&quot; KP. ii. 98. &quot;&#xC35;&#xC40;&#xC30;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC33;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC41;&#xC32;&#xC41;.&quot; Jaimini. v. 125.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x113;lu. [Tel.] n. Good, kindness. &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Good fortune, prosperity, favour, happiness, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;. Profit, advantage, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. Righteousness, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;. Excellence, superiority, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Love, &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;. Pride, &#xC2E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC32;&#xC47;&#xC26;&#xC4A;.&quot; P. iv. 119. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2E;&#xC47;&#xC32;&#xC41; it would be better to go there. &#xC05;&#xC26;&#xC47;&#xC2E;&#xC47;&#xC32;&#xC41; so much the better. &#xC2E;&#xC47;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; to be grateful, remember kindness. &#xC15;&#xC40;&#xC21;&#xC41;&#xC2E;&#xC47;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; one who knows good and evil. &apos;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; in time of prosperity. &quot;&#xC24;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC24;&#xC36;&#xC24;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC28;&#xC4A;&#xC15; &#xC38;&#xC42;&#xC28;&#xC43;&#xC24; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2D;&#xC42;&#xC35;&#xC30;&#xC3E;.&quot; Bh&#x101;rat &#xC2E;&#xC47;&#xC32;&#xC41; or &#xC2E;&#xC47;&#xC32;&#xC3F; adj. Upper, higher. &#xC09;&#xC2A;&#xC30;&#xC3F;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC48;. Good, better. Noble, fine, excellent, superior, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; an upper storey. &quot;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;.&quot; S&#x101;rang. D. 113. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC21; the top wall, battlement, parapet or rail wall. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41; the outer cover. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC1F; or &#xC2E;&#xC47;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24; happy news. adv. Up, above, over, &#xC2E;&#xC47;&#xC32;&#xC41; or &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC47;&#xC32;&#xC41; interj. Well done! excellent! better and better! &#xC1C;&#xC2F;, &#xC1C;&#xC2F; &#xC1C;&#xC2F;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; m&#x113;li-ka&#x1E6D;&#x1E6D;u. n. An awning, a canopy. &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC17;&#xC3E; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F; &#xC1A;&#xC40;&#xC28;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; N. ix. 124. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC40;&#xC30; m&#x113;lu-kammi-ch&#x12B;ra. n. A cotton cloth woven with a coloured border three inches broad. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; m&#x113;lu-cheyyi. n. Superiority. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Superior, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC48;&#xC28;. Victorious, &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to prevail, to have the advantage. &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC48;&#xC28; &#xC2D;&#xC02;&#xC17;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F;.&quot; M. VI. ii. 2. &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F; m&#x113;limi. n. Fineness, excellence. Pure gold. &#xC24;&#xC2A;&#xC4D;&#xC24; &#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F;. &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F; or &#xC2E;&#xC47;&#xC32;&#xC3F; adj. Fine, excellent. B. X. 207. &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; m&#x113;l-illu. n. A upper storey, &#xC2E;&#xC47;&#xC21;, &#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC28;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC28;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC41; m&#x113;lu-konu. v. n. To awake, rise. To be aroused, stand on one&apos;s guard, be alert. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; m&#x113;lukolupu. v. a. To awaken. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC47;&#xC2A;&#xC41;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; m&#x113;lu-kolupulu. n. Matinsong, reveille, music in the dawning. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;. cf. &quot;the dulcet sounds at break of day, &amp;c. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; m&#x113;lu-k&#x14D;lu. n. The act of awaking, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC26;&#xC41;&#xC30;&#xC02;&#xC17;&#xC3F; or &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC02;&#xC17;&#xC3F; m&#x113;lu-durangi. [H. dorangi] n. Fine velvet. Fine shot silk. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC26;&#xC41;&#xC30;&#xC02;&#xC17;&#xC3F;.&quot; T. iv. 202. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41; or &#xC2E;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; m&#x113;lu-pa&#x1E0D;u. n. To fall in love, be enamoured, &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC2E;&#xC1A;&#xC41;, &#xC06;&#xC36;&#xC2A;&#xC21;&#xC41;. &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC2F;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC26; &#xC26;&#xC33;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;.&quot; Vijaya. iii. 37. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; m&#x113;lu-banti. n. The top line, the copy set to a schoolboy learning to write. A pattern, &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3F;. One who is or sets an example; a paragon of excellence, an example, &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;. adj. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC2E;&#xC47;&#xC26;&#xC3F;&#xC28;&#xC40;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC2C;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC47;&#xC32;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC48;&#xC24;&#xC3F;.&quot; Vish. ii. 116. &quot;&#xC28;&#xC3F;&#xC1C;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC2C;&#xC42;&#xC2D;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC35;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; ib. vi. 63. &#xC2E;&#xC47;&#xC32;&#xC32;&#xC41;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41; m&#x113;lu-ma&#x1E6D;s&#x1E6D;su. n. An upper storey, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC32;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41; a kind of game played by boys. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F; m&#x113;lu r&#x101;&#x1E63;i. n. The top part of a heap of winnowed grain. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC38;&#xC4B;&#xC17;&#xC41;. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; m&#x113;lu-v&#x101;&#x1E0D;u. n. A lover, &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC2E;&#xC47;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC48;&#xC2E;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC3F;.&quot; A. v. 56.
			</div>
                