&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F; mai. [Tel.] n. The body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A side, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. A time, &#xC24;&#xC21;&#xC35;. &quot;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC28;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC24;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC2E;&#xC48;&#xC2E;&#xC48;&#xC2C;&#xC46;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; Swa. iii. 83. &#xC2E;&#xC48;&#xC17;&#xC3E;&#xC2A;&#xC41; a body guard. &#xC2E;&#xC48;&#xC26;&#xC40;&#xC17; a slender figure. &#xC07;&#xC30;&#xC41;&#xC2E;&#xC48;&#xC32; on both sides. &quot;&#xC24;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC41;&#xC35;&#xC41;&#xC02; &#xC2C;&#xC26;&#xC39;&#xC24;&#xC41;&#xC32;&#xC02;&#xC17;&#xC2A;&#xC4B;&#xC23;&#xC3F; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC48;&#xC32;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC46;&#xC28;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4B;&#xC35;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; A. vi. 28. &quot;&#xC07;&#xC30;&#xC41;&#xC2E;&#xC48;&#xC28;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC17;.&quot; Pal. p. 277. Prep. With, &#xC24;&#xC4B;. &quot;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC48;&#xC28;&#xC40;&#xC30;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;.&quot; &quot;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC28;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC48;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; BD. v. 336. adv. Equivalent to &#xC17;&#xC3E;, as &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC48; alone, &#xC0F;&#xC15;&#xC3E;&#xC15;&#xC3F;&#xC17;&#xC3E;. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC48; joyfully, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC15;&#xC1F;&#xC15;&#xC1F;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC24;&#xC43;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC2C;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC28; &#xC35;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC48; &#xC28;&#xC46;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC46;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC32;&#xC3F;.&quot; Vasu. iii. 147. &#xC2E;&#xC48;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; mai-t&#x101;lupu. n. A corporeal being, a living creature, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;, &#xC36;&#xC30;&#xC40;&#xC30;&#xC3F;. &#xC2E;&#xC48;&#xC2A;&#xC42;&#xC24; mai-p&#x16B;ta. n. The act of smearing the body with anything, such as sandal paste, &amp;c, &#xC05;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC15; mai-p&#x14D;ka. n. Lightness, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;. &#xC2E;&#xC48;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC2A;&#xC41; mai-marapu. n. Forgetfulness of oneself, ecstasy, a trance. &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC48;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41; mai-maruvu. [from &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;.] n. Armour, mail. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC2E;&#xC48;&#xC2E;&#xC48;, &#xC2E;&#xC48;&#xC2E;&#xC2F;&#xC3F; or &#xC2E;&#xC2F;&#xC3F;&#xC2E;&#xC2F;&#xC3F; mai-mai. n. Ease. &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. Freedom from danger, &#xC05;&#xC28;&#xC41;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. adv. Easily, without any difficulty, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mehamu. [Skt.] n. A urinary disease, especially, an inflammatory affection of the urethra, gonorrh&#x153;a. A venereal disease, gleet. Cachexise. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC39;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC3F; m&#x113;ka-granthi. n. Venereal herpes. &#xC2E;&#xC47;&#xC39;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; m&#x113;ha-r&#x14D;gamu. n. A venereal disease. &#xC2E;&#xC47;&#xC39;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; m&#x113;ha-v&#x101;yuvu. n. A venereal affection. A complaint wherein the limbs are stiff and contracted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;m&#x113;str&#x12B;. [Eng. &apos;Master.&apos;] n. A master workman. A head-workman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;shamu. [Skt.] n. A ram. The sing Aries. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;, &#xC2E;&#xC47;&#xC37;&#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC2E;&#xC47;&#xC37;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41; m&#x113;sh-&#x101;khsi-kusumamu. n. A sort of Cassia. &#xC2E;&#xC47;&#xC37;&#xC3F; m&#x113;shi. n. A female sheep, an ewe, &#xC06;&#xC21;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC47;&#xC37;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x113;shakamu. [Skt.] n. A kind of plant, Amaranthus campestris. &#xC1C;&#xC40;&#xC35;&#xC36;&#xC3E;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC37;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC26;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC26; maida. [Tel.] Same as &#xC2E;&#xC48;&#xC15;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC25;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;maithunamu. [Skt. from &#xC2E;&#xC3F;&#xC27;&#xC41;&#xC28;&#xC2E;&#xC41;.] n. Coition, sexual intercourse, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC30;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;maitri. [Skt. from &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;.] n. Friendship. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC30;&#xC41;&#xC23;&#xC3F;</span>&#xA0;&#xA0;maitr&#x101;-varu&#x1E47;i. [Skt.] n. An epithet of the sage Agastya, &#xC05;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC5B;&#xC3E;&#xC30;&#xC41; mai-&#x1E0D;z&#x101;ru. [Tel.] n. The skirt or selvage of a garment. &#xC1A;&#xC40;&#xC30;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; mai-konu. [Tel.] v. n. To agree, consent. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC48;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; mai-kolupu. v. a. To cause to consent or agree with. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC48;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; mai-k&#x14D;lu. n. The act of consenting, &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41; maikamu. [Tel.] n. Intoxication; insensibility, drowsiness. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC24;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
                