&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC30;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mair&#x113;yamu. [Skt.] n. Spirituous liquor, made from sugar. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC28; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Wine made from the blossoms of a tree. Lythrum fruticosum. Rox. ii. 233.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41; mainamu. [Tel.] n. Wax. &#xC2E;&#xC27;&#xC42;&#xC1A;&#xC4D;&#xC1B;&#xC1A;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC24;&#xC47;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41; virgin wax, white wax. &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC41; bees&apos; wax which is not purified. &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; a wax candle. &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC41;&#xC1C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC2E;&#xC48;&#xC28;&#xC2A;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; wax cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC26;&#xC41; maidu. [Tel.] n. Deception, deceit, delusion. &#xC2E;&#xC3E;&#xC2F;. Intoxication, &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;. Love-powder, magic-powder made to enamour one. &#xC2E;&#xC4B;&#xC39;&#xC28;&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC02;&#xC1F;&#xC46;</span>&#xA0;&#xA0;Another form of &#xC2E;&#xC4A;&#xC30;&#xC3F;&#xC1F;&#xC46; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;</span>&#xA0;&#xA0;mo. [Tel.] n. A contraction for &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;; that is, etcetera, &#xC07;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;mais&#x101;kshi. [from Skt. &#xC2E;&#xC47;&#xC37;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;.] n. A drug used in fumigation. Indian bdellium &#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;. Balsamodendron mukul, Balsamodendron agallocha. &#xC2E;&#xC47;&#xC37;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41; a sort of cassia.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC35;&#xC21;&#xC3F; maiva&#x1E0D;i. [Tel.] n. Consent, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F; Suitability, convenience, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Propriety, beauty, &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC24;. adj. Convenient, suitable, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC32;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC41; mail&#x101;ru. [Tel.] n. The name of a petty goddess, &#xC12;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC26;&#xC47;&#xC35;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC48;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC2F;&#xC3F;&#xC32; maila. [from Skt. &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC41;.] n. Uncleanness, foulness, impurity, dirt, pollution, ceremonial defilement, &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC36;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. A dirty cloth, &#xC2E;&#xC32;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Dirty, unclean. &#xC2E;&#xC48;&#xC32;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; dirty clothes. &#xC2E;&#xC48;&#xC32;&#xC3E;&#xC35;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC06;&#xC35;&#xC41; a cow of a grizzled colour. &#xC2A;&#xC4A;&#xC17;&#xC1A;&#xC3E;&#xC2F;&#xC17;&#xC32;&#xC06;&#xC35;&#xC41;. &#xC2E;&#xC21;&#xC3F; &#xC2E;&#xC48;&#xC32; clean and dirty, foul and fair. &#xC2E;&#xC48;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F; maila-kr&#x14D;vi. n. A kind of musical instrument, &#xC2E;&#xC41;&#xC30;&#xC33;&#xC3F;. &#xC2E;&#xC48;&#xC32;&#xC1A;&#xC3E;&#xC2F; &#xC24;&#xC4A;&#xC02;&#xC21; maila-&#x1E6D;s&#x101;ya-tonda. n. A kind of lizard or bloodsucker. &#xC2E;&#xC48;&#xC32;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC2E;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; maila-tuttamu. n. Blue vitriol or sulphate of copper. &#xC24;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC48;&#xC32;&#xC2A;&#xC21;&#xC41; maila-pa&#x1E0D;u. v. n. To become dirty or unclean, to become polluted, &#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC06;&#xC36;&#xC41;&#xC1A;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
                