&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC1F;&#xC2E;&#xC41; or &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC3E;&#xC1F;&#xC2E;&#xC41; moka-m&#x101;&#x1E6D;amu. Corruption of &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC3F;. See under &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC4A;&#xC16;&#xC2E;&#xC32;&#xC4D; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;mokaddam&#x101;. [H.] n. An affair, business.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;mo&#x1E0D;i. [Tel.] adj. Maimed, crippled, defective, imperfect. &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28;, &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. Bare; lopped. Blunt. blunted, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. Stubborn, obstinate, perverse, pertinacious, impertinent, incorrigible, unmanageable, ungovernable, refractory, unruly, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; stubborn or rude language. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; an obstinate or refractory boy. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC21;&#xC32;&#xC41; bare walls. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC1F;&#xC2E;&#xC41; a blunt stylus. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC3F; a maimed hand. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; bare hands, i.e., hands without any ornament. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC15; a docked tail. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC21; a bare neck, i.e., without any necklace. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; he is tenacious of life. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC3F; mon&#x1E0D;i-kat&#x1E6D;e. n. A stubborn wretch. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC3F;, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; mon&#x1E0D;i-ch&#x113;yu. v. n. To be unruly; to oppose. &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the horse is stubborn. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; mon&#x1E0D;i-tanamu. n. Stubbornness, obstinacy. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; mon&#x1E0D;i-p&#x101;rina. adj. Callous. &#xC15;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; mon&#x1E0D;i-purugu. n. The &apos;stumpy&apos; snake, or Amphisb&#x153;na, which looks as if the tail was lopped off. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC41; Another form of &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC41; or &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; mon&#x1E0D;emu. n. A stump. The trunk of a body after the head is lopped off. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC1C;&#xC02;&#xC27;&#xC2E;&#xC41;. A fragment, a limb lopped off, a separated member, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC41; mon&#x1E0D;epu-g&#x101;mu. n. An epithet of R&#x101;hu. &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC15;&#xC30;&#xC2E;&#xC41; mokkaramu. [Tel.] n. A post, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. A prop. A bar set against a door to keep it shut. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41; &#xC2E;&#xC4B;&#xC1F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC17;&#xC21;&#xC3F;&#xC2F;, &#xC17;&#xC21;&#xC46;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; mokkamu. [Tel.] n. The name of a tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;mok-ka&#x1E6D;tu. [Tel.&#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC41; + &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. Features, lineaments, face, likeness. &#xC2E;&#xC41;&#xC16;&#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;mokka. [Tel. short for &#xC2E;&#xC4A;&#xC32;&#xC15; from &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;.] n. A germ, shoot, young plant. &#xC28;&#xC3E;&#xC30;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Bluntness, disgrace. &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;. A stup of wood. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC30;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC4B;&#xC21;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC17;&#xC35;&#xC41; a budding smile, a slight laugh. &quot;&#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC17;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC02;&#xC24;.&quot; A. iv. 45. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC48;&#xC30;&#xC41; young corn. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to transplant. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they disgraced him. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC21;&#xC41; mokka-che&#x1E0D;u. v. n. To be disappointed or disgraced, &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he returned home disgraced. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41; mokka-cheru&#x1E6D;su. v. a. To disgrace, disappoint. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; mokka-ch&#x113;yu. v. a. To blunt. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28; mokka-&#x1E0D;zonna. n. Maize, Indian corn, a large species of the Great Millet. Rox. i. 263. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC40;&#xC26;&#xC41; mokka&#x1E0D;i. n. An obstinate man. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. An elephant without tusks. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC41; mokka&#x1E0D;u. n. A form or determined man, a strong man. &#xC2C;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC41;&#xC17;&#xC41; mokk-a&#x1E0D;ugu. n. The stumps of corn which yield a second crop. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC21;&#xC41; mokka-pa&#x1E0D;u. v. n. To be disgraced. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; mokka-paru&#x1E6D;su. v. a. To disappoint, disgrace. &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; mokka-p&#x14D;vu. v. n. To become blunt, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC41;. To be disgraced, to be disappointed, &#xC2D;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; mokka-m&#x101;mi&#x1E0D;i. n. The Cashew nut, &#xC1C;&#xC40;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;mokari. [Tel.] adj. Sounding, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. Noisy, prattling, &#xC05;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2E;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26; mokari-tummedu. n. A large black bee. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &quot;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC46;&#xC15;&#xC32;&#xC41;&#xC32;&#xC48;&#xC2F;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC41; &#xC30;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Swa. iii. 37. &#xC1F;&#xC40; &#xC2E;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC41;, &#xC17;&#xC02;&#xC21;&#xC41;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC41;.
			</div>
                