&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC16;&#xC2E;&#xC32;&#xC4D;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC41; mokhamal. [H.] n. Velvet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; mokku. [Tel.] v. n. To prostrate oneself, to bow, to make an obeisance, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; the god I came to worship has met me in the way. n. An obeisance, a vow, &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F; or &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F; mokku-ba&#x1E0D;i. n. A vow. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; those who are under a vow. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; mokku-konu. v. n. To vow or to make a vow. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;moga&#x1E0D;u. [Tel.] n. The ridge of a roof, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. plu. &#xC2E;&#xC4A;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC4A;&#xC17;&#xC21;&#xC41;&#xC32;&#xC41; and &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC41;. Gen. &#xC2E;&#xC4A;&#xC17;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;moga&#x1E0D;u. [Tel.] adj. Stubborn, obstinate. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;. &quot;&#xC05;&#xC28;&#xC3F;&#xC28;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC2F;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC2E;&#xC4A;&#xC17;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC40;&#xC2E;&#xC17;&#xC21;&#xC41;&#xC35;&#xC47;&#xC17;, &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC28;&#xC41;&#xC17;&#xC40;&#xC24;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC4D;&#xC37;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC28;&#xC40;&#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC46; &#xC28;&#xC47;&#xC2F;&#xC28;&#xC17;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; N. ix. 359.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC21;</span>&#xA0;&#xA0;moga&#x1E0D;a. [Tel.] n. A bud. A boss or knob on a shield or door. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;, &#xC17;&#xC41;&#xC2C;&#xC15;. &quot;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2B;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC21;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; &#xC1A;&#xC42;&#xC21; &#xC38;&#xC3E;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC15;&#xC41; &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;, &#xC26;&#xC40;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC47;&#xC2E;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC47;&#xC36;.&quot; Tirumal&#x113;sa. &quot;&#xC2A;&#xC42;&#xC2E;&#xC4A;&#xC17;&#xC21;&#xC24;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC26;&#xC42;&#xC17;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; R. iv. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;</span>&#xA0;&#xA0;moga. [from Skt. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. The tip, point, end; the beginning, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. The mouth of a river, &amp;c. &#xC2E;&#xC4A;&#xC28;, &#xC28;&#xC26;&#xC40; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. An entrance, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC06; &#xC2E;&#xC4A;&#xC17;&#xC28;&#xC41; at the beginning. A blossom, &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;. &#xC2E;&#xC4A;&#xC17;&#xC15;&#xC4A;&#xC28;&#xC41; moga-konu. v. n. To begin, commence. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To meet, turn the face towards, &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC17;&#xC41;. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC21;&#xC40;&#xC38;&#xC41;&#xC16;&#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41; &#xC32;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC15;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC3F; &#xC2F;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; &#xC17;&#xC4B;&#xC30;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; M. XII. i. 196. See &#xC2E;&#xC4A;&#xC17;&#xC26;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC16;&#xC3E;&#xC38;&#xC3E;</span>&#xA0;&#xA0;mokh&#x101;s&#x101;. [H.] n. A village held on service tenure. A village granted at a favourable assessment or no assessment, to any person for past or expected service. &#xC2E;&#xC4A;&#xC16;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; a person holding the above.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; mokkalamu. [from Skt.&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;.] n. Obstinacy, stubbornness, &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Bravery, courage, valor, heroism, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Spiritedness, enthusiasm, joy, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; stubborn language. adj. Stubborn, obstinate, &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. Irresistible, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC39;&#xC24;&#xC2E;&#xC41;. &quot;&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC02; &#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC3F;&#xC02;&#xC15; &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC41;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC02; &#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC1C;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC2F;&#xC46; &#xC28;&#xC40;&#xC24;&#xC3F; &#xC38;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC41; &#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; Vish. viii. 446. &quot;&#xC1A; &#xC28;&#xC28;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC21;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC3F;. &#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC35;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC32;&#xC46;&#xC17;&#xC43;&#xC2A; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC48; &#xC36;&#xC41;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC4B;.&quot; M. XII. iii. 100. &#xC15;&#xC43;&#xC2A;&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC48;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC26;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC48;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15; mokkali. n. The flash or sparkle in a ruby. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC40;&#xC21;&#xC41; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC21;&#xC41; n. An obstinate man. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. A guard, a sentry, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A hero, a courageous man, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC17;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC40; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC2D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC2A;&#xC40;&#xC21;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32;&#xC17;&#xC3F;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC40;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC3E;, &#xC24;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC2A;&#xC3F;&#xC2F;&#xC24;&#xC28;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;.&quot; M. XIV. i. 23.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;</span>&#xA0;&#xA0;or &#xC2E;&#xC17; moga. [Tel.] adj. Male. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;. &#xC2E;&#xC4A;&#xC17;&#xC1A;&#xC46;&#xC02;&#xC2A;&#xC32;&#xC41; side locks. &#xC2E;&#xC4A;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; moga-tanamu. n. Manhood, virility, &#xC2A;&#xC41;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41; moga-v&#x101;&#x1E0D;u. n. A man, a male, a husband. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;moga-ka&#x1E6D;&#x1E6D;u. [Tel.] v. n. To sound. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;.
			</div>
                