&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mog&#x101;&#x1E37;amu. [Tel.] n. The head of a canal carried from a river to irrigate the fields. &#xC0F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC26;&#xC32;, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mogava&#x1E0D;amu. [Tel. &#xC2E;&#xC4A;&#xC17; + &#xC2A;&#xC21;&#xC2E;&#xC41;.] n. A black blanket thrown over an elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F; mogali. [Tel.] n. The Screw Pine, or Mangrove, Mandanus odoratissimus. (Rox. iii. 738.) &#xC15;&#xC47;&#xC24;&#xC15;&#xC3F;. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3E;&#xC2A; a mat made of its leaves. &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; an umbrella made of its leaves. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; the drooping tips of the branches. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; the fragrant flower of this tree. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC41; a snake said to be found in its flower. &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC41; a petal of its flower, or an ornament worn by women on the head. &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC3F; mogali-k&#x14D;&#x1E0D;i. n. A watercock. &#xC12;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC28;&#xC38; mogali-panasa. n. The pineapple, &#xC05;&#xC28;&#xC3E;&#xC38;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC47;&#xC30;&#xC41; moga-l&#x113;ru. (&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F; + &#xC0F;&#xC30;&#xC41;.) n. The celestial river. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;. The name of a stream, also called &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC16;&#xC3F;. &quot;&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC47;&#xC1F;&#xC3F;&#xC2E;&#xC21;&#xC41;&#xC35;&#xC41;&#xC28;&quot; K&#x101;lahas. ii. 161. BD. iii. 349. &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; mogali-v&#x101;kili. n. An entrance to a town, &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. A town hall where criminal cases are tried. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC30;&#xC3F;, &#xC39;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC23;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC17;&#xC28;&#xC41; &#xC35;&#xC40;&#xC30;&#xC1A;&#xC4B;&#xC21;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC41; &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC15;&#xC2A;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC35;&#xC02;&#xC1A;&#xC41; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC35;&#xC1C;&#xC3F;&#xC26;&#xC33;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC1A;&#xC4B;&#xC30;&#xC26;&#xC02;&#xC21;&#xC28; &#xC2E;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC2A; &#xC1C;&#xC42;&#xC21;&#xC17;.&quot; Valeswara. v. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;mogal&#x101;yi. [H.] adj. Mogul. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;mogarin&#x1E6D;su. [Tel.] v. a. To surround, to seize, &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC30;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;moga-rambamu. [Tel.] n. The large black bee, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC41; mogamu. [from Skt. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. The face. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. Front, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. An entrance, door, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. adj. Chief, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC41; moga-&#x1E6D;s&#x101;&#x1E6D;u. n. Surfeit, disgust in eating, &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC24;&#xC3F;&#xC28;&#xC24;&#xC3F;&#xC28;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC15;&#xC41; &#xC24;&#xC40;&#xC2A;&#xC48;&#xC28; &#xC2E;&#xC4A;&#xC17;&#xC1A;&#xC3E;&#xC1F;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC46;&#xC15;&#xC41;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC28;&#xC2E;&#xC41;.&quot; Venkat&#x113;swara. &#xA7;. 16. &#xC2E;&#xC4A;&#xC17;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC2E;&#xC4A;&#xC17;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; moga-tappu. v. n. To have the face turned away, &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC26;&#xC32; mogadala. n. The end or butt (of a wall.) &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC35;&#xC1F;&#xC4D;&#xC1F; or &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; moga-pa&#x1E6D;&#x1E6D;a. n. An ornament for a horse&apos;s head something like a cavesson &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F; &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC39;&#xC3F;&#xC23;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC41;.&quot; Swa. iv. 37. &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC21;&#xC41; moga-pa&#x1E0D;u. v. a. To see, &#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC3E;&#xC33;&#xC2E;&#xC41; or &#xC2E;&#xC4A;&#xC17;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41; moga-p&#x101;&#x1E37;amu. n. The front portion of a house, &amp;c. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F; moga-piriki. (&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; + &#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;.) n. A tortoise, &#xC24;&#xC3E;&#xC2C;&#xC47;&#xC32;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to abscond, disappear. &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC41; mogapu. (&#xC2E;&#xC4A;&#xC17; + &#xC2A;&#xC42;&#xC38;.) n. The front portion of a necklace, &#xC39;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC16;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A buckle. &#xC15;&#xC02;&#xC20;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC16;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &quot;&#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2E;&#xC39;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F; &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC28;&#xC02;&#xC17;.&quot; Prabhavati Pradyumnam, i. 3. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; moga-mi&#x1E6D;s&#x1E6D;su. v. n. To show the face, to favour, to be pleased, &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC17;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC3F;, &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4A;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC1F; or &#xC2E;&#xC4B;&#xC17;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC3F; mogam&#x14D;&#x1E6D;ami. n. Partiality, pity, compassion, &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Hesitation, doubt, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC21;&#xC41; mogam-&#x14D;&#x1E0D;u. v. n. To be ashamed. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC47; &#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC21;&#xC28;&#xC17;&#xC41;&#xC28;&#xC46;.&quot; Abhim. 47. To be partial, &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To hesitate, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC35;&#xC3E;&#xC21; moga-v&#x101;&#x1E0D;a. n. The front door of a temple. &#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC35;&#xC3E;&#xC21; &#xC26;&#xC46;&#xC30;&#xC1A;&#xC3F;&#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;.&quot; BD. iv. 661. &#xC2E;&#xC4A;&#xC17;&#xC35;&#xC40;&#xC23;&#xC46; moga-v&#x12B;&#x1E47;e. n. A kind of &#xC35;&#xC40;&#xC23;&#xC46;, &#xC2E;&#xC41;&#xC16;&#xC35;&#xC40;&#xC23;&#xC46;. &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC30;&#xC3F; moga-sari. (&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41; + &#xC05;&#xC30;&#xC3F;.) Same as &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; (q. v.) &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC3E;&#xC32;, &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC32; or &#xC2E;&#xC4B;&#xC38;&#xC3E;&#xC32; moga-s&#x101;la. n. An entrance hall. &#xC28;&#xC21;&#xC35;. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;, &#xC28;&#xC17;&#xC30;&#xC3F;&#xC24;&#xC32; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;. &quot;&#xC28;&#xC40; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC02; &#xC1C;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC02; &#xC17;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; M. ix. ii. 34. A porch in front of a house, &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC1A;.
			</div>
                