&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC3F;</span>&#xA0;&#xA0;mogi. [Tel.] n. An attempt, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;. &quot;&#xC38;&#xC40; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC36;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC38;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC32;&#xC15;&#xC21;&#xC15;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. i. Total a group. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Joint property, &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC3F; or &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC28;&#xC3F;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is held jointly by us. &quot;&#xC35; &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; ... &#xC05;&#xC24;&#xC3F;&#xC2C;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC38;&#xC41;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC2E;&#xC2F;&#xC41; &#xC28;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC38;&#xC41;&#xC35;&#xC40;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC28;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. Manner &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A time, &#xC06;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC17;&#xC3F; or &#xC12;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC28;&#xC4D; at once. &#xC12;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;. &quot;&#xC09;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.&quot; adv. At first, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;. &quot;&#xC24;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC17;&#xC26;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC32;&#xC4B; &#xC35;&#xC17;&#xC35;&#xC15;&#xC38;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC17;&#xC41; &#xC2A;&#xC47;&#xC26;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC32; &#xC15;&#xC17;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC17;&#xC2E;&#xC2E;&#xC41; &#xC32;&#xC48;&#xC35;&#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; M. I. i. 130. &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC2F;&#xC41; mogiyu. v. n. To attempt, to undertake, &#xC2A;&#xC42;&#xC28;&#xC41;. To spread all over, to surround, as darkness, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;mogga. [Tel. another form of &#xC2E;&#xC4A;&#xC17;&#xC21;.] n. A bud. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC2E;&#xC41;. A feat performed by gymnasts in falling back. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC3E;&#xC32;&#xC21;&#xC2E;&#xC41; or &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41; the feats or contortions practised by acrobats; as that of falling back and dancing on the feet and hands. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC3E;&#xC32;&#xC41; to bend backwards touching the ground with the hands. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; mogga-vi&#x1E6D;s&#x1E6D;su. v. n. To unfold as a flower, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be scattered. &#xC2F;&#xC25;&#xC3E;&#xC2F;&#xC25;&#xC32;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC41;, &#xC2E;&#xC4A;&#xC2F;&#xC3F;&#xC32;&#xC41; or &#xC2E;&#xC4A;&#xC2F;&#xC3F;&#xC32;&#xC41; mogulu. [Tel.] n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &quot;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC15;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC26;&#xC32;&#xC41; &#xC17;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC2C;&#xC32;&#xC38;&#xC3F;.&quot; R. vi. 10. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F; mogulu-ka&#x1E0D;imi.n. The tree called Nauclea Orientalis. &#xC15;&#xC21;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F; mogulu-d&#x101;ri. n. The cloudy road, i.e., the sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mogu&#x1E0D;u. [Tel. for &#xC2E;&#xC17;&#xC21;&#xC41;.] n. A husband. &#xC2D;&#xC30;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;mogu&#x1E0D;u. [Tel. from &#xC2E;&#xC4A;&#xC17;&#xC21;. See &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;.] v. n. To be closed, as a flower, the hands, etc. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC1A;&#xC41;, or &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; mogu&#x1E6D;su. v. a. To cause to be closed, as a flower, &amp;c. To close, shut (the eyes), fold (the hands.) &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC26;&#xC02;&#xC21; &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3E;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC1A;&#xC3F;.&quot; Vish. ii. 72. &quot;&#xC1A;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41; &#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC28;&#xC3E;&#xC27;&#xC41; &#xC28;&#xC15;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;.&quot; Sar. D. 283. &quot;&#xC15;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Parama Y&#x14D;gi Vil&#x101;sa. Dwip: page 238.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC41;&#xC1F;&#xC41;</span>&#xA0;&#xA0;mogu&#x1E6D;u. [Tel.] n. The ridge of a roof. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; the ridge pole of a roof. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;See &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41; moggu. [Tel.] v. n. To incline, to lean on one side. To be depressed, as a scale in weighing, to bow down under a burden, to show an inclination toward, to be inclined to, &#xC35;&#xC02;&#xC17;&#xC41;, &#xC35;&#xC3E;&#xC32;&#xC41;, &#xC24;&#xC42;&#xC32;&#xC41;. &quot;&#xC05;&#xC02;&#xC2C;&#xC30;&#xC02;&#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC46; &#xC28;&#xC39;&#xC3F;&#xC2A;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC46;.&quot; BD. v. 268. n. Leaning, inclination. &#xC12;&#xC15;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC48; &#xC24;&#xC42;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC32;&#xC21;&#xC2E;&#xC41;, &quot;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2F;&#xC4B;&#xC2C;&#xC38;&#xC35;&#xC27;&#xC40;&#xC2E;&#xC23;&#xC3F; &#xC2E;&#xC40; &#xC2E;&#xC26;&#xC3F;&#xC26;&#xC4B;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC47; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC28; &#xC2A;&#xC4B;&#xC26;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2C;&#xC02;&#xC2A;.&quot; Chenna. iv. 358. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;, &#xC18;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC1F;&#xC3F;&#xC32;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; moggatilu. v. n. To bend down, to stoop. &#xC35;&#xC02;&#xC17;&#xC41;. To kneel down, &#xC2E;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC1A;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC38;&#xC30;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC28;&#xC4D;.&quot; BRY. ii. 437. &quot;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC48;&#xC28;, &#xC28;&#xC46;&#xC30;&#xC3F;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC42;&#xC32;&#xC3F;&#xC2F;&#xC41;.&quot; M. VI. iii. 218. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41; moggaramu. n. An array, &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC05;&#xC30;&#xC38;&#xC02;&#xC5B;&#xC15;&#xC46;&#xC02;&#xC5B;&#xC3E;&#xC2F;&#xC15;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC48; &#xC15;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC42;&#xC32;.&quot; R. v. 112. M. IX. i. 318.
			</div>
                