&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC26;&#xC41;&#xC15;</span>&#xA0;&#xA0;moduka. [Tel.] adj. Sharp. &#xC15;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;. Thick, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC4A;&#xC26;&#xC41;&#xC15;&#xC28; modukana. n. Sharpness, &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;. Heaviness, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC4A;&#xC26;&#xC41;&#xC15;&#xC28;&#xC3F; modukani. adj. Heavy, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC26;&#xC35;&#xC41;</span>&#xA0;&#xA0;modavu. [Tel.] n. A milch cow. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC26;&#xC35;</span>&#xA0;&#xA0;modava. [Tel.] n. The grass named Saccharum cylindricum. &#xC2C;&#xC32;&#xC4D;&#xC2C;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;</span>&#xA0;&#xA0;modalu. [Tel. infl. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; or &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC3F;&#xC1F;&#xC3F;. abl. &#xC2E;&#xC4A;&#xC26;&#xC1F;. plu. &#xC2E;&#xC4A;&#xC26;&#xC33;&#xC4D;&#xC32;&#xC41;.] n. The beginning, origin, source. &#xC05;&#xC26;&#xC3F;, &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. The root, stock. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. Principal, capital as opposed to interest. &#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC32;&#xC41;. The chief, the head; the foundation of a thing, the basis. The foot of a mountain. &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; the lower tip of the ear. &#xC35;&#xC21;&#xC4D;&#xC21;&#xC40;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; interest and principal. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC47; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; in fact he is not a good man. &#xC2E;&#xC4A;&#xC26;&#xC32;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; at the root. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E; or &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32; modalu. adv. Etcetera. &#xC2D;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17; drums, &amp;c. (literally, beginning with the drum.) &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; or &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17; since his arrival. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41; modalu-konu. v. a. To begin. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; henceforth, beginning from this. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; since his arrival. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41; modalu-che&#x1E0D;u. v. n. To be ruined, root and branch. &#xC24;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC1A;&#xC46;&#xC21;&#xC41;. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; modalu-pe&#x1E6D;&#x1E6D;u. v. a. To begin. &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC26;&#xC1F; moda&#x1E6D;a. adv. At first, at the beginning, in the first place &#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4A;&#xC26;&#xC1F; mo&#x1E6D;&#x1E6D;a-moda&#x1E6D;a. (&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; + &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;.) adv. At the very beginning, at first, first of all, &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC2E;&#xC4B;&#xC35;&#xC26;&#xC1F;&#xC3F; moda&#x1E6D;i. adj. First, earliest, original, primary, principal, capital, chief. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; he is the father of lies, &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC32;&#xC39;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; he was the beginner of the quarrel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;moddu. [Tel. from &#xC2E;&#xC4B;&#xC21;&#xC41;.] n. A block, stump, pollard, lump, mass. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC4B;&#xC21;&#xC41;. A blockhead. &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC47;&#xC32; &#xC35;&#xC47;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; V&#x113;ma. 1073. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a mere brute, a blockhead. adj. Blunt, not sharp, &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. Stout, thick, &#xC32;&#xC3E;&#xC35;&#xC48;&#xC28;. &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC46;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41; thick lips. Stubborn, uncouth, lumpish, dull, stupid, callous. &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC3E; moddu-g&#x101;. adv. Stupidly. &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; moddu-p&#x14D;vu. v. n. To become blunt, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC21;&#xC41;</span>&#xA0;&#xA0;modda&#x1E0D;u. [from Skt. &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;.] n. A booby, a blockhead, a great hulking fellow, &#xC17;&#xC02;&#xC21;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. A stout man, &#xC32;&#xC3E;&#xC35;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                