&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;moppa. [Tel.] n. The dragonet, Callionymus lyra, a fish with a projection like a switch from its shoulders. &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41; moppa&#x1E37;u. n. A fish&apos;s gills. &#xC1A;&#xC47;&#xC2A;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;monna. [Tel. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; + &#xC28;&#xC3E;&#xC21;&#xC41;.] n. The day before yesterday, &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;. adv. The other day, lately. &#xC05;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28; the day before that, three days ago. &#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3E;&#xC26;&#xC3F; last New Year&apos;s day. &#xC2E;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; last Thursday (though five days ago.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC41;</span>&#xA0;&#xA0;monaru. [Tel.] v. n. To be pretty, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC28;</span>&#xA0;&#xA0;mona. [Tel.] n. The point, end, extremity. &#xC06;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;. An army, or detachment, &#xC38;&#xC47;&#xC28;. A tube. &#xC24;&#xC46;&#xC17;. A military array. &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. A tribe, &#xC24;&#xC46;&#xC17;. The front, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;. &quot;&#xC2E;&#xC28; &#xC2E;&#xC4A;&#xC28;&#xC32;&#xC15;&#xC41;&#xC35;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC41; &#xC2E;&#xC30;&#xC32;&#xC41; &#xC2A;&#xC2E;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;.&quot; M. VI. ii. 97. &quot;&#xC32;&#xC4B;&#xC2E;&#xC4A;&#xC28;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC28;, &#xC09;&#xC38;&#xC3F;&#xC2E;&#xC4A;&#xC28;, &#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC28;, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC4A;&#xC28;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC26;&#xC3E;&#xC1F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC15;&#xC26;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC05;&#xC30;&#xC2E;&#xC40;&#xC1F;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC28;&#xC46;&#xC30;&#xC2E;&#xC40;&#xC1F;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC38;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC4A;&#xC28;, &#xC32;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC17;&#xC32; &#xC2A;&#xC26;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC28;&#xC32; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;.&quot; H. i. 245. &#xC2E;&#xC4A;&#xC28;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; a knife with a blunt point. adj. Last, furthest, utmost. &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;. &#xC2E;&#xC4A;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; mona-ka&#x1E6D;&#x1E6D;u. v. n. To attempt with enthusiasm, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Joy, rejoicing, enthusiasam, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. An amulet or drug used as a charm, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. &#xC12;&#xC15;&#xC3E;&#xC28;&#xC4A;&#xC15; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;. &quot;&#xC07;&#xC26;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC3F;&#xC26;&#xC3F;.&quot; S. i. 18. &quot;&#xC1C;&#xC32;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC2E;&#xC4A;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;.&quot; H. i. 174. adj. Rejoicing, enthusiastic, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC4A;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC4A;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; mona-k&#x101;&#x1E0D;u. n. A leader of an army, a hero, a principal; a ringleader, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC4A;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; a ringleader among thieves. &#xC2E;&#xC4A;&#xC28;&#xC15;&#xC4A;&#xC28;&#xC41; Same as &#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC41;. (q. v.) &#xC2E;&#xC4A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; mona-ch&#x113;yu. v. n. To face or front in battle. &#xC2E;&#xC4B;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC28;&#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41; mona-tsannu. n. A nipple. Lit the tip of the breast. &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; mona-tappu. v. n. To be turned away as the face, to turn away from, &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC17;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F; &#xC30;&#xC23;&#xC2E;&#xC41;&#xC28; &#xC2E;&#xC28; &#xC2E;&#xC15;&#xC1F; &#xC2E;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC4C;. i. &#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC41; monayu. v. n. and v. a. To be, appear, happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. To busy oneself. to engage in. To prepare, be ready, attempt, &#xC2A;&#xC42;&#xC28;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC2A;&#xC21;&#xC41;. To prepare for battle, &#xC30;&#xC23;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To cover, to rest upon. &#xC12;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC06;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC2E;&#xC4A;&#xC28;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC28;&#xC46;&#xC1A;&#xC1F; &#xC28;&#xC32;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC41;.&quot; V&#x113;ma. 864. &quot;&#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC41; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC2E;&#xC42;&#xC15; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; Swa. iv. 148. &#xC1F;&#xC40; &#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2E;&#xC4A;&#xC28;&#xC2A;&#xC41; or &#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; monapu. v. a. To cause to attempt, &#xC2A;&#xC42;&#xC28;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cause to happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. To put, place. &#xC2E;&#xC4B;&#xC2A;&#xC41;, &#xC09;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC4D; &#xC17;&#xC48;&#xC1F;&#xC2D;&#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F; &#xC35;&#xC48;&#xC30;&#xC3F;, &#xC26;&#xC30;&#xC39;&#xC3E;&#xC38;&#xC3E;&#xC02;&#xC15;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC48;, &#xC2E;&#xC4A;&#xC28;&#xC2A;&#xC02;&#xC17;&#xC4A;&#xC02; &#xC21;&#xC4A;&#xC15; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; Parij. iv. 12. &#xC2E;&#xC4A;&#xC28;&#xC2A;&#xC41;. n. An attempt, &#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; moraku. [from Skt. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;.] n. An idiot, a blockhead, an obstinate fool. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A; &#xC2D;&#xC3E;&#xC37;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC46;&#xC30;&#xC35;&#xC30;&#xC41;.&quot; M. V. iii. 233. adj. Stubborn, brutish. Too hard to bite, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC30;&#xC41;&#xC37;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC47; &#xC17;&#xC30;&#xC17;&#xC30;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC15; &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;.&quot; &#xC2E;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC17;&#xC30;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC41;, &#xC17;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; BD. iii. 1388. &#xC2E;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; moraku-tanamu. n. Stubbornness. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Anger, rage, &#xC15;&#xC3F;&#xC28;&#xC41;&#xC15;. &#xC2E;&#xC4A;&#xC30;&#xC15; moraka. n. Harm, mischief, damage, defect, deficiency. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;. adj. Defective. &#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41; moraka&#x1E0D;amu. n. Wickedness, mischief. &#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;</span>&#xA0;&#xA0;mora. [Tel.] n. A cry, scream lamentation, complaint, plaint. A declaration, statement. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;. Also, another form of &#xC2E;&#xC4B;&#xC30;. (q. v.) &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; mora-pe&#x1E6D;&#x1E6D;u. v. n. To scream, cry, yell, lament, wail, cry aloud, complain. &#xC05;&#xC30;&#xC4D;&#xC24;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to howl, make a complaint, complain, &#xC24;&#xC28;&#xC15;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC28;&#xC3F; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while the Sastras declare that women have no independence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC2F;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC2F;&#xC41;&#xC32;&#xC41; moyilu. [Tel. another form of &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41;.] n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. Vasu. ii. 49. plu.&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2F; moppe. [Tel.] n. An idiot, a head-strong, obstinate fool. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC15;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC46;&#xC21;&#xC41; &#xC28;&#xC4B;&#xC30;&#xC41; a fool has a mouth a cubit wide. adj. Stiff, &#xC2C;&#xC02;&#xC21;&#xC2F;&#xC48;&#xC28;. &quot;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.&quot; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E;. iv. &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41; moppe-tanamu. n. Idiocy, stubbornness, pertness. &#xC36;&#xC3E;&#xC02;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
                