&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC02;&#xC17;&#xC41; moragu. [Tel.] v. n. To hide. &#xC26;&#xC3E;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;. v. a. To delude the eyes, to deceive, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC3E;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC28;&#xC41;&#xC2E;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41; to wink, to connive at, to shut the eyes. &quot;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC4B;. &#xC28;&#xC3F;&#xC26;&#xC3F; &#xC24;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC1F;&#xC02; &#xC1C;&#xC02;&#xC2A;&#xC2C;&#xC4B;&#xC2F;&#xC46;&#xC26;&#xC02; &#xC2C;&#xC26;&#xC2E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; P. iii. 243. &#xC1F;&#xC40; &#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3F;, &#xC15;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC41;&#xC17;&#xC48;. &quot;&#xC35;&#xC40;&#xC21;&#xC17; &#xC21;&#xC41;&#xC35;&#xC2C;&#xC3E;&#xC30;&#xC28;&#xC47;&#xC32;&#xC15;&#xC41;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC17; &#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3F;, &#xC2F;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC26;&#xC32;&#xC2A;&#xC28;&#xC30;&#xC41;&#xC32; &#xC15;&#xC4A;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC4A;&#xC26;&#xC35;&#xC26;&#xC47;, &#xC15;&#xC30;&#xC23;&#xC3F;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2E;.&quot; Swa. iv. 146. &#xC1F;&#xC40; &#xC06;&#xC24;&#xC4D;&#xC2E; &#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3F;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC3F;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC15;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;. n. Hiding, concealment; delusion, deception, &#xC35;&#xC02;&#xC1A;&#xC28;. One who deceives, a cheat, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. adj. Deceptive, cheating, &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC38;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mora-sa&#x1E0D;amu. [Tel.] n. A kind of dog, a terrier. &#xC09;&#xC21;&#xC41;&#xC2A;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;, &#xC2E;&#xC4B;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. &quot;&#xC5B;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC38;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC3E;&#xC17;&#xC46;&#xC17;&#xC32;&#xC38;&#xC3F; &#xC1A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC36;&#xC30;&#xC17;&#xC24;&#xC3F;.&quot; Swa. iv.67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC32;&#xC3F;</span>&#xA0;&#xA0;morali. [Tel.] n. The tree called Celtis orientalis. Heyne. &#xC2A;&#xC4D;&#xC30;&#xC41;&#xC2F;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41; morayu. [Tel. another form of &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;.] v. n. To sound. resound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; morayin&#x1E6D;su. v. a. To sound, cause to resound, roar. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC2A;&#xC1F;&#xC41;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;.&quot; R. iv. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC2E;&#xC4A;&#xC30;</span>&#xA0;&#xA0;mora-mora. [Tel.] n. A noise, murmur, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC2E;&#xC4A;&#xC30;&#xC2E;&#xC4A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41; moramora-l-&#x101;&#x1E0D;u. v. n. To crackle, &#xC2E;&#xC4A;&#xC30;&#xC2E;&#xC4A;&#xC30;&#xC2F;&#xC28;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;. To be enraged or furious. &#xC15;&#xC4B;&#xC2A;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC2A;</span>&#xA0;&#xA0;morapa. [Tel.] adj. Stony, gravelly; &#xC17;&#xC41;&#xC32;&#xC15;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; gravels, pebbles. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC28;&#xC47;&#xC32; a gravelly soil. &#xC2E;&#xC4A;&#xC30;&#xC2E;&#xC41; or &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC2E;&#xC41; moramu. n. A pebble, gravel, &#xC17;&#xC41;&#xC32;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC2E;&#xC41; or &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC2E;&#xC41; morapamu. n. A sound, noise. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC32;&#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC15;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC02;&#xC1A;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;.&quot; M. IV. iv. 24. &#xC2E;&#xC4A;&#xC30;&#xC35; morava. adj. Blunt, &#xC2E;&#xC4A;&#xC28;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC2E;&#xC4A;&#xC28;&#xC2E;&#xC21;&#xC17;&#xC3F;&#xC28;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC48;&#xC28;. &#xC2E;&#xC4A;&#xC30;&#xC35;&#xC2A;&#xC4B;&#xC35;&#xC41; morava-p&#x14D;vu. v. n. To be blunt. To be disregarded, or disused. &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC2E;&#xC4A;&#xC30;&#xC35;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; moravva-p&#x14D;yina. adj. Blunted, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC09;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC1F;&#xC41;</span>&#xA0;&#xA0;mora&#x1E6D;u. [Tel.] n. An obstinate fool. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC30;&#xC1F;&#xC41;&#xC32;&#xC4A;&#xC17;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2E;&#xC4A;&#xC28;&#xC2F;&#xC30; &#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC41;.&quot; V&#x113;ma. 1965. &#xC2E;&#xC4A;&#xC30;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; moratu-tanamu. n. Stubbornness. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC30;&#xC21;&#xC41; or &#xC2E;&#xC4A;&#xC30;&#xC1F;&#xC3F; mora&#x1E0D;u. adj. Hard, hardened, rough, knotty, stubborn. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &quot;&#xC2E;&#xC4A;&#xC30;&#xC21;&#xC41;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC15;&#xC15;&#xC41;.&quot; P. iii. 193. &#xC1F;&#xC40; &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC06;&#xC35;&#xC28;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28;. &#xC2E;&#xC4A;&#xC30;&#xC21;&#xC41;. n. A block, a stump; a knot. &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC2E;&#xC41;&#xC21;&#xC3F;, &#xC2E;&#xC4B;&#xC21;&#xC41;. &quot;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC1C;&#xC47;&#xC30;&#xC41;.&quot; V&#x113;ma. 2084. &#xC2E;&#xC4A;&#xC30;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28; mora&#x1E0D;u-p&#x101;rina. adj. Hard, grown hard by age, having the limbs contracted by disease. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC35;&#xC41; morugu. [Tel.] v. n. To bark, as a dog. &#xC15;&#xC42;&#xC2F;&#xC41;. n. The bark of a dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC42;&#xC24;. A cry, &#xC15;&#xC42;&#xC24; &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; morugu&#x1E0D;u. n. Barking, (&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.) &#xC15;&#xC42;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC3F;&#xC1F;&#xC46;</span>&#xA0;&#xA0;mori&#x1E6D;e. [Tel.] n. A little winnowing basket, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F; Same as &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC38;&#xC41; morasu. [Tel.] n. Gravel, a pebble, &#xC2E;&#xC4A;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC30;&#xC38;&#xC41;&#xC35;&#xC28;&#xC47;&#xC02; a gravelly soil. adj. Rugged, stubborn. &#xC2E;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC15;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC38;&#xC41;&#xC32;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2D;&#xC41;&#xC35;&#xC41;&#xC39;&#xC30;&#xC41;&#xC35;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC17;&#xC35;&#xC47;&#xC2E;.&quot; V&#x113;ma. 1322. &quot;&#xC2A;&#xC02;&#xC21;&#xC2E;&#xC4B;&#xC1F;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC21;&#xC15;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC3E;&#xC15;&#xC28;&#xC3E;&#xC1F;&#xC3F; &#xC2F;&#xC30;&#xC35;&#xC46;&#xC32;&#xC2E;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC46; &#xC2E;&#xC4A;&#xC30;&#xC38;&#xC41;&#xC17;&#xC4B;&#xC28; &#xC15;&#xC4A;&#xC23;&#xC3F;&#xC26;&#xC46;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;.&quot; H. iv. 171.
			</div>
                