&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;morri. [Tel.] n. A fault, want, defect, broken edge, as that of the moon in an eclipse. (&quot;Defectus Lun&#xE6;.&quot; Virgil) &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;, &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC05;&#xC02;&#xC17;&#xC28;&#xC4D;&#xC2F;&#xC42;&#xC28;&#xC24;. adj. Defective, maimed, imperfect, damaged. Partial, as an eclipse. &#xC24;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC24;&#xC4A;&#xC38;&#xC4D;&#xC38;&#xC3F;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; as the eclipse came on, the edge of the moon appeared broken. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC28;&#xC40;&#xC15;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; what harm does his gibing do you?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30; morra. [Tel.] n. A cry, scream, outcry, wailing, lamentation, complaint. &#xC06;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC27;&#xC30;&#xC23;&#xC40;&#xC36;&#xC24;&#xC17;&#xC26;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC24;&#xC3E;&#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC3F;&#xC21;&#xC17;.&quot; BD. iv. 1961. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC15;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC4B;&#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC4B; &#xC05;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; on being attacked by the thieves they screamed out. &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41; to howl, cry, vociferate. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; I cried &apos;Alas! do not do this.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; mol&#x101;mu. [H.] n. Gilding, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC42;&#xC24;. adj. Gilded, plated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC3E;&#xC2E;&#xC2A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;mol&#x101;ma-pan&#x1E0D;u. [Eng. &apos;Melon.&apos;] n. A sort of melon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41; mola&#x1E6D;su. [Tel.] v. n. To sprout, germinate, vegetate, grow. To rise, to appear, as a star. &#xC2E;&#xC4A;&#xC32;&#xC15;, &#xC2E;&#xC4A;&#xC32;&#xC35; or &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC15; molaka. [from &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;.] n. A germ, a sprout. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;. The core, or centre of a boil. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Piles. &#xC06;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC15;. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. adj. Young, tender. &#xC32;&#xC47;&#xC24; &#xC1F;&#xC46;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC15; a substance that rises like a knob in an overripe cocoanut. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; the new moon. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; a budding smile, i.e., a gentle smile. &#xC06; &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC4A;&#xC15; &#xC2E;&#xC4A;&#xC32;&#xC15; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is the only remaining individual or scion of that family. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; a vernal festival, the feast of the sprouts. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; molaka-ka&#x1E6D;&#x1E6D;u. v. a. To put moistened seeds into a basket to germinate with a view to sow them. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; molak-ettu. v. n. To sprout up, &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; molaka-bang&#x101;ru. n. Fairy gold, supposed to grow in snake-holes, &amp;c. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC15;&#xC3E;&#xC2F; molaka-k&#x101;ya. n. A small kind of Egg plant. A kind of prickly Night shade, Solanum hirsutum. &#xC2C;&#xC43;&#xC39;&#xC24;&#xC3F;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4A;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; the black kind. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC4A;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; the white kind. &#xC2E;&#xC4A;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; molav&#x113;yu. v. a. To sow (corn), to cast seed in order to sprout, &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC3E;&#xC1F;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; moli-pin&#x1E6D;su. v. a. To cause to sprout. &#xC2E;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC47;&#xC30;&#xC41; mola-ten&#x1E6D;su. v. n. To sprout, shoot, grow. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC28; &#xC26;&#xC47;&#xC32;&#xC3F;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Dab. 299.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;</span>&#xA0;&#xA0;mola. [Tel.] n. The waist, the middle, &#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. A wedge, pin, large nail, or spike. The pin or needle of a balance, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC1A;&#xC40;&#xC32;. &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41; a balance which has a tongue. &quot;&#xC27;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21; &#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;&quot; H. ii. 200. &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32; or &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC4A;&#xC32; starknakedness, utter nudity. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; mola-ka&#x1E6D;&#x1E6D;u. n. A girdle or waist-band. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC41;. A waist cloth, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC15;. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; mola-katti. n. A dagger, &#xC2C;&#xC3E;&#xC15;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F; or &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC15;&#xC3F; mola-kuliki. n. A kind of grain, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41; mola-t&#x101;&#x1E0D;u. n. The small string tied round a Hindu&apos;s waist whence is suspended the bit of cloth which serves as a modesty piece. &#xC15;&#xC1F;&#xC3F;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41; a woven cord of golden wire. &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC4B;&#xC21; mola-t&#x101;&#x1E6D;i-g&#x14D;&#x1E0D;a. n. A parapet, or rail wall. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC21;. &#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41; mola-n&#x16B;lu. n. A girdle, a zone: a cestus of gold or silver, worn by women. &#xC06;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                