&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F; mollamu. [Tel.] n. Thickness, &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC24;. Abundance, plenty. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;. adj. Thick, &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. Abundant, plentiful. &quot;&#xC15;&#xC02;&#xC15;&#xC17;&#xC43;&#xC27;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC32;&#xC41;&#xC32; &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Swa. iv. 57. &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. n. Money, &#xC27;&#xC28;&#xC2E;&#xC41;. &quot;&#xC09; &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4B;&#xC1F;&#xC41;&#xC35;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30; &#xC2F;&#xC3F;&#xC02;&#xC15; &#xC28;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3E;, &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC15;&#xC41;&#xC1C;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC2D;&#xC3E;. ii. &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;&#xC17;&#xC3E; or &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; mollami-g&#x101;. adv. Thickly, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. In abundance, plentifully. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC48; &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC02;&#xC24;&#xC15;&#xC02;&#xC24;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC02;&#xC26;&#xC40;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC4B;&#xC32;&#xC46;&#xC02;&#xC26;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC2A;.&quot; Swa. iii. 39. &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC48;&#xC28; mollam-aina. adj. Abundant, plentiful. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC1A;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC3E;&#xC15;&#xC41;.&quot; Vish. ii. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; molla. [Tel.] n. A kind of jasmine, J. multiflorum or pubescens. &#xC15;&#xC41;&#xC02;&#xC26;&#xC32;&#xC24;. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32; or &#xC2F;&#xC3E;&#xC25;&#xC3F;&#xC15;. wild jasmine, gold amarnath, Jasminum auriculatum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC15;</span>&#xA0;&#xA0;See &#xC2E;&#xC4A;&#xC32;&#xC15;. &#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41; See &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC41; molugu. [Tel.] n. A certain drug used in dyeing. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC3E;&#xC2F; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;. &quot;&#xC2E;&#xC4A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC26;&#xC4B;&#xC1A;&#xC3F; &#xC2E;&#xC42;&#xC30;&#xC15;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41; &#xC1C;&#xC47;&#xC28;&#xC15;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC17;&#xC3E; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; A. iv. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;m&#x14D;ku. [Tel.] n. A thick rope, a cable. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;m&#x14D;k&#x101;lu. [Tel. &#xC2E;&#xC4B;&#xC26; + &#xC15;&#xC3E;&#xC32;&#xC41;.] n. The knee, &#xC1C;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A; the knee-cap. &#xC2E;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x14D;k&#x101;rin&#x1E6D;su. v. n. To kneel, to squat down and sit on the knees.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC15;</span>&#xA0;&#xA0;moka. [Tel. another form of &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;.] n. A sprout, &#xC2E;&#xC4A;&#xC32;&#xC15;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#xC17;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC15;&#xC28;&#xC28;&#xC4D;.&quot; M. IV. iii. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mohalamu. [Tel.] n. The name of a certain garden herb, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC39;&#xC30;&#xC41;</span>&#xA0;&#xA0;moharu. [H.] n. A seal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC39;&#xC30;&#xC40;</span>&#xA0;&#xA0;mohar&#x12B;. [H.] n. A Mohur, a gold coin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;moharin&#x1E6D;su. [Tel.] v. n. To face or front in battle. &#xC2E;&#xC4A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC39;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;moharamu. [H.] n. The first Muhammadan month. The feast celebrated on the first ten days of that month, in honor of the death of Hasan and Hussain. The Mohurrum. &#xC2A;&#xC40;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC39;&#xC26;&#xC3E;</span>&#xA0;&#xA0;mohad&#x101;. [H. or Mahr.] n. A broadsword, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC39;&#xC3F;&#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2A;&#xC30;&#xC41;&#xC02;&#xC5B;&#xC41;&#xC2E;&#xC4A;&#xC39;&#xC26;&#xC3E;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;</span>&#xA0;&#xA0;mosali. [Tel.] n. A crocodile. &#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. A monster. Capricorn in the Zodiac. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC26;&#xC41; or &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3F; mosali-kat&#x1E6D;u. n. The liver of a crocodile. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC3F; the sign of the zodiac called Capricorn, &#xC2E;&#xC15;&#xC30;&#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC17;&#xC41; mosali-v&#x101;-p&#x14D;gu. n. An earring with the face of a crocodile engraved on it. &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;, &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F; or &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC1F;&#xC41; mosali-v&#x101;. n. The hilt of a sword shaped like a crocodile, &#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC2A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;, to close as a flower.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC2E;&#xC4A;&#xC35;&#xC41; or &#xC2E;&#xC4B;&#xC35;&#xC41; movvu. [Tel.] n. A sprout or shoot in a palm, cocoanut or plantain tree.
			</div>
                