&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;m&#x14D;j&#x101;. [H.] n. A boot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;m&#x14D;&#x1E6D;su. [Tel.] v. n. To rest on, &#xC06;&#xC28;&#xC41;. To happen, occur, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4B;&#xC39;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC2E;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC40;&#xC15;&#xC4A;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC02;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC3E;&#xC15;&#xC41; &#xC2E;&#xC40;&#xC15;&#xC41;.&quot; Vish. vii. 98. &quot;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC3F; &#xC2E;&#xC4B;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC24;&#xC28;&#xC28;&#xC4D;.&quot; ib. viii. 413. v. a. To bear, to carry, &#xC2E;&#xC4B;&#xC2F;&#xC41;, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To begin with, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2D;&#xC42;&#xC24;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC1E; &#xC26;&#xC32;&#xC2E;&#xC4B;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC26;&#xC32;&#xC3F;.&quot; K&#x101;lahasti 1. 502.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC2E;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC3F; or &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC2F;&#xC3F; m&#x14D;-cheyyi. [Tel. &#xC2E;&#xC4B;&#xC26; + &#xC1A;&#xC47;&#xC2F;&#xC3F;.] n. The elbow. &#xC15;&#xC2A;&#xC4B;&#xC23;&#xC3F;. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC35;&#xC02;&#xC2A;&#xC41; triangular, having a projecting angle. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; a thump or poke with the elbow. &#xC2E;&#xC4B;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; two houses built as one, &#xC30;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;chanamu. [Skt.] n. Liberation, release, deliverance. &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41; release from worldly ties. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41; entire liberation, salvation. &#xC2E;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; m&#x14D;chitamu. adj. Liberated, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1A;</span>&#xA0;&#xA0;m&#x14D;cha. [Skt.] n. The plantain tree, &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The silk cotton tree. &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC2E;&#xC4B;&#xC1A;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; the trunk of a plantain tree. &#xC2E;&#xC4B;&#xC1A;&#xC15;&#xC2E;&#xC41; or &#xC2E;&#xC4B;&#xC1A;&#xC2E;&#xC41; m&#x14D;chakamu. n. The tree called Hyperanthera morunga. &#xC2E;&#xC41;&#xC28;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;ghamu. [Skt.] adj. Empty, vain, fruitless. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;. Humble, &#xC26;&#xC40;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41; m&#x14D;gu. [Tel.] v. n. To sound, ring, resound, echo. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;kshamu. [Skt.] n. Lit. Liberation, that is, of the soul from the body. Deliverance from the bonds of sense. Exemption from sin and punishment. Beautitude. Final and eternal happiness. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. Heaven. &#xC15;&#xC48;&#xC35;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; the kingdom of heaven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC1F;&#xC3F;&#xC15; m&#x14D;&#x1E6D;ika. [Tel.] n. A sprout, such as springs from a cocoanut or a potato in a warehouse. &#xC2E;&#xC4A;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;m&#x14D;tin&#x1E6D;su. [Tel.] v. a. To prop up, to lean. &#xC2A;&#xC4B;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC0F;&#xC26;&#xC48;&#xC28;&#xC28;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC06;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC06;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;m&#x14D;&#x1E6D;a. [Tel.] n. A water pump, a water wheel for drawing water from wells to irrigate the fields. &#xC2E;&#xC4B;&#xC1F;&#xC24;&#xC4B;&#xC32;&#xC41; to drive the bullocks that draw up water with a &#xC2E;&#xC4B;&#xC1F;. &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC2E;&#xC4B;&#xC1F;&#xC2C;&#xC3E;&#xC28; the large bucket in which the water is drawn up from a well.&#xC2E;&#xC4B;&#xC1F; [from Skt. &#xC2E;&#xC42;&#xC22;.] adj. Dull, stupid, simple. &#xC2E;&#xC42;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC2E;&#xC4A;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; m&#x14D;&#x1E6D;a-katti. n. A hunting knife, a cutlass. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC3E;. iv. &#xC2E;&#xC4B;&#xC1F;&#xC2A;&#xC3E;&#xC30;&#xC41; m&#x14D;&#x1E6D;a-p&#x101;ru. n. The slope at a well down which the cattle run while drawing water. &#xC2E;&#xC4B;&#xC1F;&#xC2C;&#xC30;&#xC3F; m&#x14D;&#x1E6D;a-bari. n. A pack bullock, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC2E;&#xC4B;&#xC1F;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC4B;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC30;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC41; m&#x14D;&#x1E6D;&#x101;&#x1E6D;i-re&#x1E0D;lu. n. plu. The name of a subdivision among the K&#x101;p&#x16B;s (a class of farmers.) &#xC30;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC5B;&#xC41;</span>&#xA0;&#xA0;m&#x14D;&#x1E0D;zu. [H.] n. An ardent desire, great liking, fancy, taste. &#xC06;&#xC36;, &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC4B;&#xC5B;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has a great fancy for that horse. &#xC2E;&#xC4B;&#xC5B;&#xC41;&#xC17;&#xC32;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; favourite or fashionable goods. &quot;&#xC2E;&#xC4B;&#xC5B;&#xC41;&#xC28;&#xC28;&#xC46;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC28;&#xC38;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC02;&#xC17;.&quot; V&#x113;ma. 1524.
			</div>
                