&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;&#x1E0D;amu. [Tel.] n. Cloudiness, haze, thick weather. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;&#xC32; &#xC1A;&#xC47;&#xC24; &#xC2E;&#xC47;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC18;&#xC3E;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC21;</span>&#xA0;&#xA0;or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC4B;&#xC21; m&#x14D;&#x1E0D;a. [Tel.] n. A salt pan, where the salt is made from fuller&apos;s earth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;m&#x14D;&#x1E6D;u. [Tel.] n. An obstinate person. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC41;. A stupid person, or blockhead. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A male horse, &#xC2E;&#xC17;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A country bred horse, &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A stump, block, trunk. &#xC2E;&#xC4B;&#xC21;&#xC41;, &#xC28;&#xC30;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;, &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;.&quot; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.&quot; Vish. ii. 143. A false human figure placed before a sow, &#xC2A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC46;&#xC26;&#xC41;&#xC1F; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC15;&#xC2A;&#xC1F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Dull, stupid, simple, rude, coarse. boorish, uncivilised, vulgar, &#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC2E;&#xC42;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC38;&#xC30;&#xC38;&#xC2E;&#xC41; bear&apos;s play, practical jokes, rough romping. &#xC2E;&#xC4B;&#xC1F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC41; m&#x14D;&#x1E6D;-&#x101;sa-pa&#x1E0D;u. (&#xC2E;&#xC4B;&#xC1F;&#xC41; + &#xC06;&#xC38;&#xC2A;&#xC21;&#xC41;.) v. a. To aim at. &quot;&#xC38;&#xC40; &#xC38;&#xC1F;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC28;&#xC48;&#xC28;&#xC2E;&#xC4B;&#xC1F;&#xC3E;&#xC38; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC2F;&#xC2C;&#xC4A;&#xC21;&#xC41;&#xC24;&#xC41;&#xC28;&#xC40;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC3E;&#xC28;.&quot; Swa. iv. 44. &#xC1F;&#xC40; &#xC2E;&#xC4B;&#xC1F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC47;&#xC2F;, &#xC2E;&#xC3E;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC41; m&#x14D;&#x1E0D;u&#x1E6D;su. [Tel. another form of &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;.] v. a. To close (as the eyes or a flower,) fold (the hands.) &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1C;&#xC4B;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC4D;, half closed eyes. &quot;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4B;.&quot; Vish. ii.76. &#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC41; m&#x14D;&#x1E0D;upu. n. The act of folding or closing, as of a flower or of the hands, &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC41; m&#x14D;&#x1E0D;u. [Tel.] n. The stump of a tree. &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41;. The stump of an arm or leg which has been amputated. &#xC15;&#xC4B;&#xC2F;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F;. A stumbling block. A knoll or rising ground, the crest of a hill. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC2E;&#xC4B;&#xC21;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41; m&#x14D;du-&#x1E6D;saru&#x1E6D;su. v. n. To become blunt, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC41;. To become hardened or coarse, &#xC2E;&#xC4B;&#xC1F;&#xC17;&#xC41;. To break to pieces, &#xC24;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; mo&#x1E0D;u-paru&#x1E6D;su. v. a. To cut. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To reduce to a stump. To be motionless,&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;m&#x14D;&#x1E0D;i. [Tel.] n. The act of picking up a thing (kept at one&apos;s feet) by bending back like an acrobat, &#xC17;&#xC23;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC3E;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1F;. Way, manner, air, style, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC40;&#xC24;&#xC3F;. A whim, pettishness, crossness, ill humour, pique, malice, &#xC2C;&#xC3F;&#xC02;&#xC15;&#xC2E;&#xC41;. Handwriting, &#xC26;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC4B;&#xC21;&#xC3F; royal style, pomp, grandeur. A kind of craft, enchantment, connected with the concealment of a jewel or money, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to draw magic lines. &#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC24;&#xC40;&#xC2F;&#xC41; to break such a spell. &#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a running hand. &quot;&#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC32;&#xC46;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC28;&#xC3F;&#xC28;.&quot; Radha. i. 70. &#xC1F;&#xC40; &#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC4D; &#xC2C;&#xC32;&#xC46;, &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC48;&#xC28; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;damu. [Skt.] n. Pleasure, joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41; modakamu. n. A sort of sweet cake. &#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC26;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; - &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; m&#x14D;da-m&#x101;namu. adj. Rejoicing, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC4B;&#xC26;&#xC3F;&#xC32;&#xC41; m&#x14D;din&#x1E6D;su. v. n. To rejoice, be happy, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC26;</span>&#xA0;&#xA0;m&#x14D;da. [Tel.] n. A small packet or parcel of betel leaves. &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;. Also, see under &#xC2E;&#xC4B;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC24;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;m&#x14D;t&#x101;du. [H.] n. A charge (of powder.) &#xC12;&#xC15;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC41;. A dose (of medicine, &amp;c.) &#xC2E;&#xC4B;&#xC24;&#xC3E;&#xC26;&#xC41;&#xC17;&#xC3E; moderately. in due proportion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC24;</span>&#xA0;&#xA0;m&#x14D;ta. [Tel. from &#xC2E;&#xC4B;&#xC2F;&#xC41;.] n. A load &#xC2E;&#xC4B;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;. [From &#xC2E;&#xC4B;&#xC17;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;.] A roar, a yell, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC08; &#xC06;&#xC35;&#xC41; &#xC08;&#xC24;&#xC32;&#xC41;&#xC2E;&#xC4B;&#xC24;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this cow is on the point of calving. &#xC2E;&#xC4B;&#xC24;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41; a bullock to carry loads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC24;&#xC41;&#xC2C;&#xC30;&#xC40;</span>&#xA0;&#xA0;m&#x14D;tubar&#x12B;. [H.] adj. Trust-worthy, honest; respectable, substantial, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC2C;&#xC40;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
                