&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;m&#x14D;pu. [Tel. from &#xC2E;&#xC4B;&#xC2F;&#xC41;.] v. a. To load, place a burden on (another,) &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC41;. To lay (a fault) upon (a person.) To impute, or charge (against another,) &#xC06;&#xC30;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To prop up, &#xC06;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC47;&#xC32;&#xC2E;&#xC4B;&#xC2A;&#xC46;&#xC28;&#xC41; he laid or rested his hands on the ground. &quot;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC4B;&#xC2A;&#xC3F;.&quot; S&#x101;r. D. 545. &quot;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC42;&#xC26;&#xC3F; &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC28;&#xC2F;&#xC02;&#xC24;&#xC1F;&#xC3F; &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC40;&#xC15;&quot; as much land as the point of a sharp needle can cover, or rest on. Kanyaka Puran. vii. 116. n. A bundle, load, burden. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;, &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. A bowstring. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. adj. Much, heavy, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC3E;&#xC28; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there is rain impending in the north. &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3F; the blows fell thick. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41; a severe wound. &quot;&#xC28;&#xC17;&#xC30;&#xC4B;&#xC2A;&#xC15;&#xC02;&#xC20;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC35;&#xC48;&#xC1A;&#xC3F;.&quot; B. P. v. 113 &#xC2E;&#xC4B;&#xC35;&#xC30;&#xC3F; or &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; m&#x14D;p-ari. n. A sustainer, a supporter, one who props. &#xC2E;&#xC42;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2D;&#xC3E;&#xC35;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41;.&#xC2E;&#xC4B;&#xC2A;&#xC3E;&#xC26;&#xC3F; m&#x14D;p&#x101;di. (&#xC2E;&#xC4B;&#xC2A;&#xC41; + &#xC05;&#xC26;&#xC3F;.) n. Danger, risk &#xC05;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC2A;&#xC3F; m&#x14D;pi. A widow, &#xC35;&#xC3F;&#xC27;&#xC35;, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC4B;&#xC2A;&#xC3F;. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she wears a shaven pate. &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x14D;pin&#x1E6D;su. v. a. (Causal of &#xC2E;&#xC4B;&#xC2F;&#xC41;.) To cause to bear a burden. To impose. &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC06; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they made him carry the fagots of wood. &#xC06; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they caused the fault to be laid upon him. &quot;&#xC2E;&#xC4B;&#xC2A;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC41;&#xC24;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC2D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC27;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC17;&#xC41;&#xC28;&#xC46;.&quot; BD. page 129. &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC15; m&#x14D;pika. n. Weight, &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. Help, aid. &#xC15;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC3F; by the help of the plough. &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC41; m&#x14D;p-i&#x1E0D;u. (&#xC2E;&#xC4B;&#xC2A;&#xC41; + &#xC07;&#xC21;&#xC41;.) v. a. To string a bow, &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC41;. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; m&#x14D;pu-konu. v. a. To take upon one&apos;s-self. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32; m&#x14D;pu-dala. n. A charge or accusation. &#xC06;&#xC30;&#xC4B;&#xC2A;&#xC23;&#xC2E;&#xC41;. A load, &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC08;&#xC28;&#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC06;&#xC35;&#xC41; a cow on the point of calving. &#xC07;&#xC35;&#xC4D;&#xC35; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32;&#xC2F;&#xC48;&#xC28; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; money still due, &#xC2C;&#xC3E;&#xC15;&#xC40; &#xC09;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC1A;&#xC3E;&#xC32;&#xC3E; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41; he spoke very impressively. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he was charged with the offence. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC41; m&#x14D;pudala-ch&#x113;yu. v. a. To lay, charge, to bring as a charge, impose, &#xC06; &#xC30;&#xC42;&#xC15;&#xC32;&#xC28;&#xC41; &#xC28;&#xC47;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC26;&#xC32;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they made the money payable by me. &#xC2E;&#xC4B;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; m&#x14D;p-e&#x1E6D;&#x1E6D;u. (&#xC2E;&#xC4B;&#xC2A;&#xC41; + &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) v. a. To place a weight upon, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC06; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC48;&#xC28;&#xC3F; &#xC08;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC2E;&#xC4B;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; put this weight on those papers. To brace a bow, &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.&quot; M. v. i. 261.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC26;&#xC46;&#xC28;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC26;&#xC46;&#xC28;&#xC2E;&#xC41; m&#x14D;dena. [Tel.] n. The name of a tree called also &#xC05;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC3E;, &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;, &#xC36;&#xC35;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F; or &#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;, &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC35;&#xC41; m&#x14D;duga. [Tel.] n. The tree called Bastard Teak. Butca frondosa. &#xC2A;&#xC3E;&#xC32;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC15;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;. &#xC24;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41; Butea superba. (Watts.) &#xC2E;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41; a thorny species. &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC41; m&#x14D;dugu-to&#x1E0D;imelu. n. The name given to a kind of fine rice, having long grains, &#xC12;&#xC15;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC26;&#xC41;&#xC15;&#xC38;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; H. iv. 157. &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4B;&#xC21;&#xC32;&#xC41; m&#x14D;dugu-m&#x101;&#x1E0D;alu. n. A kind of rice, &#xC12;&#xC15;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;. The seeds of the Bastard Teak tree, &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;m&#x14D;du. [Tel.] v. a. To hit, smite, strike, beat, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. &quot;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC24;&#xC32; &#xC35;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC4B;&#xC26;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; M. XIII. v. 304. n. A blow or stroke. &#xC2E;&#xC4B;&#xC26; m&#x14D;da. n. A swelling or stiffening of a joint, callosity formed where a bone was broken. &#xC2E;&#xC4B;&#xC26;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the joint has become stiff.
			</div>
                