&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC30;&#xC3E;</span>&#xA0;&#xA0;m&#x14D;r&#x101;. [H.] n. A footstool, &#xC2A;&#xC40;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC30;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC32;&#xC3F; m&#x14D;rali. [Tel.] n. A kind of fruit tree. &#xC27;&#xC28;&#xC41;&#xC03;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC03;. &quot;&#xC28;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC30;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC28;&#xC38; &#xC16;&#xC30;&#xC4D;&#xC1C;&#xC42;&#xC30;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Charitra. 1549.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;rakamu. [from Skt. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;.] n. Stubbornness, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Stubborn. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC30;&#xC15;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; m&#x14D;raka-katte. n. A stubborn woman, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2E;&#xC4B;&#xC30;&#xC15;&#xC41;, &#xC2E;&#xC4B;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC2E;&#xC4A;&#xC30;&#xC15;&#xC41; m&#x14D;raku. n. A stubborn man, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC30;</span>&#xA0;&#xA0;m&#x14D;ra. [Tel.] n. The projecting face of animals. Phiz, a word of contempt for face, &#xC2E;&#xC42;&#xC24;&#xC3F;. (&#xC28;&#xC3F;&#xC02;&#xC26;&#xC2F;&#xC02;&#xC26;&#xC41;) &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; shoes put on the wrong way so as to deceive those who trace the wearer. &#xC1A;&#xC28;&#xC41;&#xC2E;&#xC4B;&#xC30;&#xC32;&#xC41; the tips of the breasts. &#xC15;&#xC1F;&#xC41;&#xC2E;&#xC4B;&#xC30;&#xC32;&#xC41; the cheek bones. &quot;&#xC13;&#xC21;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC28;&#xC4A;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC4B;&#xC30; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; B. 1. &#xA7;. 14. 7. &#xC2E;&#xC4B;&#xC30;&#xC2A;&#xC32;&#xC41;&#xC2A;&#xC41; the head stall. &#xC2E;&#xC4B;&#xC30;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41; m&#x14D;ra-ko&#x1E6D;&#x1E6D;ulu. plu. Rebukes. &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. S. i. 490. &#xC2E;&#xC4B;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC4B;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC41; m&#x14D;ra&#x1E6D;illu. v. n. To turn the face upwards, &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2E;&#xC4B;&#xC30;&#xC24;&#xC4B;&#xC2A;&#xC41;, &#xC2E;&#xC4B;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC2A;&#xC41; or &#xC2E;&#xC4B;&#xC30;&#xC24;&#xC4B;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; m&#x14D;ra-t&#x14D;pu. n. Aversion, turning away or averting the face. &#xC2E;&#xC42;&#xC24;&#xC41;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC42;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC4B;&#xC30;&#xC24;&#xC4B;&#xC2A;&#xC41;&#xC28; &#xC2C;&#xC4B;&#xC35;&#xC2C;&#xC4B;&#xC28;&#xC40;&#xC28;&#xC41;&#xC28;&#xC47;&#xC28;&#xC41;.&quot; N. ix. 404. &#xC1F;&#xC40; &#xC2E;&#xC4B;&#xC30;&#xC24;&#xC4B;&#xC2A;&#xC41;&#xC28;, &#xC24;&#xC32; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC35;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;. &#xC2E;&#xC4B;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; in profile. &#xC2E;&#xC4B;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46; m&#x14D;ra-pakke. n. A sword fish. &#xC2E;&#xC4B;&#xC30;&#xC2A;&#xC3E;&#xC15; m&#x14D;ra-paka. n. A hut thatched with leaves, &#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. A temporary slied, &#xC13;&#xC30;&#xC2A;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;m&#x14D;yu. [Tel.] v. a. To bear, sustain, bring, convey, take or carry as a burden, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06; &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2E;&#xC4B;&#xC2F; &#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC38;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the snake is gorged. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC4B;&#xC2F;&#xC24;&#xC3E;&#xC17;&#xC46;&#xC28;&#xC41; he drank till the milk ran out at his nose. See &#xC2E;&#xC4B;&#xC2A;&#xC41; and &#xC2E;&#xC4B;&#xC24;. &#xC2E;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x14D;yin&#x1E6D;su. v. a. To cause to bear a burden, to load (with a burden.) &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;mu. [From Skt. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;; and another form of &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;.] n. The face, or countenance. &quot;&#xC2E;&#xC4B;&#xC2E;&#xC30;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC46; &#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2D;&#xC02;&#xC17;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; V&#x113;ma. 1465. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC4B;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he was abashed, his countenance fell. See &#xC2E;&#xC41;&#xC17;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC2E;&#xC4B;&#xC21;&#xC41; m&#x14D;m-&#x14D;&#x1E0D;u. (&#xC2E;&#xC4B;&#xC2E;&#xC41; + &#xC13;&#xC21;&#xC41;.) v. n. To yield, fall into temptation: to comply wrongly, &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC0F;&#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2A;&#xC3F; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41; &#xC2E;&#xC4B;&#xC2E;&#xC4B;&#xC21;&#xC15; &#xC2F;&#xC02;&#xC1A;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC2F;&#xC28;&#xC4D; &#xC1C;&#xC38;&#xC3F;&#xC24;&#xC47; &#xC26;&#xC48;&#xC35;&#xC2E;&#xC3E;.&quot; URK. vi. 384. &#xC2E;&#xC4B;&#xC2E;&#xC4B;&#xC1F; or &#xC2E;&#xC4B;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC41; Same as &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC1F;&#xC2E;&#xC41;. See under &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC33;&#xC2E;&#xC41; Same as &#xC2E;&#xC4A;&#xC32;&#xC3E;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;m&#x14D;ru. [Tel.] n. A weal, coagulated blood under the skin, after a bruise. &#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC4B;&#xC30;&#xC41; a node on the shin. &#xC35;&#xC3E;&#xC1A;&#xC1A;&#xC3F;&#xC15;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. A mountain peak, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;. Buttermilk, &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;, &quot;&#xC17;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41;&#xC2C;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41; &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; &#xC09;. &#xC30;&#xC3E;. vi. &#xC2E;&#xC4B;&#xC30;&#xC41;&#xC02;&#xC21; m&#x14D;r-un&#x1E0D;a. n. A sort of cake. &#xC12;&#xC15; &#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC17;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41;&#xC2C;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC30;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;.&quot; H. i. 117.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC37;</span>&#xA0;&#xA0;m&#x14D;sha. [Skt.] n. Theft. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; m&#x14D;shaku&#x1E0D;u. n. A thief, or robber. &#xC1A;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC4B;&#xC38; m&#x14D;sa. [from &#xC2E;&#xC4B;&#xC38;.] n. Theft, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;. A fault, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. Deceit, &#xC35;&#xC02;&#xC1A;&#xC28;. &#xC2E;&#xC4B;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41; m&#x14D;sa-ga&#x1E0D;u.n. A deceiver, rogue. &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC35;&#xC4D;&#xC35;&#xC41; m&#x14D;vu. n. A sprout, or shoot, the unopened sprout of a plantain tree, &amp;c. &quot;&#xC06;&#xC2E;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC26;&#xC42;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC38;&#xC3F; &#xC24;&#xC2E; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F; &#xC2F;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC38;&#xC3F;.&quot; Nagnajit. ii. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;m&#x14D;vi. [Tel.] n. The lip. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;, &#xC05;&#xC27;&#xC30;&#xC2E;&#xC41;. A kind of wild fruit tree. &#xC12;&#xC15; &#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC05;&#xC21;&#xC3F;&#xC35;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;, &#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4B;&#xC35;&#xC3F;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC38;&#xC3F;.&quot; H. iv. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;m&#x14D;lugu. [Tel.] n. A kind of wood from which a black dye is extracted. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC3E;&#xC2F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;.
			</div>
                