&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC38;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; m&#x14D;sagin&#x1E6D;su. v. a. To deceive, delude, or betray. &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC4B;&#xC35;&#xC41; m&#x14D;sa-p&#x14D;vu. v. n. To be ruined, duped, deluded, or deceived. &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. To make a mistake, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41; m&#x14D;samu. n. Deceit, fraud, a trick, duping. &#xC35;&#xC02;&#xC1A;&#xC28;, &#xC26;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. Danger, detriment, peril, mischief. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC1F;&#xC47; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; remaining here is dangerous. &#xC28;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; I was deluded. &#xC06; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41; if you apply that medicine it will injure the eyes. &#xC2E;&#xC4B;&#xC38;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; a cunning jade. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to deceive.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;haramu. [Tel.] n. Battle-array; a man&#x153;uvre. &#xC26;&#xC02;&#xC21;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC27;&#xC28;&#xC02;&#xC1C;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC46;&#xC38;&#xC28;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; M. IV. iv. 266. &#xC2E;&#xC4B;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x14D;harin&#x1E6D;su. v. n. To array, prepare for battle. &#xC2E;&#xC4A;&#xC28;&#xC38;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC23;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. &quot;&#xC28;&#xC40;&#xC35;&#xC41; &#xC30;&#xC23;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F; &#xC2E;&#xC4B;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; Chatu. ii. 52. line 21. &quot;&#xC0F;&#xC21;&#xC15;&#xC4D;&#xC37;&#xC4C;&#xC39;&#xC3F;&#xC23;&#xC41;&#xC32;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC4B;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Padma. x. 283. v. a. To face an enemy, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;. To oppose, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;m&#x14D;hamu. [Skt.] n. Love, fascination, infatuation, distraction, ignorance, weakness of intellect, loss of consciousness, a swoon. &#xC35;&#xC32;&#xC2A;&#xC41;, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC39;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; buying blind-fold, or without an inquiry into the real value, or on a cursory glance. &#xC2E;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41; m&#x14D;ha&#x1E47;amu. n. A sword-hilt. &#xC24;&#xC4D;&#xC38;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC3F;. &quot;&#xC05;&#xC32;&#xC18;&#xC2E;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41;&#xC28; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;, &#xC2C;&#xC33;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC4A;&#xC28;&#xC1C;&#xC42;&#xC2A;&#xC3F; &#xC28;&#xC32;&#xC3F;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; BD. v. 893. &#xC2E;&#xC4B;&#xC39;&#xC28;&#xC2E;&#xC41; m&#x14D;hanamu. n. A swoon, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. Enamourment, allurement, fascination, the over-powering of reason, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;. An arrow of Cupid&apos;s. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25; &#xC2C;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. adj. Fascinating, stupefying, depriving of sense or of understanding. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC2E;&#xC4B;&#xC39;&#xC28;&#xC30;&#xC3E;&#xC2F;&#xC3F; the stone beam across the top of a temple gate. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC2E;&#xC4B;&#xC39;&#xC28;&#xC2E;&#xC41; or &#xC2E;&#xC4B;&#xC39;&#xC28;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC02;&#xC2A; m&#x14D;-hanamu. n. The red sweet potato. &#xC1A;&#xC3F;&#xC30;&#xC17;&#xC21; &#xC26;&#xC41;&#xC02;&#xC2A;&#xC32;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. The Thorn apple or Datura fruit. &#xC2E;&#xC4B;&#xC39;&#xC3F; m&#x14D;hi. n. A deceiver, a cheat. &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC32;&#xC47;&#xC26;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC41;, &#xC07;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC35;&#xC36;&#xC2E;&#xC2F;&#xC3E;.&quot; V&#x113;ma. 1474. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; m&#x14D;hin&#x1E6D;su. v. a. To fall in love with, to become enamoured of, &#xC35;&#xC32;&#xC1A;&#xC41;. v. n. To lose one&apos;s reason, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. To swoon, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; m&#x14D;hitu&#x1E0D;u. n. One who is fascinated, &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC28;&#xC3F; m&#x14D;hini. n. A syren: a name of the queen of the fairies, &#xC2C;&#xC15;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC24;. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; a captivating form, the guise of a syren.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC38;&#xC41;</span>&#xA0;&#xA0;m&#x14D;su. [Tel.] n. A shoot, sprout. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC02;&#xC2A;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC4A;&#xC32;&#xC15;. &#xC2A;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC28;&#xC41;&#xC32;&#xC41; curls of smoke. &quot;&#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC4B;&#xC28;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC2E;&#xC4B;&#xC28;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;.&quot; P. ii. 232. &#xC1F;&#xC40; &#xC2E;&#xC4B;&#xC38;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;, &#xC2E;&#xC4A;&#xC32;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;. &quot;&#xC38;&#xC40; &#xC39;&#xC32; &#xC28;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC26;&#xC33;&#xC15;&#xC02;&#xC26;&#xC3E;&#xC2D;&#xC26;&#xC3F; &#xC30;&#xC4D;&#xC2F;&#xC19;&#xC4D;&#xC28;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC2E;&#xC4B;&#xC38;&#xC28;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;.&quot; A. iv. 192. &#xC2E;&#xC4B;&#xC38;&#xC28;&#xC17;&#xC28;, &#xC06;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC15; &#xC35;&#xC32;&#xC46;&#xC28;&#xC47;. Also, a kind of fish, Labco.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4B;&#xC38;&#xC32;, &#xC2E;&#xC4B;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC3E;&#xC32; m&#x14D;sala. [from Skt. &#xC2E;&#xC41;&#xC16;&#xC36;&#xC3E;&#xC32;.] n. The front hall. A terrace with seats, before a house. &#xC28;&#xC17;&#xC30;&#xC3F; &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F; &#xC1A;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC28;&#xC17;&#xC30;&#xC3F; &#xC2E;&#xC4B;&#xC38;&#xC32;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC41;, &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41; &#xC24;&#xC26;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC35;&#xC24;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC38;&#xC3F;, &#xC27;&#xC30;&#xC23;&#xC40; &#xC27;&#xC28;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC30;&#xC3E;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC41;&#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; A. iv. 59. &#xC1F;&#xC40; &#xC2E;&#xC4B;&#xC38;&#xC32;, &#xC2E;&#xC4A;&#xC17;&#xC38;&#xC3E;&#xC32;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
                