&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;maunji. [Skt. from &#xC2E;&#xC41;&#xC02;&#xC2C;&#xC41;.] n. The girdle worn by a Brahmin bachelor made of three strings of Munja grass. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2E;&#xC41;&#xC02;&#xC1C;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC24;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC4C;&#xC02;&#xC1C;&#xC40;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; one who wears this girdle, a bachelor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;maush&#x1E6D;amu. [Skt. from &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;.] n. Boxing, sparring. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC33;&#xC3F;</span>&#xA0;&#xA0;mau&#x1E37;i. [Skt.] n. A crest or top-knot, a lock of hair on the crown of the head, hair ornamented and braided round the head. &#xC38;&#xC3F;&#xC17;, &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. A diadem, &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;. &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC4C;&#xC33;&#xC3F; the venerable hermit, the crown of hermits, Bhanu. iv. 137. &#xC35;&#xC43;&#xC2A;&#xC3E;&#xC32;&#xC2E;&#xC4C;&#xC33;&#xC3F; or &#xC2D;&#xC41;&#xC35;&#xC30;&#xC2E;&#xC4C;&#xC33;&#xC3F; the noblest of kings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC30;&#xC4D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;maurvi. [Skt.] n. A bowstring. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC30;&#xC4D;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;maurkhyamu. [Skt. from &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;.] n. Stubbornness, stupidity, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC35;&#xC41;&#xC30;&#xC3F; mauri. [Tel.] n. A clarionet. &#xC28;&#xC3E;&#xC17;&#xC38;&#xC30;&#xC2E;&#xC41;. &quot;&#xC21;&#xC4B;&#xC32;&#xC41;&#xC2E;&#xC4C;&#xC30;&#xC3F;&#xC2C;&#xC47;&#xC30;&#xC3F; &#xC17;&#xC4C;&#xC30;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC1F;&#xC02;&#xC2C;&#xC41;.&quot; A. iv. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC30;&#xC1C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;maurajiku&#x1E0D;u. [Skt.] n. A drummer. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;maunama. [Skt. from &#xC2E;&#xC41;&#xC28;&#xC3F;.] n. Silence, taciturnity. &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC15; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC02; &#xC2E;&#xC4C;&#xC28;&#xC2E;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC3E;&#xC02; silence does credit to the ignorant. &#xC2E;&#xC4C;&#xC28;&#xC02;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC02; silence will conquer every difficulty. &#xC2E;&#xC4C;&#xC28;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; mauna-vritti. n. Silence, the state of being silent, &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC2E;&#xC4C;&#xC28;&#xC3F; mauni. n. A hermit, recluse, ascetic, &#xC2E;&#xC4C;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mau&#x1E0D;hyamu. [Skt. from &#xC2E;&#xC42;&#xC22;.] n. Ignorance, folly. &#xC2E;&#xC42;&#xC22;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC2E;&#xC42;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC16;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC4C;&#xC16;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; maukhari. [Skt. from &#xC2E;&#xC41;&#xC16;&#xC30;&#xC2E;&#xC41;.] n. Crossness, a scolding disposition, talkativeness. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC30;&#xC35;&#xC1A;&#xC4B; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &quot;&#xC2E;&#xC4C;&#xC16;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC41;, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC3F;&#xC16;&#xC3E;&#xC2E;&#xC23;&#xC3F; &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46; &#xC28;&#xC40;&#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC47;&#xC2E;&#xC28;&#xC17;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; Vijaya. i. 137.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;mauktikamu. [Skt. from &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;.] n. A pearl. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;mrandu. [Tel.] v. n. To die, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To break, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41; To be hurt, &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be tired, fatigued, or withered, &#xC38;&#xC4B;&#xC32;&#xC41;. To burn, consume. &#xC26;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; mrand-in&#x1E6D;su. v. a. To kill, or cause to be killed. &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3F;&#xC21;&#xC3F; &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26; &#xC28;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC3F; &#xC17;&#xC02;&#xC17;&#xC3E;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC28;.&quot; M. VIII. i. 36. &#xC2E;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F; mrandili. adj. Hurt. &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC21;&#xC41; mrangu. [Tel.] v. n. To decrease, be abated, be humbled. &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC09; &#xC05;&#xC02;&#xC17;&#xC28; &#xC2F;&#xC41;&#xC02;&#xC17;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC2E;&#xC43;&#xC24;&#xC3E;&#xC02;&#xC36;&#xC41; &#xC2E;&#xC2F;&#xC42;&#xC16;&#xC24;&#xC30;&#xC02;&#xC17;&#xC30;&#xC47;&#xC16;&#xC28;&#xC41;, &#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC2F;&#xC1A;&#xC1F; &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC46;&#xC38;&#xC32;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;&#xC28;&#xC4D;. &#xC2E;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC21;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC46; &#xC28;&#xC2D;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC3F;&#xC15; &#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC35;&#xC47;&#xC32;&#xC2F;, &#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC1C;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC46; &#xC2F;&#xC42;&#xC35;&#xC46;&#xC21; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; Ellana. iii. 366.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC02;&#xC17;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC17; mranga. [Tel.] n. A kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4C;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4C;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; mau-h&#x16B;rtiku&#x1E0D;u. [Skt. from &#xC2E;&#xC41;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;.] n. An astrologer. &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                