&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;, and &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;. &amp;c. These words may be found in the Dictionary without the R which is used or dropped at pleasure, thus for &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;; see &#xC2E;&#xC3E;&#xC15;&#xC41; or &#xC2E;&#xC3E;&#xC28;&#xC41;, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;mraggu. [Tel.] v. n. To die. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To incur a loss, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. To be dejected, &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To decrease, to soften (as fruit) to be overboiled. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;. &quot;&#xC07;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC28;, &#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC21;&#xC26;&#xC3E;&#xC15;&#xC3F;, &#xC2F;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC35;&#xC21;&#xC3F; &#xC1C;&#xC1F;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;, &#xC2C;&#xC4A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC28;&#xC3E;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46;.&quot; DRK. 320. &#xC2E;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;. n. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15; mrukka. [Tel.] adj. Spoiled (as grain), &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; (&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.) &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; mrukka&#x1E0D;i. adj. Petty. trifling, mean, base, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC2E;&#xC42;&#xC15; the baser sort of people, the mob.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC3F;&#xC02;&#xC17;&#xC41; to swallow. &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; mringu&#x1E0D;u. n. The act of swallowing, &#xC15;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC2E;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; mringu&#x1E0D;u-pa&#x1E0D;u. v. n. To be swallowed, &#xC15;&#xC2C;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; mr&#x101;lu. [Tel.] n. To be fatigued, to be downcast, as the looks. &#xC38;&#xC4B;&#xC32;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; mr&#x101;lu&#x1E6D;su. v. a. To cause to be downcast. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC3E;&#xC28;&#xC41; a tree (q. v.). &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32; a wood pecker, &#xC35;&#xC21;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC3F; or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC15;&#xC3F; mr&#x101;nu-drimmari. n. A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; mr&#x101;nu-p&#x101;&#x1E6D;u. n. Stupor, the state of being stunned. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC24;. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC21;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC24;&#xC47;&#xC30;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC41; mr&#x101;nu-pa&#x1E0D;u. v. n. To be stunned, or become motionless. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;. &quot;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC41; &#xC1C;&#xC47;&#xC2F;&#xC1C;&#xC3E;&#xC32;&#xC15;&#xC46; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC4B; &#xC2F;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;.&quot; T. v. 144. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; mr&#x101;nu-pe&#x1E6D;&#x1E6D;u. v. a. To cause to be stunned, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;mr&#x101;gu. [Tel.] v. n. To be tired or fatigued. &#xC38;&#xC4B;&#xC32;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41; mr&#x101;-gannu. (&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41; + &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.) n. A dejected eye, a downcast look. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41; mr&#x101;-gann-i&#x1E0D;u. v. n. To look dejected. To blink or to have the eyes half closed. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC17;&#xC41;. &quot;&#xC05;&#xC02;&#xC26;&#xC41;&#xC32;&#xC2B;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC28;&#xC35;. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC38;&#xC02;&#xC26;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC1C;&#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC40;&#xC35;&#xC26;&#xC28;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC24;&#xC30;&#xC2E;&#xC17;&#xC41; &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; G. viii. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; mru&#x1E6D;s&#x1E6D;su. [Tel.] n. A thief, &#xC26;&#xC4A;&#xC02;&#xC17;. See &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC41; or &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; mruchchilu. v. a. To steal, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. To deceive, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F; or &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3F; mruchchili. n. Theft. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41; mruchchili-p&#x14D;&#x1E6D;u. n. Attacking or stabbing a person when he is asleep, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC2A;&#xC48;&#xC2C;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC4B;&#xC30; mru&#x1E6D;s&#x1E6D;su-g&#x14D;&#x1E5B;a. (&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; + &#xC15;&#xC4B;&#xC30;.) n. A notorious thief, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC4A;&#xC02;&#xC17;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; mru&#x1E6D;s&#x1E6D;su-proddu. n. Midnight, &#xC05;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                