&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC41;, &#xC2E;&#xC4A;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4B;&#xC21;&#xC41; mr&#x14D;du. [Tel.] n. The stump of a tree. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41;. Bluntness, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC2E;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; to become stumpy. &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC05;&#xC17;&#xC41;. &quot;&#xC06;&#xC15;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC36;&#xC3E;&#xC16;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC48;&#xC28; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; S. iii. 414.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC41; mr&#x14D;gu. v. a. Same as &#xC2E;&#xC4B;&#xC17;&#xC41;. (q. v.) &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC21;&#xC41; mr&#x14D;gu&#x1E0D;u. n. Noise, sound, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4C;&#xC30;&#xC3F;. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24; mr&#x14D;ta. n. A noise, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41; mroggu. Same as &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;. (q. v.) &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;. n. Much, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; (q. v.) &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; mrokku. n. A bow, salutation, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F; or &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC3F; a vow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC41;, &#xC2E;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC47;&#xC35;&#xC41; mr&#x113;gu. [Tel.] v. a. To smear, &#xC2A;&#xC42;&#xC2F;&#xC41;. To surround, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;</span>&#xA0;&#xA0;mruda-mruda. [Tel. anuk.] n. Loitering, shuffling, hesitation, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be in doubt, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC41; to keep in doubt, shuffle off. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;. &quot;&#xC08;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;, &#xC2F;&#xC40;&#xC2F;&#xC38;&#xC46;&#xC2F;&#xC3E;&#xC35;&#xC32;&#xC2F;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC24;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;&#xC35;&#xC43;&#xC27;&#xC3E;, &#xC30;&#xC4B;&#xC2F;&#xC3F;&#xC21;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC26;, &#xC38;&#xC47;&#xC2F;&#xC15;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC4D;.&quot; Vaijayanti. iv. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC02;&#xC24;</span>&#xA0;&#xA0;yanta. [Skt.] n. A charioteer. An elephant driver. Any person or thing that restrains. &#xC30;&#xC25;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;, &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC40;&#xC21;&#xC41;. &quot;&#xC24;&#xC28;&#xC2A;&#xC48; &#xC30;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC48; &#xC2F;&#xC02;&#xC24;&#xC2A;&#xC2F;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC30;&#xC02;&#xC17; &#xC28;&#xC3F;&#xC35;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC2F;&#xC3F;&#xC02;&#xC2C;&#xC21; &#xC28;&#xC40;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; T. v. 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;</span>&#xA0;&#xA0;ya. [Tel.] n. The consonant y as in Youth, beyond.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC2E;&#xC41; ml&#x113;chhamu. [Skt.] adj. Barbarous, foreign. &#xC2E;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; a country outside the Bharata-varsha or Northern India. &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; foreign words. &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; ml&#x113;chha-mukhamu. n. Copper, &#xC30;&#xC3E;&#xC17;&#xC3F;. &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41; ml&#x113;chhamu. n. Cinnabar. &#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC21;&#xC41; ml&#x113;chhu&#x1E0D;u. n. A foreigner, a stranger by nation or religion.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ml&#x101;namu. [Skt.] adj. Faded, withered, languid. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC3F; ml&#x101;ni. n. Fading, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC1F;. Fatigue, &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC32;</span>&#xA0;&#xA0;mr&#x14D;la. [Tel.] n. The front, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. adv. Before, in front. &#xC0E;&#xC26;&#xC41;&#xC1F;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC2E;&#xC4A;&#xC30;&#xC2F;&#xC41; mr&#x14D;yu. [Tel.] v. n. To sound, ring, resound. To roar. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC2E;&#xC4A;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To proclaim, denounce, say, declare, (as a law or book denounces.) &quot;&#xC05;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC16;&#xC3F;&#xC32;&#xC3E;&#xC17;&#xC2E;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC17;&#xC28;&#xC3F;.&quot; Mari. BP. page. 175. &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; mr&#x14D;yin&#x1E6D;su. v. a. To sound or cause to resound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC27;&#xC28;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; twanging his bow. Kusalava, page. 129.
			</div>
                