&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yantramu. [Skt.] n. A contrivance, machine, implement, instrument, apparatus. A diagram or figure of a mystical nature, an astrological character: a talisman, or amulet. A pump. &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC32; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC47;&#xC24;&#xC32;&#xC02;&#xC1F;&#xC15; &#xC1A;&#xC3E;&#xC32;&#xC38;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC24;&#xC42;&#xC32;&#xC41; &#xC36;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC28;&#xC41;.&quot; Ila. iv. 58. &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a sugarcane mill. A. ii. 94. &quot;&#xC15;&#xC32;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC3F;.&quot; Zaccaya. v. 47. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; yantra-k&#x101;ru&#x1E0D;u. n. A maker of engines, an engineer, an artillery man, a gunner. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC15;&#xC02;&#xC26;&#xC33;&#xC3F;&#xC24;&#xC3E;&#xC39;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; A. v. 89. &#xC1F;&#xC40; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; yantra-dh&#x101;raku&#x1E0D;u. n. An engineer, one who manages an engine. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. L. xv. 126. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41; yantra-p&#x101;titamu. n. A kind of cake. &#xC1C;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC41;. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; yantrin&#x1E6D;su. v. a. To contrive: to plan: to make a diagram or figure of a mystical nature, to put under a spell, &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC21;&#xC02;&#xC1A;&#xC41;.&quot; Pal. 98. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; yantritamu. adj. Spell bound, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; yakshmamu. [Skt.] n. Pulmonary consumption, phthisis, &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;yakshu&#x1E0D;u. [Skt.] n. A demigod. &#xC26;&#xC47;&#xC35;&#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;. Kub&#x113;ra, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC2E;&#xC41; yaksha-kardamamu. n. A perfume made of powdered sandalwood mixed with camphor, agallochum, musk, and saffron in various proportions. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41; yaksha-g&#x101;namu. n. A melody, a chant. Poetry written rather to suit an air than according to the strict rules of prosody. There are several poems written in this style as the &#xC38;&#xC40;&#xC24;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC09;&#xC37;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC21;&#xC41;&#xC21;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41;, &amp;c. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; yaksh-&#x101;kshi. n. A thorny plant. Guilandina bonducella. &#xC36;&#xC42;&#xC15;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC3E;&#xC2F;&#xC3E;&#xC02;, &#xC17;&#xC1A;&#xC4D;&#xC1A;. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3F; yakshini.n. An art by which events that have happened elsewhere are revealed, &#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC47; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. A female fiend attached to the service of Durga, and frequently maintaining (like a sylph or fairy) intercourse with mortals. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC41; bewitching, sorcery. &#xC2E;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC0E;&#xC15;&#xC3E;&#xC2F;&#xC46;&#xC15;&#xC3F; yak&#x101;-yaki. [H.] adj. Sudden, speedy, solitary, &#xC06;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. adv. Straightway, suddenly, all at once, &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;.
			</div>
                