&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC25;&#xC3E;</span>&#xA0;&#xA0;yath&#x101;. [Skt.] adv. As, according to, to the extent of. &#xC2F;&#xC25;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a reasonable time. &#xC2F;&#xC25;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; yath&#x101;-kramamu-g&#x101;. adv. In order, orderly, duly. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2F;&#xC25;&#xC3E;&#xC1C;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; yath&#x101;-j&#x101;tu&#x1E0D;u. n. A fool, blockhead. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. &#xC2F;&#xC25;&#xC3E;&#xC24;&#xC25;&#xC3E; yath&#x101;-tath&#x101;. adv. In any way, in like manner, &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC17;&#xC48;&#xC28;&#xC3E;, &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; yath-&#x101;rthamu. (&#xC2F;&#xC25;&#xC3E; + &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.) n. Truth, reality, verity, the case or fact. &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; a veracious man, a conscientious an. adj. True correct, real, actual, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC48;&#xC28;. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC24; yath-&#x101;rthata. n. Rectitude, veracity &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;. &#xC2F;&#xC25;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; as usual. &#xC2F;&#xC25;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they did as he pleased. &#xC2F;&#xC25;&#xC3E;&#xC2F;&#xC25;&#xC32;&#xC41; yath&#x101;-yathalu. adv. Dispersedly. &#xC2F;&#xC25;&#xC3E;&#xC2F;&#xC25;&#xC32;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41; to run away in various directions or at random, to flee or disperse on all sides.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yatnamu. [Skt.] n. An effort, excrtion, endeavour; a method, measure, step, plan, scheme, intention, design, purpose. &#xC5B;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC21;&#xC15;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC48;&#xC35;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; a decree or interposition of Providence, the finger of God. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41; yatnin&#x1E6D;su. v. n. To endeavour, attempt, try, intend, design, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC3F;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he intends or is about to do it. See &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;yati. [Skt.] n. A sage whose passions are completely under subjection; a hermit or religious mendicant. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;, &#xC1C;&#xC3F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. A syllable rhyming to the initial of a line of poetry. &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC33; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;. See &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yajanamu. [Skt. from &#xC2F;&#xC1C;&#xC4D; to sacrifice.] n. An offering or sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. Vish. v. 363. &#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; yajin&#x1E6D;su. v. n. To perform or offer a sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. v. a. To worship, &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC3F; yaja-m&#x101;nu&#x1E0D;u. n. One who offers a sacrifice, a sacrificer, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC15;&#xC30;&#xC4D;&#xC24;. A lord, a master, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;. An owner or proprietor, &#xC38;&#xC4A;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41;. A husband, &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. An employer of priests at a sacrifice; the person who institutes its performance and pays the expense, &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC24;&#xC43;&#xC15;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC15;&#xC30;&#xC4D;&#xC24; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41; the headmen of a village. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; yaja-m&#x101;nu-r-&#x101;lu. n. A wife; a lady, good woman, or mistress of a family. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; yaja-m&#x101;natvamu. n. Mastership, lordship, dominion, &#xC06;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2F;&#xC1C;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; or &#xC2F;&#xC1C;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; yajur-v&#x113;damu. n. The name of one of the four Vedas. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; yagnyamu. n. The rite of offering a sacrifice; a sacrifice or offering. The sacrifice in which a goat is smothered and the inside fat is dressed and eaten by Brahmins. (The person who celebrates this sacrifice assumes the honorary title of &#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;.) &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC4B;&#xC38;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41; yagnya-s&#x16B;tramu. n. The sacred thread, worn by the three principal classes of the Hindus. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC2F;&#xC1C;&#xC4D;&#xC35; or &#xC2F;&#xC1C;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; yajva. n. A sacrificer in due form, agreeably to the Vedas. &#xC35;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yamamu. [Skt.] n. Restraining or controlling the passions. A pair, a brace. &quot;&#xC2F;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3E;&#xC26;&#xC3F;.&quot; A. ii. 113. &#xC2F;&#xC2E;&#xC3F; yami. n. A sage, an ascetic. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. A swan, &#xC39;&#xC02;&#xC38;. &quot;&#xC2F;&#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC41;&#xC32;&#xC41;.&quot; &#xC06;&#xC2E;&#xC41;. iv. &#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; yamin&#x1E6D;su. v. a. To subdue, as one&apos;s passions. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yamakamu. [Skt.] n. A pair, a brace, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;. Twins, &#xC15;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;. A kind of a figure of speech in Sanskrit. A kind of alliteration. &#xC0F;&#xC15;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;yad-bhavishyu&#x1E0D;u. [Skt.] n. One who resigns himself to whatever may happen, without putting forth his own exertions. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC0F;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC15; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC42;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC26;&#xC43;&#xC1A;&#xC4D;&#xC1B;</span>&#xA0;&#xA0;yad&#x1E5B;icheha. [Skt.] n. Wilfulness, independence freedom. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;. &#xC2F;&#xC26;&#xC43;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC3E; yadrichcha-g&#x101;. adv. Wilfully, according to one&apos;s own fancies, voluntarily, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC25;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC17;&#xC3E;</span>&#xA0;&#xA0;yath&#x101;-vidhi-g&#x101;. adv. According to rule. &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2F;&#xC25;&#xC3E;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; yath&#x101;-&#x1E63;akti-g&#x101;. adv. To the extent of one&apos;s capability, as much as possible. &#xC1A;&#xC47;&#xC24;&#xC28;&#xC48;&#xC28; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;. &#xC2F;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E; or &#xC2F;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; yath&#x101;-sthiti-g&#x101;. adv. As it was before. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47;. &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E; yath-&#x113;chchhamu-g&#x101;. adv. At pleasure, as you please, arbitrarily, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC2F;&#xC25;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; yath-&#x113;sh&#x1E6D;amu-g&#x101;. adv. According to will or inclination, freely, abundantly. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC28;&#xC02;&#xC24;. &#xC2F;&#xC25;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; yath-&#x14D;chita-mu. adj. Suitable, proper, right. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC2F;&#xC25;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; yath-&#x14D;chitamu-g&#x101;. adv. As much as may be fit, precisely what is required, neither more nor less. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC2F;&#xC25;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; to speak to the purpose, or pertinently; to say just what is proper.
			</div>
                