&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;yamu&#x1E0D;u. [Skt.] n. Yama, the ruler of Naraka or hell, and judge of departed souls; &quot;the genius of death:&quot; also, the guardian of the southern point of the heavens. He is often identified with death, and corresponds with the Grecian Pluto or Minos. &#xC26;&#xC02;&#xC21;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC2E;&#xC17;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this is terribly difficult. &#xC2F;&#xC2E;&#xC15;&#xC3F;&#xC02;&#xC15;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC41; messengers of death, angels of death. &#xC2F;&#xC2E;&#xC27;&#xC3E;&#xC1F;&#xC3F; yama-dh&#x101;&#x1E6D;i. n. A kind of weapon, &#xC5B;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC2F;&#xC2E;&#xC27;&#xC3E;&#xC30;&#xC2E;&#xC41; yama-dh&#x101;ramu. n. A double e edged sword.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC2E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yama&#x1E37;amu. [Skt.] n. A pair, brace, or couple. &#xC2F;&#xC2E;&#xC33;&#xC41;&#xC32;&#xC41; twins, &#xC15;&#xC35;&#xC32;&#xC32;&#xC41;.&quot; &#xC2D;&#xC40;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28; &#xC2F;&#xC2E;&#xC33;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC2F;.&quot; M. II. i. 251
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;gamu. [Skt.] n. A sacrifice, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;yash&#x1E6D;i. [Skt.] n. A staff, a stick, a staff armed with iron, &amp;c., used as a weapon. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30;. A necklace, a string or thread, especially of pearls, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC39;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC47;&#xC1F;. &#xC24;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F; the beam of a pair of scales. BD. iv. 1924. &#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC27;&#xC41;&#xC15;&#xC2E;&#xC41; yash&#x1E6D;i-madhukamu. n. Liquorice, the root of the Abrus precatorius, &#xC05;&#xC24;&#xC3F;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC38;&#xC41; ya&#x1E63;amu. [Skt.] n. Prosperity, celebrity, glory, reputation. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; ya&#x1E63;as-karamu. adj. Rendering famous. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; ya&#x1E63;as-k&#x101;mu&#x1E0D;u. adj. Emu lous, desirous of renown. &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC35;&#xC3F; ya&#x1E63;asri. n. A man of fame. &#xC2F;&#xC36;&#xC41;&#xC32;&#xC41; ya&#x1E63;ulu. n. They who are glorious: this is used merely in compounds; thus, &#xC2E;&#xC39;&#xC3E;&#xC2F;&#xC36;&#xC41;&#xC32;&#xC41; the most glorious. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2F;&#xC36;&#xC41;&#xC32;&#xC41; the most celebrated people. &quot;&#xC35;&#xC40;&#xC30;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2F;&#xC36;&#xC41;&#xC32;&#xC41;.&quot; M. III. ii. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC2E;&#xC41;&#xC28;</span>&#xA0;&#xA0;yamuna. [Skt.] n. The river Jumna. &#xC15;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC1C;&#xC41;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;jushamu. [Skt.] adj. Pertaining to the Yajur Veda.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; y&#x101;jaku&#x1E0D;u. [Skt.] n. An officiating priest, a Brahmin who conducts any part of a sacrifice. &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2F;&#xC3E;&#xC1C;&#xC28;&#xC2E;&#xC41; y&#x101;janamu. n. A sacrifice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;chakamu. [Skt.] n. Begging, asking. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41; y&#x101;cha-ku&#x1E0D;u. n. A beggar or mendicant. &#xC05;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41; a village mendicant. &#xC2F;&#xC3E;&#xC1A;&#xC28; or &#xC2F;&#xC3E;&#xC1A;&#xC4D;&#xC28; y&#x101;chana. n. Begging, asking, requesting. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;. &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; y&#x101;chin&#x1E6D;su. v. a. To beg, solicit, request. &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC24;&#xC15;&#xC2E;&#xC41; yachitakamu. n. A thing borrowed for use. &#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC35;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC2F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15; yav&#x101;ni. [Skt.] n. Bishop&apos;s weed, Sison ammi, Linn. &#xC13;&#xC2E;&#xC2E;&#xC41;. Of this two sorts are mentioned in H. ii. 250. &quot;&#xC2F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC26;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC2E;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41;.&quot; adj. Swift, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC35;&#xC32;&#xC41;</span>&#xA0;&#xA0;yavalu. [Skt.] n. plu. Barley, Hordcum hexastichon. &#xC2C;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC41; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC40;&#xC39;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC17;&#xC4B;&#xC26;&#xC41;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC2F;&#xC35;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC2E;&#xC3F;&#xC23;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC24;&#xC3F;&#xC32;&#xC32;&#xC41;.&quot; Vish. i. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;yavanu&#x1E0D;u. [Skt. corruption of Gk. &apos;Ionian.&apos;] n. A Greek. An Arab. &#xC2F;&#xC35;&#xC28;&#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC35;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;yavanika. [Skt.] n. A screen, or curtain. &#xC24;&#xC46;&#xC30;, &#xC24;&#xC46;&#xC30;&#xC1A;&#xC40;&#xC30;, &#xC2A;&#xC30;&#xC26;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yavasamu. [Skt.] n. Grass. &#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
                