&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;y&#x101;tra. [Skt.] n. Going, moving, proceeding, marching, travelling, &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. A journey, march, expedition, voyage. Going on piligrimage, a pilgrimage, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. Whiling away the time, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. &#xC26;&#xC47;&#xC39;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30; subsistence. &quot;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC2D;&#xC41; &#xC1C;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC26;&#xC47;&#xC39;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC36;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; Vish. iv. 181. &#xC28;&#xC40;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30; &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30; a pill from you is a pass to heaven.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC24;&#xC41;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;y&#x101;tu-dh&#x101;nu&#x1E0D;u. [Skt.] n. A giant or goblin, an evil spirit. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC24;&#xC28;</span>&#xA0;&#xA0;y&#x101;tana. [Skt.] n. Torment, agony, acute pain. &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC26;&#xC28;, &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2F;, &#xC2C;&#xC3E;&#xC27;. &#xC2F;&#xC3E;&#xC24;&#xC28;&#xC3E; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; the body created to bear the torments of hell, as &#xC32;&#xC3F;&#xC02;&#xC17;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; is for heaven. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC3E;&#xC24;&#xC28; the prison of the womb, i.e., the misery of the child in the womb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC24;</span>&#xA0;&#xA0;y&#x101;ta. [Skt.] adj. Going, &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC21;&#xC41;. n. One who goes. &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41; y&#x101;tamu. adj. Gone, &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. Past, &#xC17;&#xC24;&#xC2E;&#xC41;. &#xC2F;&#xC3E;&#xC24;&#xC3E;&#xC2F;&#xC3E;&#xC24; (&#xC2F;&#xC3E;&#xC24; + &#xC06;&#xC2F;&#xC3E;&#xC24;) going and coming.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;munamu. [Skt.] n. Antimony.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2F;&#xC2E;&#xC33;&#xC2E;&#xC41; y&#x101;ma&#x1E37;amu. [Skt.] n. A pair, a couple, a brace. &#xC2F;&#xC41;&#xC17;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;mamu. [Skt.] n. A watch or space of three English hours. &#xC5B;&#xC3E;&#xC2E;&#xC41;. &#xC2F;&#xC3E;&#xC2E;&#xC35;&#xC24;&#xC3F; or &#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; yama-vati. n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. &#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; y&#x101;miku&#x1E0D;u. n. A patrol, &#xC24;&#xC32;&#xC3E;&#xC30;&#xC3F;, &#xC06;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2C;&#xC48;</span>&#xA0;&#xA0;or &#xC2F;&#xC3E;&#xC2D;&#xC48; y&#x101;bai. [Tel. fro &#xC0F;&#xC2C;&#xC26;&#xC3F; (&#xC0F;&#xC28;&#xC41; + &#xC2A;&#xC26;&#xC3F;) adj and n. Fifty. &#xC2F;&#xC3E;&#xC2D;&#xC48;&#xC2E;&#xC02;&#xC26;&#xC3F; fifty men.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;panamu. [Skt.] n. Spending or passing the time as &#xC15;&#xC3E;&#xC32;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; = &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC21;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;. &#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; y&#x101;pyamu. adj. Low, vile, contemptible. &#xC28;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; y&#x101;pyu&#x1E0D;u. n. A wretch, a base person. &#xC28;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;namu. [Skt.] n. Going. &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. Invading, &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. Marching, &#xC30;&#xC3E;&#xC1C;&#xC37;&#xC3E;&#xC21;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC4D;&#xC2F; &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. A vehicle, conveyance. &#xC35;&#xC3E;&#xC39;&#xC28;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2F;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; y&#x101;na-p&#x101;tramu. n. A vessel, ship, boat. &#xC13;&#xC21;. &#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC02; y&#x101;n&#x101;m. [Tel. from &#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. The sea beach; also called &#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC02;&#xC26;&#xC30;&#xC3F;. Hence, the town of Yanam in the Godavery district is so named.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;-dri&#x1E63;amu. [Skt.] adv. As like, how like, what like, like which, of what kind. &#xC0F;&#xC32;&#xC3E;&#xC1F;&#xC3F;, &#xC0E;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC26;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;y&#x101;d&#x101;stu. [H.] n. A memorandum or note.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2F;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41; y&#x101;damu. [Skt.] n. Any cruel aquatic or amphibious animal. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC1C;&#xC32;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC2F;&#xC3E;&#xC26;&#xC03;&#xC2A;&#xC24;&#xC3F;, &#xC2F;&#xC3E;&#xC26;&#xC38;&#xC3E;&#xC02;&#xC2A;&#xC24;&#xC3F; or &#xC2F;&#xC3E;&#xC26;&#xC4B;&#xC28;&#xC3E;&#xC25;&#xC41;&#xC21;&#xC41; y&#x101;dah-pati. n. The king of the sea-monsters, i.e., Varuna or Neptune. &#xC35;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;. The Ocean, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;y&#x101;yi. [Skt.] n. One who goes. &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2F;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC2F;&#xC3E;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC06;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; y&#x101;y&#x101;varamu. [Skt.] n. Alms. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC41;. &#xC2F;&#xC3E;&#xC2F;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; to beg alms. &quot;&#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17; &#xC2A;&#xC20;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC3E;&#xC2F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC24;&#xC3F;&#xC26;&#xC40;&#xC28;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; HD. ii. 492. &quot;&#xC26;&#xC42;&#xC30; &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;.&quot; KP. vi. 167. &quot;&#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2C;&#xC3E;&#xC1C;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC32;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC3E;&#xC2F; &#xC35;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; H. ii. 166. &#xC2F;&#xC3E;&#xC2F;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; y&#x101;ya-varu&#x1E0D;u. n. A vagrant, mendicant. &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC2E;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;y&#x101;mya. [Skt. from &#xC2F;&#xC2E;.] adj. Pertaining to Yama. &#xC2F;&#xC2E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2F;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC17;&#xC23;&#xC38;&#xC2E;&#xC47;&#xC24;&#xC41;&#xC21;&#xC48; &#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; Vish. ii. 58.
			</div>
                