&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yuktamu. [Skt.] adj. Joined, combined, united, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;. Right, fit, proper, &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a proper person. n. Fitness, propriety, justice. &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; it will be better for you to pay the money. &#xC28;&#xC40;&#xC35;&#xC41; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you must look on both sides of the question. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC41; yukta-pa&#x1E0D;u. v. n. To fit or suit. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; yukti. n. Union, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. Wit; a contrivance, expedient, stratagem, artifice; a plot, a happy thought. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC2F;&#xC4B;&#xC1A;&#xC28;. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; yuktu&#x1E0D;u. An affix meaning. Accompanied by, possessed of, characterised by. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; being accompanied by his wife. &#xC2A;&#xC3E;&#xC2A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; sinners. &#xC26;&#xC4B;&#xC37;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; she who is sinful, a sinner.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;</span>&#xA0;&#xA0;yu. [Tel.] conj. And, also. (Added like que in Latin) With a verb it has the force of &apos;although&apos;; as &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41; and having come, even though he came. &quot;&#xC2E;&#xC23;&#xC3F;&#xC2F;&#xC41;&#xC36;&#xC3F;&#xC32;&#xC2F;&#xC41; &#xC24; &#xC28;&#xC15;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC3E; &#xC1C;&#xC42;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; Vish. iv. 147. Added to an interrogative pronoun followed by a negative verb it has a distributive force. &#xC35;&#xC3E;&#xC21;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; he said nothing whatever. It sometimes has &#xC28;&#xC41; added, as &#xC05;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;. &quot;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; M. I. i. 218. It is also added to infinitive forms of verbs to denote a participal construction, as &quot;&#xC05;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC2E;&#xC39;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC36;&#xC3E;&#xC2E; iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;vamu. [Skt.] n. The red animal dye called Lac, sealing wax. &#xC32;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC35;&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x101;va-n&#x101;&#x1E37;amu. [Skt.] n. A kind of grain. &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;y&#x101;vattu. [Skt.] n. The whole. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; adj. All, entire. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. adv. Wholly, entirely, altogether. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC47;&#xC32;&#xC2E;&#xC41; or &#xC0F;&#xC32;&#xC2E;&#xC41; y&#x101;lamu. [Arabic Ililam, notification, proclamation.] n. An auction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yuddhamu. [Skt.] n. War; a battle, combat, contest.&#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; a battle field.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yutamu. [Skt.] adj. Joined, united, combined, connected. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; yutu&#x1E0D;u. adj. Endowed with or possessed of. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2F;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; a poor man, one in poverty. &#xC2E;&#xC26;&#xC2F;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41; those who are snared in their lusts.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC17;&#xC4D;&#xC2E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;yugmali. [Tel.] n. A woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC4B;&#xC2E;&#xC28;&#xC2E;&#xC41; &#xC2F;&#xC41;&#xC17;&#xC4D;&#xC2E;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC2F;&#xC28;&#xC4D;.&quot; M. III. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yugamu. [Skt.] n. A pair, couple or brace. &#xC5B;&#xC24;. A measure of length, equal to two yards, &#xC2C;&#xC3E;&#xC30;. A yoke, &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC3F;. An age of the world, or long period of time; as &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; the Golden Age: &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; the Iron Age. All time is divided into four ages, named the K&#x1E5B;ita, Tr&#x113;ata, Dv&#x101;para and Kali Ages, corresponding with the Golden, Silver, Brazen and Iron Ages. &#xC2F;&#xC41;&#xC17;&#xC30;&#xC40;&#xC24;&#xC3F; the fashion of the day. &#xC08; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in this Iron Age. &#xC2F;&#xC41;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC17;&#xC33;&#xC3F; or &#xC2F;&#xC41;&#xC17;&#xC4D;&#xC2E;&#xC2E;&#xC41; yuga&#x1E37;amu. n. A pair, brace, or couple. &#xC26;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;. &#xC2F;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; yug-&#x101;ntamu. n. The end of the Age or World. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC2F;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC3F; yug-&#x101;di. n. New Year&apos;s day. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3E;&#xC26;&#xC3F;. &#xC2F;&#xC41;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; yugyamu. n. Any vehicle or conveyance; a yoked animal. &#xC35;&#xC3E;&#xC39;&#xC28;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
                