&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;yokka. [Tel.] postpos. Of. The sign of the sixth or genitive case. &#xC28;&#xC3E; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; my horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC42;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x16B;shamu. [Skt.] n. Pease-soup, or porridge. &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x16B;pamu. [Skt.] n. A post to which the victim is bound, at a sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC42;&#xC27;&#xC3F;&#xC15;</span>&#xA0;&#xA0;y&#x16B;dhika. [Skt.] n. A species of jasmine. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;. A. i. 120.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC42;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x16B;dhamu. [Skt.] n. An assemblage of beasts or birds, a herd, flock, multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x16B;kamu. [Skt.] n. A lo&#x1EE5;se. &#xC2A;&#xC47;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC2E;&#xC24;&#xC4D;</span>&#xA0;&#xA0;yushmat. [Skt.] n. Yours. &#xC28;&#xC40; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. Vish. ii. 211.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC41;&#xC35;</span>&#xA0;&#xA0;yuva. [Skt.] n. The name of a Telugu year. adj. Young, youthful. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC2F;&#xC41;&#xC35;&#xC24;&#xC3F; yuvati. n. A young woman, maiden. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2F;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC5B;&#xC41; yuva-r&#x101;&#x1E0D;zu n. A young prince, especially the heir apparent to the throne, &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2F;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; yuva-raj&#x101;tvamu. n. The state of being the heir apparent.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x14D;gamu. [Skt.] n. Junction, meeting, union, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;. Fortune, &#xC05;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; a lucky conjuncture, good fortune, or luck. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; misfortune. &#xC26;&#xC48;&#xC35;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; Divine Providence. &#xC26;&#xC48;&#xC35;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F; unhappily, unfortunately. Accession of property, or wealth. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A prescription, a recipe. &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC39;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F; &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; a prescription including Bilva roots. Devotion, spiritual worship, the practice of abstraction and meditation. &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;. Of these forms of worship there are eight named (a) &#xC2F;&#xC2E;&#xC2E;&#xC41; restraining the passions, (b) &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41; providing a proper place, &amp;c, for worship, (c) stopping the breath in three modes called &#xC30;&#xC47;&#xC1A;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC30;&#xC15;&#xC2E;&#xC41; or &#xC15;&#xC41;&#xC02;&#xC2D;&#xC15;&#xC2E;&#xC41;, (d) &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; withdrawal from sense perception, (e) &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; meditation, (f) &#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; repression of all physical movements, (g) &#xC2E;&#xC28;&#xC28;&#xC2E;&#xC41; fixing the mind on the deity, and (h) &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F; complete immersion in thought so that the thinker is dead to the world. &#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; an act of faith or meditation. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; a magical operation. &#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; y&#x14D;ga-pa&#x1E6D;&#x1E6D;e. n. A magic girdle worn by ascetics. &#xC2F;&#xC4B;&#xC17;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; the second sight, obtained by devotion, superhuman sagacity or perspicacity. &#xC2F;&#xC4B;&#xC17;&#xC3E;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; the keeping the body in a fixed posture for spiritual worship, the practice of abstract contemplation. &#xC2F;&#xC4B;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; or &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; the divine sleep, or supernatural stupor which y&#x14D;gis or saints strive to attain. &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC3E;&#xC2F; supernatural stupor. &#xC2F;&#xC4B;&#xC17;&#xC35;&#xC3E;&#xC17;&#xC32;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC35;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC2F;&#xC4B;&#xC17;&#xC35;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; y&#x14D;ga-v&#x16B;galu. n. Magical boots supposed to be worn by hermits. &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC32;&#xC41;. &quot;&#xC2F;&#xC4B;&#xC17;&#xC35;&#xC3E;&#xC17;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC42;&#xC26;&#xC3F;.&quot; HD. ii. 135. &quot;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC2F;&#xC4B;&#xC17;, &#xC35;&#xC3E;&#xC17;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41;.&quot; L. xxiii. 31. &#xC2F;&#xC4B;&#xC17;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41; y&#x14D;ga-ksh&#x113;mamu. n. Welfare, well-being, good circumstances. &#xC2F;&#xC4B;&#xC17;&#xC3F; y&#x14D;gi. n. A devotee, hermit; an ascetic in general, &#xC2E;&#xC28;&#xC3F;, &#xC2F;&#xC4B;&#xC17;&#xC3E;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC28;&#xC3F; y&#x14D;gini. n. A woman who practises Yoga, a female mendicant. A nymph or fairy, attendant on Durga the good goddess. &#xC24;&#xC3E;&#xC2A;&#xC38;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC2F;&#xC4B;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; y&#x14D;gu-r-&#x101;lu. n. A female mendicant. &#xC1C;&#xC1F;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2F;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; y&#x14D;ktramu. [Skt.] n. The tie of a yoke. &#xC35;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
                