&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC27;</span>&#xA0;&#xA0;, &#xC2F;&#xC4B;&#xC25;&#xC41;&#xC21;&#xC41; or &#xC2F;&#xC4B;&#xC26;&#xC4D;&#xC27; y&#x14D;dha. [Skt. from &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.] n. A warrior, soldier, combatant. &#xC2C;&#xC02;&#xC1F;&#xC41;. &quot;&#xC12;&#xC15;&#xC4D;&#xC15;&#xC1F; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC2C;&#xC41;&#xC27;&#xC2F;&#xC4B;&#xC27;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC36;&#xC36;&#xC3F;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;.&quot; T. v. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x14D;janamu. [Skt.] n. Joining, union, junction. &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;. A measure of distance equal to four &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC38;&#xC41;&#xC32;&#xC41;, that is about ten miles, &#xC06;&#xC2E;&#xC21;. &#xC2F;&#xC4B;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; y&#x14D;jin&#x1E6D;su. v. a. To join, unite. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC1A;&#xC28;</span>&#xA0;&#xA0;y&#x14D;chana. [Skt.] n. Consideration, deliberation, reflection; an idea, supposition, conjecture; counsel, advice; an expedient, means, plan. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;. H. v. 272. &#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; y&#x14D;chin&#x1E6D;su. v .n. &amp; a. To consider, regard, deliberate, plan, devise. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC15; regardless of justice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;y&#x14D;gyamu. [Skt.] adj. Worthy, fit, proper, suitable, competent, clever, skilful. &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC24;&#xC17;&#xC3F;&#xC28;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24; y&#x14D;gyata. n. Ability, cleverness, skill, merit, worthiness, fitness, capacity, desert, respectability, &#xC05;&#xC30;&#xC4D;&#xC39;&#xC24;. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; y&#x14D;gyu&#x1E0D;u. n. One who is fit, proper, worthy,or deserving; an honest, respectable man. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; one who is legally of age, a free agent, &#xC35;&#xC2F;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; y&#x14D;gyu-r-&#x101;lu. n. A woman who is fit, proper, or worthy; a decent, respectable woman. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;, &#xC24;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4C;&#xC35;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yauvatamu. [Skt. from &#xC2F;&#xC41;&#xC35;&#xC24;&#xC3F;.] n. A bevy of maidens, &#xC2F;&#xC35;&#xC24;&#xC40;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC2F;&#xC38;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC17;&#xC46; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC17;&#xC41; &#xC2F;&#xC4C;&#xC35;&#xC24;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; A. i. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4C;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yauvatamu. [Skt.] n. A wedding gift, or present. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4C;&#xC17;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yaugikamu. [Skt. from &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.] adj. Resulting from union or usage. Customary, usual, common, proper, regular (as the sense of words depending upon their derivation or construction.) &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC28;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4C;&#xC17;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yauga-padyamu. [Skt. from &#xC2F;&#xC41;&#xC17;&#xC2A;&#xC24;&#xC4D;.] n. Simultaneity, &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &quot;&#xC2F;&#xC4C;&#xC17;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2D;&#xC3F;&#xC2F;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; P. ii. 14. &#xC1F;&#xC40; &#xC0F;&#xC15;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC17;&#xC2E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC1A;&#xC47;&#xC1F;. &quot;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3E;&#xC2E;&#xC47;&#xC35;&#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC28;&#xC3E;&#xC02; &#xC2F;&#xC4C;&#xC17;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC47;&#xC35;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC02;.&quot; Lalit. iii. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC37;</span>&#xA0;&#xA0;, &#xC2F;&#xC4B;&#xC37;&#xC3F;&#xC24; or &#xC2F;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; y&#x14D;sha. [Skt.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC35;&#xC28;&#xC3F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4B;&#xC28;&#xC3F;</span>&#xA0;&#xA0;y&#x14D;ni. [Skt.] n. The female organs of generation, the vagina, the uterus, place of birth, origin. &#xC2D;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC1C;&#xC41;&#xC32;&#xC41; such as are womb-born, as distinguished from egg-born (&#xC05;&#xC02;&#xC21;&#xC1C;&#xC2E;&#xC41;.) &#xC05;&#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; a person born in some supernatural manner.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;yauvanamu. [Skt. from &#xC2F;&#xC41;&#xC35;.] n. Youth, manhood. &#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC41; &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC2C;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC3E;&#xC15; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; yauvanastu&#x1E6D;u. n. A young man. &#xC2F;&#xC4C;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; yauva-r&#x101;jyamu. [from &#xC2F;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC41;.] n. Heirship, the state of being the heir apparent, the rule of the heir apparent, &#xC2F;&#xC41;&#xC35;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
                