&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC41; ranjillu. [Skt.] v. n. To be reddened, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC17;&#xC41;. To shine, to be splendid. &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;. To be glad or pleased, to rejoice, be charmed or delighted. &#xC30;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; ranjanamu. n. Gladdening, rejoicing; excitement. &#xC30;&#xC3E;&#xC17;&#xC1C;&#xC28;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. Red sandal. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC17;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC30;&#xC02;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; ranjin&#x1E6D;su. v. a. To gladden, charm, delight, please. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC30;&#xC02;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41; ranjakudu. n. One who causes joy. &#xC30;&#xC02;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;ranjani. [Skt.] n. The Indigo plant. &#xC28;&#xC40;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC1C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ranjakamu. [Skt.] n. Vermillion, levigated cinnabar. &#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;rangu. [Tel.] n. Colour, paint, tint, dye, lustre, shining. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC30;&#xC02;&#xC17;&#xC41;&#xC17;&#xC3E; rangu-g&#x101;. adv. Finely, gallantly. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC30;&#xC02;&#xC17;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to paint. &#xC30;&#xC02;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC30;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; rangarin&#x1E6D;su. v. a. To blend or mix together, with the finger, any solid and liquid substances. &#xC35;&#xC47;&#xC32;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC46;&#xC26;&#xC41;&#xC2A;&#xC41;. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC30;&#xC02;&#xC17;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he mixed the lime and oil with his finger. &#xC30;&#xC02;&#xC17;&#xC30;&#xC3F;, &#xC30;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F; rangari. n. A painter, &#xC30;&#xC02;&#xC17;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC02;&#xC17;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; rang&#x101;-y-in&#x1E6D;su. v. a. To colour, to paint. &#xC30;&#xC02;&#xC17;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rampamu. [Tel.] n. A saw. &#xC15;&#xC4D;&#xC30;&#xC15;&#xC1A;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC30;&#xC02;&#xC2A;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC30;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC21;&#xC41; a sawyer. &#xC30;&#xC02;&#xC2A;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC32;&#xC15;&#xC32;&#xC41; sawn slates.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;randhramu. [Skt.] n. A hole, aperture, orifice, fissure, opening, cavity, chasm. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC2C;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC41;. &#xC28;&#xC35;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the nine apertures of the body; being the nostrils, ears, eyes, mouth, anus, and the private parts. &#xC35;&#xC3E;&#xC21;&#xC47;&#xC35;&#xC47;&#xC33;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he tries to pick holes in my conduct.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC27;&#xC3F;</span>&#xA0;&#xA0;randhi. [Tel.] n. A scrape, hobble, evil, heat, lust. &#xC1A;&#xC47;&#xC1F;&#xC41;, &#xC17;&#xC3E;&#xC21;&#xC41;. Annoyance, &#xC2A;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;rantu. [Tel.] n. A sound, noise; clamour, disturbance, trouble, annoyance. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC05;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;, &#xC17;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC24;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC2C;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC06;&#xC24;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC39;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC1A;&#xC47;&#xC24;&#xC4B;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC32;&#xC2F;, &#xC30;&#xC02;&#xC24;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; A. iii. 4. &quot;&#xC0F;&#xC32;&#xC3E;&#xC30;&#xC02;&#xC24;&#xC41;&#xC32;&#xC4D;. A. vi. 52. &#xC1F;&#xC40; &#xC08; &#xC38;&#xC02;&#xC26;&#xC21;&#xC41;&#xC32;&#xC47;&#xC32;, &#xC08;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC46;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41;. Lewdness, sexual intercourse. Sport. &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;, &#xC30;&#xC24;&#xC3F;. &#xC30;&#xC02;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; rantu-k&#x101;&#x1E0D;u. n. A lewd man, a man of pleasure, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC02;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC30;&#xC02;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; rantilu. v. n. To brawl, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC5B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ran&#x1E0D;zakamu. [Tel.] n. A fuse used to fire a gun with, the priming of a gun. &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC02;&#xC21;&#xC41; ran&#x1E0D;i. [Tel. from &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] v. imp. plu. &quot;Come ye.&quot; &#xC30;&#xC02;&#xC21;&#xC28;&#xC3F; saying &apos;come ye&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC5B;&#xC23;</span>&#xA0;&#xA0;or &#xC30;&#xC02;&#xC5B;&#xC23;&#xC3F; randza&#x1E47;a. [Tel.] n. A large boiler. &#xC17;&#xC3E;&#xC26;&#xC46;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC24;</span>&#xA0;&#xA0;ranta. [Skt.] n. One who sports, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC21;</span>&#xA0;&#xA0;ran&#x1E0D;a. [Skt.] n. A widow. &#xC35;&#xC3F;&#xC27;&#xC35;.
			</div>
                