&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC2A;&#xC46;</span>&#xA0;&#xA0;or &#xC30;&#xC02;&#xC2A;&#xC3F;&#xC2F; rampe. [Tel.] n. A cobbler&apos;s knife for cutting leather. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC30; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC41;&#xC15;&#xC4B;&#xC38;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC30;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F; rampel-&#x101;&#x1E0D;i. (&#xC30;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC41; + &#xC06;&#xC21;&#xC3F;.) n. A slut, vixen, termagant. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3F;. &quot;&#xC38;&#xC40; &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC41;&#xC1F;&#xC46;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC30;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC1F;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC17;&#xC48; &#xC38;&#xC47;&#xC2F;&#xC26;&#xC3E; &#xC30;&#xC02;&#xC2A;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F;.&quot; P. iii. 190.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;rampu. [Tel.] n. A squabble, wrangle, plague, scrape. &#xC2A;&#xC40;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC1F;, &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC15;&#xC32;&#xC15;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC41; &#xC0F;&#xC35;&#xC47;&#xC33; &#xC2F;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC30;&#xC02;&#xC2A;&#xC41; this is his constant theme. &#xC0F;&#xC35;&#xC47;&#xC33;&#xC28;&#xC41; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC30;&#xC02;&#xC2A;&#xC47;&#xC30;&#xC02;&#xC2A;&#xC41; she has an endless tongue, she is a constant plague. &#xC30;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC30;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC41; rampillu. v. n. To contend. &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC40; &#xC24;&#xC46;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC15; &#xC2E;&#xC17;&#xC3F;&#xC21;&#xC3F; &#xC28;&#xC3E;&#xC2C;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46; &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;.&quot; Yayati. iii. 107. To spread, extend, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To increase. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To chatter, prattle, make an uproar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC2D;</span>&#xA0;&#xA0;rambha. [Skt.] n. A plantain tree. &#xC05;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC02;&#xC2D;&#xC3E;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4A;&#xC21;&#xC32;&#xC41; her thighs were as smooth as plantain trees. A name of one of the courtezans of Elysium. &#xC12;&#xC15; &#xC05;&#xC2A;&#xC4D;&#xC38;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A very beautiful woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;raklamu. [Skt.] n. Blood. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. Redness, &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. adj. Bloody, red. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; to bleed or draw blood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; red sandal wood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; purple or red garments. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC15; rakta-v&#x101;hika. n. A blood vessel. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC2E;&#xC41; raktapamu. n. A blood drinker. A leech. &#xC1C;&#xC46;&#xC32;&#xC17;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC15; rakta-puchchhika. n. A green lizard with a red tail. &#xC28;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC21;&#xC41; raktapu&#x1E6D;u. n. A blood-drinker, a vampire, a devil. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. The ghosts are described an Odyssey as drinking blood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC46;&#xC02;&#xC1C;&#xC46;&#xC30; or &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC30; rakta-penjera. n. The boa, or rock snake. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a kind of shrub. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; rakt-&#x101;kshi. n. The name of a Telugu year. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15; raktika. n. A plant, Abrus precatorius, the seeds of which are used as weights. &#xC17;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1C;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E; or &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC2E;&#xC41; raktima n. Crimson, blood colour. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41; rakt-&#x14D;tpalamu. n. The red lotus. &#xC15;&#xC46;&#xC02;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. Rox. ii. 647.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; rak-konu. [Tel.] v. n. To extend, grow, thrive, prosper. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To recover. &#xC24;&#xC47;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, To happen, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;rakku. [Tel.] v. a. To scratch or tear with the nails or talons. &#xC17;&#xC40;&#xC30;&#xC41;, &#xC17;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC30;&#xC41;&#xC15;&#xC41;. n. A scratch, tear, &#xC17;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC40;&#xC21;&#xC41; or &#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3F; rakkasu&#x1E0D;u. [from Skt. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;.] n. A giant, an evil spirit, demon, fiend. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41; rakkasamu. n. Shrewdness, archness, &#xC1C;&#xC3E;&#xC23;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC2E;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3F;, &#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38; or &#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; rakkesi. n. An ogress, giantess, a female fiend. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC02;&#xC17; rakkesula-gonga. n. Vishnu, the foe of the demons, &#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3F;. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38; or &#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38; rakkisa. n. The thistle, Cyperus clatus, Rox. i. 204. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38; &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; oil of thistles, used medicinally. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC38;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; matted grass, spear grass. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38; rakkesa. adj. Improper, &#xC06;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; fiendish or improper language. &quot;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC38;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rakamu. [H.] n. Shapeliness, grace, elegance. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41; &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. Sort, kind, class, style, quality. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC30;&#xC39;&#xC3E;, &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;. &#xC06; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; of that rice there are four kinds. &quot;&#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC4C;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC23;&#xC32;&#xC4D; &#xC30;&#xC15;&#xC2E;&#xC46;&#xC38;&#xC02;&#xC17;&#xC41;, &#xC28;&#xC41;&#xC02;&#xC17;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC4A;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC46;&#xC30;&#xC2A;.&quot; S. ii. 263. adj. Graceful, elegant, handsome, beautiful. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC02;&#xC2A;&#xC41;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41; &#xC30;&#xC15;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC2A;&#xC41;.&quot; T. i. 29. &#xC30;&#xC15;&#xC2E;&#xC41;&#xC17; rakamu-ga. adv. Gracefully, beautifully, elegantly, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC02;&#xC39;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;ramhassu. [Skt.] n. Speed, haste, velocity. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC21;&#xC3F;.
			</div>
                