&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1A;&#xC28;</span>&#xA0;&#xA0;or &#xC30;&#xC1A;&#xC28;&#xC2E;&#xC41; rachana. [Skt.] n. Making, composing, arranging, preparing, &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;. Decoration, dressing of the hair. Stringing flowers, weaving wreaths: &#xC26;&#xC02;&#xC21;&#xC32;&#xC41; &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F;. The arrangement of troops. Literary composition. &#xC17;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC1A;&#xC28;, &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC2D;&#xC3E;&#xC30;&#xC1A;&#xC28;&#xC35;&#xC3F;&#xC28;&#xC17;&#xC1C;&#xC42;&#xC21; &#xC2C;&#xC21;&#xC26;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; M. XI. ii. 156. &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC30;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; rachin&#x1E6D;su. v. a. To make, compose, frame, arrange, &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC30;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; rachitamu. adj. Made, composed, &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;ragulu. [Tel.] v. n. To be kindled, to take fire, burn or flame. &#xC30;&#xC3E;&#xC5B;&#xC41;. &#xC2E;&#xC02;&#xC21;&#xC41;. &#xC30;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC30;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41; ragulu-konu. v. n. To be on fire, to take fire, to burn. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC30;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC30;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41; ragilin&#x1E6D;su. v. a. To kindle, light a fire, inflame. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC3E;&#xC5B;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC30;&#xC17;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;rakshassu. [Skt.] n. A giant, a demon, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;raksha. [Skt.] n. Preservation, salvation, protection, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. An amulet. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC41; &#xC2E;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. Ashes worn on the forehead for protection against evil, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC28;&#xC4A;&#xC38;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. Cautery, branding. &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC15;&#xC4D;&#xC37; a shoe. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41; rakshakamu. adj. Preserving, protecting, saving. &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F; rakshaku&#x1E6D;u. n. A preserver, protector, saviour, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; or &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23; raksha&#x1E47;amu. n. Salvation, protection, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC47;&#xC15;&#xC41; rakshar&#x113;ku. n. An amulet. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC30;&#xC47;&#xC15;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; rakshin&#x1E6D;su. v. a. To save, protect, preserve, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; rakshin&#x1E6D;su-konu. v. a. To preserve, protect, save, keep for oneself. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; rakshitamu. adj. Protected, saved, preserved, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC30;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; rakshitavyamu. adj. Fit or worthy to be saved or protected, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; rakshi-vargamu. n. A body guard, &#xC05;&#xC02;&#xC17;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;rakti. [Skt.] n. Affection, attachment, love. Melody in Music. &#xC05;&#xC28;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;. &quot;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC26;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; A. v. 156. &#xC1F;&#xC40; &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F; = &#xC17;&#xC3E;&#xC28;&#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; raktu&#x1E0D;u. n. A lover of, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC15;&#xC25;&#xC3E;&#xC38;&#xC41;&#xC27;&#xC3E;&#xC30;&#xC38;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; he who loves the story of R&#x101;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC17;&#xC21;</span>&#xA0;&#xA0;raga&#x1E0D;a. [Tel.] n. A melody. A species of (dithyrambic) verse used in sportive amorous compositions. &#xC30;&#xC17;&#xC21; in old English was called an Ecstasy. It is called in French verse a descant or tirade.
			</div>
                