&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC5B;&#xC4D;&#xC1C;&#xC28;</span>&#xA0;&#xA0;ra&#x1E0D;z&#x1E0D;zana. [Tel.] n. Self-praise, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;. &#xC30;&#xC5B;&#xC4D;&#xC1C;&#xC41; ra&#x1E0D;z&#x1E0D;zu. v. n. To be talkative, to prattle, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;. n. A boast, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41;. Self praise, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;. &quot;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;, &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC1F;&#xC3F;&#xC30;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3F; &#xC24;&#xC4B;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC47;.&quot; M. VII. v. 112. &quot;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC2A;&#xC46;&#xC26; &#xC28;&#xC40;&#xC30;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC47;&#xC32;&#xC28;&#xC40;&#xC15;&#xC41;.&quot; M. IX. ii. 142. &#xC30;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; ra&#x1E0D;z&#x1E0D;zul-&#x101;&#x1E0D;i. n. A woman who is fond of vain boasting or self praise, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC30;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; ra&#x1E0D;z&#x1E0D;zul-&#x101;&#x1E0D;u. n. A vain boaster. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41;. A vain-glorious person, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC1C;&#xC3E;&#xC2E;&#xC26;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC36;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC28; &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC02;&#xC15; &#xC2F;&#xC47;&#xC28;&#xC3F; &#xC30;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; M. VIII. ii. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC5B;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;ra&#x1E0D;z&#x101;yi. [Tel.] n. A blanket, &#xC1A;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC5B;&#xC3E;</span>&#xA0;&#xA0;ra&#x1E0D;z&#x101;. [H.] n. Leave of absence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC5B;&#xC28;</span>&#xA0;&#xA0;ra&#x1E0D;zana. [Tel.] n. Earning, &#xC17;&#xC21;&#xC28;, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;rajjuvu. [Skt.] n. A string, cord, rope, &#xC24;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41; rajamu. [Skt.] n. Dust, &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC30;&#xC35;. Filings, &#xC30;&#xC3E;&#xC2A;&#xC4A;&#xC21;&#xC3F;. The dust or pollen of flowers, &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC21;&#xC3F;. The menses, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC30;&#xC1C;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; rajassu. The second of three gu&#x1E47;as, or qualities, i.e., passion; the earthly nature, the natural man, the flesh, that which produces sensual desire, worldliness, coveting and falsehood, and is the cause of pain. &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC32; rajasvala. n. A menstruous woman, &#xC0B;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3F;. &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC32;&#xC05;&#xC17;&#xC41; rajasvala-agu. v. n. To become adolescent. &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC32; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the maiden is come to puberty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1C;&#xC2E;</span>&#xA0;&#xA0;rajama. [Skt.] n. A tree called Celosia corymbosa. Rox. i. 681.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1C;&#xC28;&#xC3F;</span>&#xA0;&#xA0;rajani. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. Turmeric, &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. &#xC30;&#xC1C;&#xC28;&#xC40;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; rajan&#x12B;-charu&#x1E6D;u. n. A night-rover, i.e., a goblin, a thief. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC30;&#xC1C;&#xC28;&#xC40;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC21;&#xC41; the lord of night, i.e., the moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1C;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rajatamu. [Skt.] adj. White, silvery, argent. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. Silver. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;. &#xC30;&#xC1C;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; rajat-&#x101;dri. n. The silver mountain, i.e., Mount Kailasa. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;rajaku&#x1E0D;u. [Skt.] n. A washerman. &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;ra&#x1E6D;s&#x1E6D;sa. [Tel.] n. A public way, a highway, &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A portico, &#xC2E;&#xC02;&#xC21;&#xC2A;&#xC2E;&#xC41;. A court of audience, a public place, a place of meeting. &#xC38;&#xC2D;, &#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;. Publication, betraying or divulging a secret. Plague, torment, trouble, quarrel. &#xC15;&#xC32;&#xC15;&#xC32;&#xC2E;&#xC41;, &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to plague, tease, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC07;&#xC02;&#xC1F;&#xC17;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC46;&#xC32;&#xC41;&#xC35;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41; establish your influence at home before trying to do so abroad; master a small difficulty and then a greater one. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC30;&#xC1A;&#xC4D;&#xC1A; why do you quarrel with her? &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the child plagued me to carry him home. &quot;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC02;&#xC24;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; B. X. &#xA7; 53. &quot;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC38;&#xC4A;&#xC2C;&#xC17;&#xC41;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; Surabh. 51. A. iv. 148. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41; or &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41; ra&#x1E6D;s&#x1E6D;saku-d&#x12B;yu. v. a. To challenge, defy. &#xC1C;&#xC17;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC26;&#xC41;&#xC28;&#xC15;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41; rats&#x1E6D;sa-ko&#x1E6D;&#x1E6D;amu. n. A place where the village authorities sit, a debating room. A court, a hall of audience. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC30;&#xC3F;. &quot;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC28;&#xC40;&#xC38;&#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC24; &#xC2A;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC26;&#xC41;&#xC30;&#xC17;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC30;&#xC3F;&#xC17;&#xC46;.&quot; S. iii. 158. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC4A;&#xC28;&#xC41; ra&#x1E6D;s&#x1E6D;sa-gonu. v. n. To assemble. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;. To plague. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC35; &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC1A;&#xC42;&#xC21;.&quot; R. v. 195. &quot;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;.&quot; Satyabh. iv. 200. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC02;&#xC21;, &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC32;&#xC4D;&#xC32; or &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3E;&#xC2F;&#xC3F; ra&#x1E6D;s&#x1E6D;sa-ban&#x1E0D;a. n. A stone bench in a street or meeting place. The village bench, where the elders hold council, &#xC28;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2C;&#xC32;&#xC4D;&#xC32;. H. iv. 148. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC3E;&#xC28;&#xC41; or &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3E;&#xC28;&#xC3F; ra&#x1E6D;s&#x1E6D;sa-m&#x101;nu. n. A great tree under which a council is held. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ra&#x1E6D;s&#x1E6D;sala-be&#x1E6D;&#x1E6D;u. v. a. To publish, divulge, expose. &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To plague, annoy, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;ra&#x1E6D;at. [Skt.] adj. Resounding. &#xC2E;&#xC4B;&#xC17;&#xC47;, &#xC35;&#xC3E;&#xC17;&#xC47;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC47;. &#xC30;&#xC1F;&#xC28;&#xC2E;&#xC41; ra&#x1E6D;anamu. n. A sound, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC30;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; ra&#x1E6D;itamu. n. The crackling of fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC02;&#xC1F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;, &#xC30;&#xC46;&#xC2A;&#xC30;&#xC46;&#xC2A;.
			</div>
                