&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ratamu. [Skt.] n. Coition, copulation. adj. Intent on, actively occupied or engaged in. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;. &#xC30;&#xC24;&#xC3F; rati. n. Desire, passion, inclination, attachment, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;. Coition, copulation, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;. The name of the wife of Manmatha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A weight used in weighing diamonds. &#xC30;&#xC35;&#xC32;&#xC41; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; &#xC24;&#xC42;&#xC1A;&#xC47; &#xC2A;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41; &#xC30;&#xC24;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC1A;&#xC4D;&#xC1A; &#xC32;&#xC38;&#xC30;&#xC02;&#xC2C;&#xC4C;&#xC30;&#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC42;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC40;&#xC30;&#xC41;.&quot; UH. ii. 55. One twenty-fifth part of a Maund. &#xC30;&#xC24;&#xC3F;&#xC35;&#xC24;&#xC3F; or &#xC30;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41; rati-pati. n. Manmadha. &#xC30;&#xC24;&#xC41;&#xC21;&#xC41; ratu&#x1E0D;u. n. A lover of, enjoyer of, delighter in. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC2A;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41; a lover of sin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ratanamu. [from Skt. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;.] n. A gem, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC24;&#xC28;&#xC2A;&#xC41;&#xC17;&#xC28;&#xC3F; ratanapu-yani. n. The Ocean, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC30;&#xC24;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; ratanapu-villu. n. A rainbow, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ra&#x1E47;dmu. [Skt.] n. War, a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC30;&#xC23;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; ra&#x1E47;a-grihamu. n. A house built over the gate of a fort. &#xC15;&#xC4B;&#xC1F;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC23;&#xC28;&#xC2E;&#xC41; ra&#x1E47;anamu. n. Noise, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;ra&#x1E0D;&#x1E0D;u. [from Skt. &#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;.] n. A kingdom. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC5B;&#xC41;&#xC30;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC28;&#xC41;&#xC28;&#xC28;&#xC3F;.&quot; A. vi. 108. &#xC1F;&#xC40; &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;, &#xC30;&#xC21;&#xC4D;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ra&#x1E6D;&#x1E6D;u. [Tel.] n. Publication, betraying or divulging a secret. &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC30;&#xC35;&#xC4D;&#xC35;. Ill. fame, disgrace, &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. Blame, &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC26;&#xC42;&#xC30;&#xC41;. Danger, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; or &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28; ra&#x1E6D;&#x1E6D;u-ch&#x113;sina. adj. Notorious, buzzed abroad. &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC21;&#xC4D;&#xC21;. &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F; ra&#x1E6D;&#x1E6D;-a&#x1E0D;i. adj. Blameworthy, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ratnamu. [Skt.] n. A jewel, precious stone, gem. &#xC2E;&#xC23;&#xC3F;. A masterpiece of fine thing, the best of its kind of species &#xC38;&#xC4D;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; the nine precious stones, viz., &#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; a pearl, &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; an emerald, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; a diamond. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41; a coral, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;. an emerald &#xC28;&#xC40;&#xC32;&#xC2E;&#xC41; a sapphire, &#xC17;&#xC4B;&#xC2E;&#xC47;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; an agate. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; a ruby, &#xC35;&#xC48;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a cat&apos;s eye. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; a jewel of a horse, i.e., a noble stead. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; an unrivalled woman. &#xC17;&#xC17;&#xC28;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; the sun, as the gem of heaven. &#xC05;&#xC2A;&#xC4D;&#xC38;&#xC30;&#xC4B;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; the most lovely of nymphs. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41; ratna-kamba-lamu. n. A carpet. &#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC40;. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC17;&#xC30;&#xC4D;&#xC2D; .ratna-garbha n. The earth; as producing gems. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &quot;&#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC32;&#xC4D; &#xC17;&#xC40;&#xC30;&#xC28;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC30;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4C;&#xC30;&#xC41;&#xC32;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC28;&#xC17;&#xC2A;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC02;&#xC27;&#xC30;&#xC23;&#xC40; &#xC2A;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC28;&#xC41; &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F; &#xC38;&#xC24;&#xC4D;&#xC15;&#xC35;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC4D;.&quot; T. ii. 20. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41; ratna-garbhu&#x1E0D;u. n. Kub&#x113;ra, the god of wealth, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;. The god of the sea, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC38;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41; ratna-s&#x101;nuvu. n. An epithet of Mount Meru as having &quot; gems in its slopes.&quot; &#xC2E;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;, &#xC39;&#xC47;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41; ratn-&#x101;karamu. n. The abode of gems, that is, the ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC33;&#xC3F; ratn&#x101;-va&#x1E37;i. n. A necklace of gems.
			</div>
                