&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC38;&#xC4B;&#xC28;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ras&#x14D;nakamu. [Skt.] n. Garlic. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC38;&#xC40;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC36;&#xC40;&#xC26;&#xC41; ras&#x12B;du. [Eng. &apos;Receipt&apos;.] n. A receipt, an acknowledgement in writing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rasamu. [Skt.] n. Juice, fluid, liquid, extract, essence. Taste, flavour, &#xC30;&#xC41;&#xC1A;&#xC3F;. Taste, sentiment, emotion, passion, affection, humour. Quicksilver, &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41;. The &#xC37;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; or six flavours are &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41; or &#xC24;&#xC40;&#xC38;&#xC3F; sweet; &#xC06;&#xC2E;&#xC4D;&#xC32;&#xC2E;&#xC41; or &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; sour; &#xC24;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC35;&#xC17;&#xC30;&#xC41; astringent; &#xC32;&#xC35;&#xC23;&#xC2E;&#xC41; or &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; salt; &#xC15;&#xC1F;&#xC41;&#xC35;&#xC41; or &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; pungent; &#xC15;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41; or &#xC1A;&#xC47;&#xC26;&#xC41; bitter. &#xC30;&#xC38;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC48;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F; or &#xC30;&#xC38;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F; strong soil, which is not exhausted. &#xC28;&#xC40;&#xC30;&#xC38;&#xC2E;&#xC48;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F; land that is exhausted. &#xC15;&#xC4B;&#xC2A;&#xC30;&#xC38;&#xC2E;&#xC41; the spirit of wrath. &#xC26;&#xC2F;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; the spirit of love, kind feelings. &#xC08; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; this is a tasteless verse. &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; rude language. The nine &#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; or humours produce the following &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41; (symptoms.) 1. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC30;&#xC38;&#xC2E;&#xC41; (love) produces &#xC30;&#xC24;&#xC3F; enjoyement. 2. &#xC28;&#xC40;&#xC30;&#xC38;&#xC2E;&#xC41; (honour) produces &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41; daring. 3. &#xC15;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; (mercy) begets &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41; marvel. 5. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC30;&#xC38;&#xC2E;&#xC41; (merriment) produces &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; laughter. 6. &#xC2D;&#xC2F;&#xC3E;&#xC28;&#xC15;&#xC30;&#xC38;&#xC2E;&#xC41; (timidity) leads to &#xC2D;&#xC2F;&#xC2E;&#xC41; fright. 7. &#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC38;&#xC2E;&#xC41; (austerity) begets &#xC1C;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC38; sarcasm. 8. &#xC30;&#xC4C;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC38;&#xC2E;&#xC41; (wrath) leads to &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; cruelty. 9. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC38;&#xC2E;&#xC41;. (gentleness) produces &#xC36;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; calmness. &#xC30;&#xC38;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41; rasa-karp&#x16B;ramu. n. A white sublimate or muriate of mercury, &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC30;&#xC38;&#xC2E;&#xC41;. &#xC30;&#xC38;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; rasa-gun&#x1E0D;u. n. A ball coated with quicksilver, &#xC30;&#xC38;&#xC2E;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC3F;&#xC28;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC30;&#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC41; rasa-gnya. n. The tongue, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;. &#xC30;&#xC1C;&#xC1C;&#xC4D;&#xC1E;&#xC24; rasa-gnyata. n. Skill, judgement, taste, critical discernment, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. &#xC30;&#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; rasa-gnyu&#x1E0D;u. n. A man of taste, a critic. &#xC17;&#xC41;&#xC23;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC38;&#xC26;&#xC3E;&#xC21;&#xC3F; or &#xC30;&#xC38;&#xC26;&#xC3E;&#xC33;&#xC3F; rasa-d&#x101;&#x1E0D;i. n. Sugar cane. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;. &quot;&#xC2E;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC26;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC21;, &#xC26;&#xC38;&#xC30;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC38;&#xC26;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC28;&#xC46;&#xC32;&#xC24;&#xC4B;&#xC21;.&quot; A. ii. 85. A fine sort of plantain. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC30;&#xC38;&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC15; rusa-d&#x101;&#x1E37;ika. n. A kind of sugar, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;. &#xC30;&#xC38;&#xC28; rasana. n. The tongue., &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;. &#xC30;&#xC38;&#xC28;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; rasan-&#x113;ndriyamu. n. The sense of taste. &#xC30;&#xC38;&#xC35;&#xC24;&#xC3F; rasa-vati. n. A kitchen. &#xC35;&#xC02;&#xC1F;&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC38;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; rasa-vargamulu. n. plu. The various condiments or ingredients such as salt, pepper, &amp;c. &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; rasa-v&#x101;damu. n. Alchemy, chemistry, &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC3F; rasa-v&#x101;di. n. An alchemist, a chemist, &#xC30;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC38;&#xC38;&#xC3F;&#xC02;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; rasa-sind&#x16B;ramu. n. A sort of factitious cinnabar, made with zinc, mercury, blue vitriol and nitre, &#xC14;&#xC37;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC30;&#xC38;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; rasa-siddhi. n. Alchemy, &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC27;&#xC2E;&#xC28;&#xC40;&#xC2F;&#xC16;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC17;&#xC28;&#xC46;&#xC30;&#xC38;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC4D;.&quot; R. vi. 10. &#xC30;&#xC38;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; a kind of collyrium. &#xC05;&#xC02;&#xC1C;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC30;&#xC38;&#xC3E;&#xC24;&#xC32;&#xC2E;&#xC41; ras&#x101;-talamu. n. A name of Hades. &#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC30;&#xC38;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41; ras-&#x101;bh&#x101;samu. n. Bad taste, inelegance. adj. Disagreeable, disgusting. &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC48;&#xC28;. &#xC06; &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F; &#xC30;&#xC38;&#xC3E;&#xC2C;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; in correcting the verse he has spoiled it, he showed bad taste in correcting it. &#xC30;&#xC38;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke coarsely. &#xC06;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC30;&#xC38;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that house is very disagreeable. &#xC0A;&#xC30;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC28; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC02;&#xC24;&#xC3E; &#xC30;&#xC38;&#xC3E;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; when the marriage procession was going on, there was a shower and everything was upset. &#xC30;&#xC38;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; ras-&#x101;yanamu. n. A panacea, a medicine preventing old age and prolonging life, &#xC1C;&#xC30;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC39;&#xC30;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41;. Butter milk, sweet curds, &#xC17;&#xC4B;&#xC30;&#xC38;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC4D;&#xC32;. Poison, &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC28;&#xC1A;&#xC4B; &#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC46;&#xC28;&#xC2F;&#xC41; &#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC35;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC30;&#xC38;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC2A;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. iii. 18. &#xC1F;&#xC40; &#xC30;&#xC38;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC24;&#xC40;&#xC38;&#xC3F;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC30;&#xC38;&#xC3E;&#xC32; ras&#x101;la. n. A pudding or mess of curds, mixed up with sugar and spices. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC28;&#xC47;&#xC15; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC30;&#xC38;&#xC3E;&#xC32;&#xC2E;&#xC41; ras&#x101;lamu. n. The sugar cane, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;. Also, the sweet mango tree, &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC38;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41; ras-&#x101;va&#x1E37;&#x1E37;u. n. A kind of cakes. &quot;&#xC24;&#xC28; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC35;&#xC41; &#xC32;&#xC4A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC35;&#xC21;&#xC32;&#xC41; &#xC1C;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC17;&#xC4B;&#xC26;&#xC41;&#xC2E; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC32;&#xC35;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; Vish. iii. 377. &#xC30;&#xC38;&#xC3F; or &#xC30;&#xC38;&#xC3F;&#xC15; rasi. [Tel.] n. The pus, or matter of a sore, serum. &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC40;&#xC2E;&#xC41;. &#xC30;&#xC38;&#xC3F;&#xC15; rasika. [Skt.] n. A woman of taste. &#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC30;&#xC38;&#xC3F;&#xC15;&#xC24; or &#xC30;&#xC38;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; rasikata. [Skt.] n. Good taste or judgement. &#xC30;&#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC24;. &#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; rasiku&#x1E0D;u. A man of taste. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC30;&#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; rasi-tamu. n. Sound noise, thunder. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rahasyamu. [Skt.] n. A secret, a mystery secrecy, privacy. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. adj. Secret, mysterious; private; abstruse, recondite, obscure. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC3E;&#xC1A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC39;&#xC26;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC3F; raha-d&#x101;r&#x12B;. [H.] n. A public way. A passport. The collection of tolls or taxes on roads.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC39;&#xC1F;&#xC41;</span>&#xA0;&#xA0;, &#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC30;&#xC3E;&#xC1F;&#xC41; raha&#x1E6D;u. [Tel.] n. Ravages, mischief, plague, trouble, annoyance. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC08; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC0E;&#xC32;&#xC41;&#xC15;&#xC32; &#xC30;&#xC39;&#xC1F;&#xC41; &#xC2E;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; in this house rats have made great havoc.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC39;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;raha&#x1E6D;amu. [Skt.] n. A spinning wheel. &#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;rastu. [H.] n. Food provisions, commissariat supplies. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC38;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1A; &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC41;&#xC32;&#xC41; &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC4A;&#xC17;&#xC3F;&#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC28;&#xC4D;, &#xC17;&#xC30;&#xC3F;&#xC2E;&#xC28;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; &#xC39;&#xC02;&#xC38;. i. &quot;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC35;&#xC40;&#xC23;&#xC46; &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC30; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC24;&#xC4B;&#xC1F;.&quot; S. i. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;rast&#x101;&#x1E37;i. [Tel. for &#xC30;&#xC38;&#xC26;&#xC3E;&#xC33;&#xC3F;.] n. A kind of plantain, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;rast&#x101;. [H.] n. A road. &#xC2C;&#xC3E;&#xC1F;. A high road, &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
                