&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rahitamu. [Skt.] adj. Destitute, bereft, abandoned, left. &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; rahitu&#x1E0D;u. n. One who is without or devoid of, one who is free from, &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; one who is devoid of learning, or is unlearned.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC39;&#xC3F;</span>&#xA0;&#xA0;rahi. [Tel.] n. Joy, &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;. Beauty, elegance, harmony. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. Lustre, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Affection, love, &#xC06;&#xC36;, &#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. Eagerness, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;. Understanding, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. Welfare, &#xC2C;&#xC3E;&#xC17;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC17;&#xC41;&#xC1C;&#xC30;&#xC3E;&#xC24;&#xC3F; &#xC1C;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41; &#xC17;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC2A;&#xC3F;&#xC28;&#xC21;&#xC3E;&#xC32;&#xC41; &#xC30;&#xC39;&#xC3F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC48;&#xC20;&#xC3F;&#xC23;&#xC40; &#xC30;&#xC35;&#xC3F;&#xC15;&#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;.&quot; H. 133. &quot;&#xC38;&#xC40; &#xC30;&#xC39;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC1C;&#xC02;&#xC24;&#xC4D;&#xC30; &#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC30;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC2E;&#xC32;&#xC17;&#xC3E;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; &#xC2E;&#xC3E;&#xC15;&#xC41;.&quot; Swa. ii. 46. &#xC30;&#xC39;&#xC3F; or &#xC30;&#xC39;&#xC3F;&#xC28;&#xC4D; adv. Eagerly, affectionately. &#xC05;&#xC36;&#xC24;&#xC4B;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. This word is often used as a mere peg to fill the metre. &#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC30;&#xC39;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; rahin&#x1E6D;su. v. n. To bloom, flourish, to be pleasant, to be agreeable, to shine. &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2E;&#xC46;&#xC30;&#xC2A;&#xC41;&#xC24;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC1A; &#xC1C;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28; &#xC2E;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC1A; &#xC15;&#xC30;&#xC15;&#xC32;&#xC41;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A; &#xC28;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC41;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC21;&#xC32;&#xC2E;&#xC3F;&#xC02;&#xC1A;.&quot; Paidimarri vi. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;</span>&#xA0;&#xA0;r&#x101;. [Tel. Short for &#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;.] A particle expressive of contempt, disrespect or familiarity (in poems &#xC30;, as in Swa. iii. 128. &quot;&#xC0F;&#xC32;&#xC30;&#xC2F;&#xC40;&#xC1A;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC47;&#xC32;&#xC30;, &#xC2C;&#xC3E;&#xC32;&#xC30;&#xC38;&#xC3E;&#xC32; &#xC2E;&#xC3E;&#xC32;&#xC24;&#xC40; &#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B;.&quot;) &quot;&#xC30;&#xC3E;&#xC30;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC15; &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC28;&#xC35;&#xC28;&#xC40;&#xC24;&#xC1A;&#xC4B;&#xC30; &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC3E;&#xC1D;&#xC41;&#xC32;&#xC2F;&#xC47;&#xC32;&#xC3F;&#xC15;.&quot; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; &#xC30;&#xC3E; come, you must do this? &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC41;&#xC30;&#xC3E; call him, will you? &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC47;&#xC30;&#xC3E; come, bring it here. &#xC2A;&#xC4B;&#xC30;&#xC3E; come, begone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;</span>&#xA0;&#xA0;r&#x101;. [Tel.] n. and adj. Short for &#xC30;&#xC3E;&#xC2F;&#xC3F; a stone; and also for &#xC30;&#xC3E;&#xC1A; (kindly adj.) Pertaining to a stone. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. Pertaining to a king, of the king, royal, &#xC30;&#xC3E;&#xC1A;, &#xC06; &#xC28;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they built the well round with stone. &quot;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3E; &#xC1C;&#xC17;&#xC24;&#xC3F;&#xC2A;&#xC48;, &#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;, &#xC2F;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC40;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC4B;&#xC26;&#xC46;&#xC32;&#xC41;.&quot; DRB. 550. &#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; the royal race, &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC1A;&#xC15;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC3E; the king of hills. &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41; the king of kings. &#xC30;&#xC3E;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F; a king&apos;s daughter. &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;. &#xC30;&#xC3E;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; a king&apos;s son, a prince, &#xC30;&#xC3E;&#xC1C;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. M. IV. i. 173. &#xC30;&#xC3E;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41; ra-&#x1E6D;sandamu. n. Kingly style or dignity. &#xC30;&#xC3E;&#xC1A;&#xC42;&#xC32;&#xC3F; r&#x101;-&#x1E6D;s&#x16B;li. n. A prince, or princess. &#xC30;&#xC3E;&#xC1C;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;. &#xC30;&#xC3E;&#xC1A;&#xC42;&#xC32;&#xC3F;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; a rocket.
			</div>
                