&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;gamu. [Skt.] n. A tune. &#xC2A;&#xC3E;&#xC1F;. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41;. Affection, love, delight, desire, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC3E;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. Sorrow. Colour, tint, dye, hue, &#xC30;&#xC02;&#xC17;&#xC41;. Envy. &#xC30;&#xC3E;&#xC17;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; envy and hatred. &#xC2E;&#xC26;&#xC28;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; agitation of love. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC06; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the girl is screaming away.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC17;</span>&#xA0;&#xA0;r&#x101;ga. [Tel.] n. A bad creature, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC3E;&#xC17;&#xC26;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC17; a serpent, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC32;&#xC3E;&#xC17;&#xC26;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC30;&#xC3E;&#xC17; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC3F;&#xC21;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC21;.&quot; (A&#x1E6D;as&#x1E6D;sa Telugu R&#x101;mayan,) i.e., Siva, the hero who wears as an earrring a serpent that hides in a hole. An adulteress, &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;. A proud or wicked man, &#xC09;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. adj. Shrewish wicked. &#xC17;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;, &#xC1A;&#xC46;&#xC21;&#xC41;&#xC17;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;&#xC30;&#xC30;&#xC3E;&#xC17;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC24;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28; &#xC28;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; Nrisim. &#xA7;. 12. &#xC30;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC02;&#xC17; a kind of grass called &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; r&#x101;gatanamu. n. Envy, malice. &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC32;&#xC4B;&#xC17;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC48;&#xC28;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC26;&#xC4B; &#xC1A;&#xC3F;&#xC35;&#xC32;&#xC41;&#xC35;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41; &#xC17;&#xC40;&#xC1C;&#xC41;&#xC2A;&#xC4B;&#xC30;&#xC15;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC1C;&#xC35;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC4D;&#xC28;.&quot; Appa kavi. ii. 36. &#xC30;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; r&#x101;gan&#x1E6D;la-m&#x101;ri. n. A blackguard, a villain. &#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC30;&#xC3F;, &#xC17;&#xC02;&#xC21;&#xC3E;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;. &quot;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC35;&#xC30;&#xC32;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC15;&#xC3E;&#xC15;&#xC32;&#xC28;&#xC41;&#xC26;&#xC40;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC3F;, &#xC30;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC28;&#xC3E;&#xC28; &#xC2C;&#xC47;&#xC30;&#xC1C;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC3F;&#xC28;&#xC47; &#xC30;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; H. v. 126.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E6D;su. [Tel.] v. n. To be rubbed, &#xC12;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; v. a. To rub. &#xC12;&#xC30;&#xC2F;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cover (with any substance;) to white-wash, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC02;&#xC27;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC4B;&#xC21;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC32;&#xC41;&#xC15;&#xC41;. To rub out. To file. &#xC30;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; r&#x101;&#x1E6D;su-konu. (reflexive form of &#xC30;&#xC3E;&#xC1A;&#xC41;) To rub one&apos;s self (against any thing.) &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC12;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1A;</span>&#xA0;&#xA0;r&#x101;&#x1E6D;sa. [from Skt. &#xC30;&#xC3E;&#xC1C;.] adj. Of or belonging to the king, &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC30;&#xC41; persons belonging to the kingly caste. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41; a Kshatriya king. &#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC42;&#xC28;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4B;&#xC21;&#xC41;&#xC32;&#xC47; &#xC1A;&#xC3E;&#xC35;&#xC26;&#xC41; a king&apos;s corpse will not fall alone; a proverb denoting that every great man&apos;s fall ruins many persons. &#xC30;&#xC3E;&#xC1A;&#xC2E;&#xC3E;&#xC32; a Pariah who was formerly a &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;. &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC35;&#xC28;&#xC3F; or &#xC30;&#xC3E;&#xC1C;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; r&#x101;&#x1E6D;sa-pani. n. A public affair, politics, a transaction, business. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC30;&#xC3E;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41; r&#x101;&#x1E6D;sa-komaru&#x1E0D;u. n. A king&apos;s son, a prince. &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC15;&#xC4A;&#xC32;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; r&#x101;&#x1E6D;sa-kolamu. n. The Kshatriya caste, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC15;&#xC4B;&#xC21;&#xC3F; r&#x101;&#x1E6D;sa-k&#x14D;&#x1E0D;i. n. A wild fowl with a beautiful purple plumage, an scarlet beak and crest; probably, the Black Ibis. &#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; r&#x101;&#x1E6D;sa-pu&#x1E47;du. n. A carbuncle &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41; r&#x101;&#x1E6D;sa-pu&#x1E47;&#x1E6D;uvu. n. A Kshatriya, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC2F;&#xC41;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15; r&#x101;&#x1E6D;sa-yusirika. n. A kind of Emblic Myrobalan. &#xC09;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; r&#x101;&#x1E6D;sa-rikamu. n. Government, &#xC30;&#xC3E;&#xC2C;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC21;&#xC41; r&#x101;&#x1E6D;sa-v&#x101;&#x1E0D;u. n. A Kshatriya. &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC40;&#xC21;&#xC41; r&#x101;tsa-v&#x12B;du. n. The capital of a king. &#xC30;&#xC3E;&#xC1C;&#xC27;&#xC3E;&#xC28;&#xC3F;. &#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; r&#x101;-chiluka. n. The large red parrot. &#xC30;&#xC3E;&#xC1C;&#xC15;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC41; ragin&#x1E6D;su. [Skt.] v. n. To shine, to be glad, rejoice &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2C;&#xC38;&#xC35;&#xC28;&#xC3F;&#xC2F;&#xC38;&#xC2E;&#xC35;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC30;&#xC38;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC28;&#xC4A;&#xC21;&#xC35;&#xC30;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; BD. ii. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC17;&#xC3F;</span>&#xA0;&#xA0;r&#x101;gi. [Tel.] n. Copper. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;. plu. &#xC30;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;.n. The grain called Natcheny, Cynosurus coracanus. &#xC1A;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC24;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; (for &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;) r&#x101;giche&#x1E6D;&#x1E6D;u. n. The Poplar-leaved Fig tree, Ficus religiosa. &#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC17;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;r&#x101;gi&#x1E0D;i. [Tel.] n. A round golden tire embossed with flower-patterns, worn by Hindu females on the back of, the crown of the head. &#xC1C;&#xC21;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;.
			</div>
                