&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;jitamu. [Skt.] adj. Illuminated, adorned, embellished, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC47;.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;r&#x101;ji. [Skt.] n. A line or row. &#xC2A;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;. A line, &#xC30;&#xC47;&#xC16;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC3F; a heap of flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;</span>&#xA0;&#xA0;r&#x101;ja. [Skt.] adj. Royal; belonging to a king. Lunar, belonging to the moon. Chief, eminent. &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC30;&#xC2F; &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC47;&#xC2E;&#xC3F;, &#xC15;&#xC32;&#xC41;&#xC35;&#xC32;&#xC26;&#xC33; &#xC2E;&#xC41;&#xC32;&#xC17;&#xC46; &#xC32;&#xC41;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC41; .&quot; R. i. 124. &#xC30;&#xC3E;&#xC1C;&#xC15;&#xC2E;&#xC41; r&#x101;jakamu. n. An assembly of kings. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. adj. Pertaining to Government. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. An act of oppression by the government or by the king, as opposed to &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41; evil regarded as a visitation of God. &#xC30;&#xC3E;&#xC1C;&#xC15;. &#xC26;&#xC48;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; casualties. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; rajamu. In composition denotes superiority (&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.) &#xC1A;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; a noble bow. &quot;&#xC1C;&#xC2E;&#xC26;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC24;&#xC21;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC1A;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC1D;&#xC02;&#xC2C;&#xC41;.&quot; DRB. 603. &quot;&#xC2E;&#xC18;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41;&quot; (N. ix. 200.) a noble sacrifice. &#xC30;&#xC3E;&#xC1C;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; r&#x101;ja-k&#x101;ryamu. n. A royal deed, politics. &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC28;&#xC3F;, &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F;. &#xC30;&#xC3E;&#xC1C;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; r&#x101;ja-grihamu. n. A palace. &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC17;&#xC30;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; r&#x101;jatvamu. n. Royalty. &#xC30;&#xC3E;&#xC1C;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41; r&#x101;ja-dantamu. n. A bright or chief tooth, i. c., a fore tooth. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; r&#x101;ja-dharmamulu. n. The duties incumbent on a king. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC40;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC28;&#xC41;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC27;&#xC3E;&#xC28;&#xC3F; r&#x101;ja-dh&#x101;ni. n. A metropolis or royal residence. A presidency. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; the king&apos;s kinsmen. &#xC30;&#xC3E;&#xC1C;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; the king&apos;s share, Government&apos;s share of produce. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC40;&#xC24;&#xC3F; r&#x101;ja-n&#x12B;ti. n. Royal polity, civil and military government. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; r&#x101;ja-nyu&#x1E0D;u. n. A man of the royal or military caste, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; r&#x101;jan-vantamu. adj. Having a good king (as a country.) &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F; a queen. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; a king&apos;s household priest. &#xC30;&#xC3E;&#xC1C;&#xC2C;&#xC40;&#xC1C;&#xC3F; r&#x101;ja-b&#x12B;ji. n. One of royal descent. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; r&#x101;ja-m&#x101;rgamu. n. The king&apos;s high way, a public road, &#xC18;&#xC02;&#xC1F;&#xC3E;&#xC2A;&#xC25;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC3E;&#xC1F;. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC37;&#xC2E;&#xC41; r&#x101;ja-m&#x101;shamu. n. The pulse termed Dolichos catjang. &#xC05;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; r&#x101;ja-yakshmamu. n. Pulmonary consumption. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; r&#x101;ja-y&#x14D;gamu. n. A simple and easy mode of abstract meditationn, as distinguished from the austere and rigorous modes. &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC4B;&#xC17;&#xC3F; r&#x101;ga-y&#x14D;gi. n. One who practises the &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; r&#x101;ja-yogyamu. adj. Proper or suitable for a sovereign. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC3E;&#xC1C;&#xC30;&#xC3E;&#xC1C;&#xC41; or &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC5B;&#xC41; r&#x101;ja-r&#x101;&#x1E0D;zu. n. An emperor, or universal monarch. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;. The god of riches, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;. Also, an epithet of Dury&#x14D;dhana, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;, and of the moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC30;&#xC40;&#xC24;&#xC3F; r&#x101;ja-r&#x12B;ti. n. Royal style. Also, Tinsel, &#xC39;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;, &#xC15;&#xC3E;&#xC15;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC30;&#xC4D;&#xC37;&#xC3F; r&#x101;jarshi. n. A man of the &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F; caste who by religious austerity has become a saint. &#xC30;&#xC3E;&#xC1A;&#xC35;&#xC3E;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC3F;. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; having a king. as a country. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41; r&#x101;ja-v&#x12B;dhi. n. A kind of cloth. B. D. iii. 102. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC40;&#xC27;&#xC3F; r&#x101;ja-v&#x12B;dhi. n. The main street of a town. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC40;&#xC27;&#xC3F;. &#xC30;&#xC3E;&#xC1C;&#xC36;&#xC47;&#xC16;&#xC30;&#xC2E;&#xC41; r&#x101;ja-s&#x113;kharamu. n. A sort of cloth. BD. iii. 102. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC40;&#xC27;&#xC3F; r&#x101;ja-&#x1E63;r&#x12B;. n. A title like Mr. prefixed to names, &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41; r&#x101;jasarpamu. n. A large species of snake. &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC42;&#xC2F;&#xC2E;&#xC41; r&#x101;ja-s&#x16B;yamu. n. A hecatomb or sacrifice performed by a monarch, after subduing other kings as in the case of Yudhistira and others. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38; or &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38;&#xC2E;&#xC41; r&#x101;ja-hamsa. n. A white goose or swan with red legs and bill; perhaps the flamingo. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC39;&#xC02;&#xC38;. Also, a phrase for an excellent king, &#xC30;&#xC3E;&#xC1C;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; r&#x101;j-&#x101;nku&#x1E0D;u. n. Siva: who has the moon as his emblem. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; r&#x101;j-&#x101;ngamu. n. Government. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC06; &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F; that government is now upset. &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2E;&#xC41; r&#x101;jasamu. [from &#xC30;&#xC1C;&#xC38;&#xC4D; dust.] adj. Impetuous. &#xC30;&#xC1C;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC10;&#xC39;&#xC3F;&#xC15; &#xC17;&#xC41;&#xC23;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2A;&#xC42;&#xC1C; worship offered to obtain a particular object such as fame, &#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC26;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC42;&#xC1C;. n. That which is of the earth, worldly, earthly. Passionateness, heat of temper. Hauteur, pride, arrogance. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC12;&#xC15;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; one man is haughty, the other man is meek. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC15;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he haughtily refused to reply. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; r&#x101;j-&#x101;danamu. n. A name applied to three different trees. Butea frondosa, Buchanania latifolia, and Mimusops kauki, &#xC2E;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC4B;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; raj-&#x101;vartamu. n. A sort of lapis lazuli having a sky blue or lilac tint. This stone is ground down into powder which painters use for a delicate light blue tint. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41; worthy of a king, &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC28;. &#xC30;&#xC3E;&#xC1C;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; r&#x101;j-&#x14D;pach&#x101;ramu. n. Attendance on a king. homage of servants to their master. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC36;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC42;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41; r&#x101;&#x1E0D;zanamulu. [Tel.] n. A superior kind of rice of a reddish colour. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4B;&#xC24;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;, &#xC2C;&#xC42;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC4D; &#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;, &#xC1C;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;, &#xC1C;&#xC3E;&#xC1C;&#xC3F;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC38;&#xC28;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;, &#xC17;&#xC02;&#xC2C;&#xC42;&#xC30;&#xC30;&#xC3E;&#xC5B;&#xC28;&#xC3E;&#xC32;&#xC41;.&quot; H. iv. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;jyamu. [Skt.] n. Rule, government. Administration of government, sovereignty. &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC0F;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. A kingdom, principality, country, &#xC12;&#xC15; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC0F;&#xC32;&#xC47; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while he reigned. &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am going to my own country. &#xC07;&#xC26;&#xC3F; &#xC05;&#xC21;&#xC35;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; this is a forest country or land. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC48; being expelled from the kingdom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC3F;</span>&#xA0;&#xA0;r&#x101;gnyi. [Skt. feminine gender of &#xC30;&#xC3E;&#xC5B;&#xC41;.] n. A queen, &#xC30;&#xC3E;&#xC5B;&#xC41;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A female ruler, &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;, &#xC30;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;jivamu. [Skt.] n. A lotus, &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC32;&#xC41;&#xC35;. Also, a large fish called Cyprinus niloticus. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC40;</span>&#xA0;&#xA0;r&#x101;ji. [H.] n. Consent. Reconciliation, a settlement of a quarrel or dispute. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC40;&#xC28;&#xC3E;&#xC2E;&#xC3E; resignation of an office. &#xC30;&#xC3E;&#xC1C;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; to satisfy, reconcile, appease. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC40;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is agreeable to me, I consent to it. &#xC30;&#xC3E;&#xC1C;&#xC40;&#xC28;&#xC3E;&#xC2E;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; to resign as office.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;r&#x101;jillu. [Skt.] v. n. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;jilamu. [Skt.] n. A snake equally thick at each end as if it had two heads, Amphis&#xE6;na. &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC35;&#xC32;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC35;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC41;&#xC30;&#xC17;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC41;&#xC16;&#xC17;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC27;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; BRY. ii. 223. &#xC08; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC07;&#xC26;&#xC3F; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC2E;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E0D;zu. [Tel.] v. n. To take fire, flame, begin to burn. &#xC2A;&#xC4A;&#xC17;&#xC30;&#xC3E;&#xC5B;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC42;&#xC2E;&#xC3F; &#xC24;&#xC2E;&#xC17;&#xC41;. &quot;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC15; &#xC2F;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC47;&#xC17;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC02;&#xC1F; &#xC2A;&#xC4A;&#xC2F;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC26;&#xC41;&#xC17;&#xC3E;.&quot; S. iii. 212. unless I go every day to work I cannnot keep the pot boiling.
			</div>
                