&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E6D;&#x1E6D;u. [Skt.] n. A king. &#xC30;&#xC3E;&#xC1C;&#xC41;. &quot;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;.&quot; T. i. 51. &#xC30;&#xC3E;&#xC21;&#xC4D;&#xC24;&#xC28;&#xC2F;&#xC41;&#xC21;&#xC41; r&#x101;&#x1E0D;-tanayu&#x1E0D;u. n. A king&apos;s son. &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC21;&#xC4D;&#xC35;&#xC02;&#xC36;&#xC2E;&#xC41; r&#x101;&#x1E0D;-vamsamu. n. Royal race or lineage, &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC21;&#xC4D;&#xC35;&#xC02;&#xC36;&#xC2A;&#xC2F;&#xC4B;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41;.&quot; R. v. 225.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; r&#x101;ttamu. [from Skt. &#xC30;&#xC39;&#xC1F;&#xC2E;&#xC41;.] n. A spinning wheel. &#xC28;&#xC42;&#xC32;&#xC41; &#xC35;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC35;&#xC21;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC15;&#xC2F;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41; &#xC15;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1C;&#xC32;&#xC41; &#xC28;&#xC41;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2F;&#xC41;&#xC28;&#xC41;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC41;&#xC21;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC41;&#xC02;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41; &#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; S. ii. 455. &#xC30;&#xC02;&#xC15;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; a merry-go-round. (lit. the prank wheel,) a whirligig.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41; r&#x101;&#x1E6D;u. [Tel.] n. Overcrowding, as of people. (&#xC1C;&#xC28;) &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;. Appearance, breaking out, as of rats or thieves. A plague, pest, danger, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC30;&#xC4A;&#xC37;&#xC4D;&#xC1F;&#xC41;, &#xC30;&#xC02;&#xC2A;&#xC41;. &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC0E;&#xC32;&#xC41;&#xC15;&#xC32;&#xC30;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the rats broke out in the house. &quot;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC1F;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC26;&#xC3E;&#xC2F;&#xC28;&#xC3F;&quot; (S. iii. 340.) I saw that I had got into a scrape which might cost me my bread. &#xC30;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC2A;&#xC21;&#xC41; r&#x101;&#x1E6D;u-pa&#x1E0D;u. v. n. To be troubled, teased, pestered, plagued, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41; (q. v.).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E0D;zu. [from Skt. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC4D;.] n. A king, prince, ruler. A lord, baron, earl, count, nobleman, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC0F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. The moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC40;&#xC2E; Government land, &#xC38;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41; &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC30;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41; or &#xC30;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41; r&#x101;-r&#x101;&#x1E0D;zu. n. A king of kings. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41;. An epithet of Kub&#x113;ra and Dury&#x14D;dhana, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC23;&#xC41;&#xC35;</span>&#xA0;&#xA0;r&#x101;&#x1E47;uva. [Tel.] n. An army, militia, yeomanry, &#xC38;&#xC47;&#xC28;. A retinue, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E47;in&#x1E6D;su. [from Skt. &#xC30;&#xC2E;&#xC23;.] v. n. To shine, be illustrious, be splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be beautiful or fine. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;r&#x101;&#x1E47;i. [from Skt. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC3F;.] n. A queen, &#xC30;&#xC3E;&#xC5B;&#xC41;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. A wife, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; r&#x101;&#x1E47;i-v&#x101;samu. n. The female apartments, the queen&apos;s house, a zenana. &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC40;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC03;&#xC15;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC40;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24; &#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC32;.&quot; HN. iv. 64. &#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F; or &#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; r&#x101;&#x1E47;i-v&#x101;si. n. A gosha lady, a lady. &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A wife, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC23;</span>&#xA0;&#xA0;r&#x101;&#x1E47;a. [Tel. another form of &#xC30;&#xC2E;&#xC23;.] n. Brightness, lustre. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Cheerfulness. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. Beauty, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;. Love, liking. &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;. &quot;&#xC30;&#xC3E;&#xC23;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC48; &#xC20;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F;.&quot; Swa. iv. 36. &#xC1F;&#xC40; &#xC30;&#xC3E;&#xC23;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;&#xC26;&#xC41;&#xC03;&#xC16; &#xC2A;&#xC30;&#xC35;&#xC36;&#xC2F; &#xC17;&#xC41;&#xC1A;&#xC41;&#xC02; &#xC30;&#xC3E;&#xC23;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1F;&#xC17;&#xC28;&#xC3F; &#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC23;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1C;&#xC40;&#xC1A;&#xC3F;.&quot; Vish. viii. 181.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E0D;u. [Tel.] n. A post or pillar. &#xC17;&#xC41;&#xC02;&#xC5B;, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC14;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F; &#xC30;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC47; &#xC24;&#xC3E;&#xC32;&#xC2A;&#xC3E;&#xC21;&#xC30;&#xC3F; &#xC38;&#xC40;&#xC2E;&#xC1C;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; A. vi. 13. &#xC14;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC32;&#xC3F;, &#xC2E;&#xC40;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;, &#xC30;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2E;&#xC32;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC35;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. (Also, 3rd pers. neg. sing of &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; See under &#xC30;&#xC3E;.)
			</div>
                