&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;yasamu. [for Skt. &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2E;&#xC41;.] n. Authority. Clerkship, secretaryship. &#xC1C;&#xC3E;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2F;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41; r&#x101;yasa-g&#x101;&#x1E0D;u. n. A secretary.&#xC5B;&#xC3E;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC2F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; r&#x101;ya-b&#x101;ramu. [for Skt. &#xC30;&#xC3E;&#xC1C;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A negotiation, message, embassy. Intercession. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC4C;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC3F; or &#xC30;&#xC3E;&#xC2F;&#xC2D;&#xC3E;&#xC30;&#xC3F; r&#x101;ya-b&#x101;ri. n. An ambassador. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; r&#x101;ya&#x1E0D;u. [from Skt. &#xC30;&#xC3E;&#xC1C;&#xC41;.] n. King, master, lord, &#xC30;&#xC3E;&#xC5B;&#xC41;. (A word used only in compound phrases.) &#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; the king of birds, i.e., Garu&#x1E0D;a. &#xC24;&#xC46;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; or &#xC06;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; the name of the god worshipped at Chicacole. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; the king of hills, i.e., the Himalaya. A title (like Mr.) assumed by certain Hindus as &#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41;, &#xC17;&#xC4B;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC2F;&#xC32;&#xC41; (plu.) was the title assumed by the last Telugu dynasty. the kings of Vijayanagar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC02;&#xC1A;</span>&#xA0;&#xA0;r&#x101;-y-an&#x1E6D;sa. [Tel. &#xC30;&#xC3E;&#xC1A; + &#xC05;&#xC02;&#xC1A;. from Skt. &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38;.] n. The fabulous swan.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2E;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;-ma&#x1E6D;hamu. [Skt.] n. Assaf&#x153;tida. &#xC07;&#xC02;&#xC17;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;r&#x101;ma. [Skt. lit. Beautiful.&apos;] n. A woman, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC30;&#xC3E;&#xC2E;&#xC03; or &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; r&#x101;mah. n. R&#x101;ma a celebrated hero. This name is also applied to Balar&#x101;ma and Parasur&#x101;ma. &#xC30;&#xC3E;&#xC2E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28; a hymn to R&#x101;ma. &#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC30;&#xC3E;&#xC2E;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; r&#x101;ma-chandru&#x1E0D;u. n. The glorious R&#x101;ma. &#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; r&#x101;ma-chiluka. n. A species of parrot. &#xC30;&#xC3E;&#xC2E;&#xC24;&#xC2E;&#xC4D;&#xC2E; r&#x101;ma-tamma. n. A parrot, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;. &#xC30;&#xC3E;&#xC2E;&#xC24;&#xC3E;&#xC21;&#xC41; r&#x101;ma-t&#x101;&#x1E0D;u. n. A gigantic palmyra tree, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC3E;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. plu. &#xC30;&#xC3E;&#xC2E;&#xC24;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC26;&#xC3E;&#xC38;&#xC41; or &#xC05;&#xC21;&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC26;&#xC3E;&#xC38;&#xC41; r&#x101;ma-d&#x101;su. n. The Black winged Kite, Elanus caculcus. (F.B.I.) &#xC30;&#xC3E;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC3E;&#xC21; r&#x101;ma-prat&#x101;pamu. n. An ancient gold coin (&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;) weighing ten pagodas. &#xC30;&#xC3E;&#xC2E;&#xC2B;&#xC32;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41; r&#x101;ma-phalamu. n. The great red custard apple called Bullock&apos;s Heart or Sweet sop, Anona reticulata. The true Custard apple of the West Indies (Watts.) See &#xC38;&#xC40;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41; r&#x101;ma-b&#x101;&#x1E47;amu. n. A bookworm (tinea) Lit. the arrow of the hero R&#x101;ma; as these worms spare no volume whatever, being indiscriminate in destruction; equivalent to &quot;the holts of Jove.&quot; &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC2D;&#xC1C;&#xC28; r&#x101;ma-bhajana. n. Worship of Rama, chanting or reciting the R&#x101;m&#x101;yana. &#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; r&#x101;mamu. n. A large species of deer. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC15; r&#x101;ma-mulaka. n. A small plant resembling the brinjal with a white fruit. &#xC30;&#xC3E;&#xC2E;&#xC30;&#xC3E;&#xC2E; r&#x101;ma-r&#x101;ma. interj. Alas! alas! &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; r&#x101;malu. n. plu. A sort of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC35;&#xC30;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC2E;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; r&#x101;ma-varamu. n. Lit. the word of R&#x101;ma, a phrase for a sacred promise, an irrevocable word, absolute truth. &quot;God&apos;s truth.&quot; &#xC30;&#xC3E;&#xC2E;&#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; r&#x101;ma-s&#x101;garamulu. n. plu. A species of rice. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC41; or &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; r&#x101;m-&#x101;nujulu. n. The name of a certain reformer among the Vaishnavites. &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2E;&#xC23;&#xC3F; v&#x101;m&#x101;-ma&#x1E47;i. n. A jewel among women, i.e., a superior woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; r&#x101;m-&#x101;ya&#x1E47;amu. n. The R&#x101;m&#x101;yana, an epic poem of the Hindus, recording the adventures of Rama, the son of Dasaradha. &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; r&#x101;m-&#x101;rpa&#x1E47;amu-g&#x101;n-i&#x1E6D;s&#x1E6D;su. v. a. To give a solemn donation. &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC21;&#xC3F; or &#xC30;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC3E;&#xC21;&#xC3F; r&#x101;muni-d&#x101;&#x1E0D;i. n. Lit. R&#x101;ma&apos;s invasion. An innumerable number &#xC05;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC27;&#xC3F;&#xC32;&#xC4B; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; the people are going about in the streets in vast crowds.
			</div>
                