&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;r&#x101;lu. [Tel.] v. n. To fall off or down, to drop, to run or flow off, as tears, &amp;c. &#xC2A;&#xC24;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC21;&#xC41;. &#xC06;&#xC15;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; leaves fall. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3F; fire flashed from his eyes. &#xC08; &#xC15;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC1C;&#xC28;&#xC2E;&#xC41; &#xC0E;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; in this famine the people dropped down like withered leaves. &quot;&#xC1A;&#xC3E;&#xC32;&#xC26;&#xC4B;&#xC2F;&#xC3F;&#xC1F;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC15; &#xC30;&#xC3E;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC28;.&quot; BD. v. 854. &#xC30;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2F; r&#x101;lu-g&#x101;ya. n. A wicked or mischievous boy. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;. &#xC30;&#xC3E;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC2F;&#xC24;&#xC28;&#xC2E;&#xC41; r&#x101;lu-g&#x101;ya-tanamu. n. Wickedness, mischief. &#xC24;&#xC41;&#xC02;&#xC1F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC35;&#xC30;&#xC32;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC15;&#xC3E;&#xC15;&#xC32;&#xC28;&#xC41; &#xC26;&#xC40;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC3F; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC3F;, &#xC30;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC28;&#xC3E;&#xC28;&#xC2C;&#xC47;&#xC30;&#xC1C;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;, &#xC28;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC47; &#xC30;&#xC46;&#xC28;&#xC46;&#xC30;&#xC3E;&#xC17;&#xC02;&#xC1F;&#xC4D;&#xC32; &#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; H. v. 126. &#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC30;&#xC3E;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC30;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; r&#x101;lu&#x1E6D;su. v. a. To knock off, beat down, shed, &#xC30;&#xC3E;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she shed tears. &#xC30;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; r&#x101;lupu. n. Falling off, dropping, as leaves, &#xC30;&#xC3E;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; r&#x101;lu. [Tel. plu. of &#xC30;&#xC3E;&#xC2F;&#xC3F;.] n. Stones. &#xC2E;&#xC17;&#xC30;&#xC3E;&#xC32;&#xC41; diamonds, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;, &#xC30;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41;. See under &#xC30;&#xC3E;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;r&#x101;yu. [Tel.] v. n. To rub to be rubbed, roughened, or frayed, &#xC12;&#xC30;&#xC2F;&#xC41;. To become hoarse, as the throat (&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41;) &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;. To oppose, &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To quarrel. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; &#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; he is hoarse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC40;</span>&#xA0;&#xA0;, &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC41;, &#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC41; or &#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC40; r&#x101;yit&#x12B;. [H.] adj. Cheap. n. Cheapness. Remission, abatement of a demand, indulgence, favour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;r&#x101;yi&#x1E0D;i. [Tel. from &#xC30;&#xC3E;&#xC2F;&#xC41;.] n. Rubbing, friction; plague, trouble, annoyance, ravages. &#xC12;&#xC15;&#xC30;&#xC2F;&#xC3F;&#xC15;, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC32;&#xC47;&#xC15;&#xC38;&#xC30;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC32; &#xC1C;&#xC28;&#xC41; &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC41;.&quot; L. xiv. 26. &quot;&#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F; &#xC30;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC3F;.&quot; Pal. 74. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; r&#x101;yi&#x1E0D;-in&#x1E6D;su. v. n. To rub together. &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC24;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC12;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. To make a noise, to cause a disturbance. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28; &#xC38;&#xC4C;&#xC30;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC2A;.&quot; Vish. iii. 113. &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC30;&#xC35;&#xC32;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC2A;.&quot; V. P. v. 13. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; r&#x101;yi&#x1E0D;i-k&#x101;&#x1E0D;u. n. A tormentor. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; &#x1E5B;&#x101;yi&#x1E0D;i-katte. n. A troublesome woman. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC3F; a kind of drum, &#xC21;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;r&#x101;yi. [Tel.] n. A stone, rock, &#xC36;&#xC3F;&#xC32;. &#xC07;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F; a brick. &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC30;&#xC2A;&#xC4D;&#xC2A; stone and rubbish. (here &#xC30;&#xC2A;&#xC4D;&#xC2A; is an anuk.) (Gen. &#xC30;&#xC3E;&#xC24;&#xC3F;. Instr. &#xC30;&#xC3E;&#xC24;. Plu. &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2D;&#xC42;&#xC2E;&#xC3F; stony soil. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a lump of dross. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; a crystal or bit of salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC47;&#xC28;&#xC41; &#xC12;&#xC15;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I have one single son whom I have kept as a pet. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC12;&#xC15;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;. I am left solitary. A proverb says &#xC1A;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC4B; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41; to dissuade one from a good deed. See &#xC30;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC17;&#xC3F; r&#x101;vi. [Tel.] n. The Poplar leaved Fig tree, Ficus religiosa, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC35;&#xC3F; &#xC06;&#xC15;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; she trembled like an aspen leaf, the leaves of the fig tree being proverbial for quivering. &#xC17;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC35;&#xC3F; the Portria tree, Hibiscus populncus, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x101;va&#x1E47;u&#x1E0D;u. [Skt. literally, he who afficts or injures.] n. R&#x101;va&#x1E47;a, the Asura lord, the sovereign of Lanka, or Ceylon, &#xC32;&#xC02;&#xC15;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. A very cruel man &#xC39;&#xC3F;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. A learned fool, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. &quot;&#xC26;&#xC48;&#xC35;&#xC24;&#xC2F;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC1C;&#xC17;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC36;&#xC30;&#xC27;&#xC3F;&#xC28;&#xC48;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC24;&#xC41;&#xC28;&#xC4D;.&quot; R. iii. 69. &#xC30;&#xC3E;&#xC35;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC1F; a labyrinth, a great puzzle. &#xC30;&#xC3E;&#xC35;&#xC23;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; r&#x101;va&#x1E47;a-hastamu. n. A kind of fiddle. &#xC35;&#xC40;&#xC23;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC15;&#xC3E;&#xC39;&#xC33;&#xC32;&#xC4D; &#xC21;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC23;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC21;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC30;&#xC33;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Balrama. v. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;va&#x1E0D;amu. [Tel. from &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.] n. Coming. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC30;&#xC3E;&#xC35;&#xC21;&#xC3F; r&#x101;va&#x1E0D;i. n. Danger, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC39;&#xC3E;&#xC35;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC35;&#xC2E;&#xC41; r&#x101;vamu. [Skt.] n. Sound, voice, noise. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC3E;&#xC2A;&#xC21;&#xC41;. (q. v.)
			</div>
                