&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC41;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC35;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41; Same as &#xC30;&#xC4C;&#xC24;&#xC41; or &#xC30;&#xC35;&#xC41;&#xC24;&#xC41;. (q. v.) &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;r&#x101;vu. [Tel. another form of &#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41;.] n. An honorific title like (Mr.) assumed by Vy&#x101;pari Brahmins or by the Velama caste in the North; as &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC41;, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC30;&#xC3E;&#xC35;&#xC41;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC35;&#xC41;. &quot;&#xC24;&#xC47;&#xC1C;&#xC40;&#xC30;&#xC3E;&#xC35;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC47;&#xC15;</span>&#xA0;&#xA0;, &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC41;, &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC41; or &#xC30;&#xC3E;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC15; r&#x101;vi-r&#x113;ka. [Tel.] n. A jewel worn by children or women on the forehead. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4A;&#xC38;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC3E;&#xC32;&#xC47;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC4B;&#xC32;&#xC3F;&#xC28; &#xC2B;&#xC3E;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC30;&#xC3E;&#xC35;&#xC3F; &#xC30;&#xC47;&#xC15;&#xC17;&#xC26;&#xC32;&#xC28;&#xC4D;. &quot; N. iv. 165.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;r&#x101;vin&#x1E6D;su. [Tel. from &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, and another form of &#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To cause to come, to send for, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;hityamu. [Skt. from &#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;.] n. Non existence. &#xC30;&#xC39;&#xC3F;&#xC24;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC2E;&#xC3F;. Absence of, want of, freedom from. &#xC26;&#xC4B;&#xC37;&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; freedom from fault, the being without fault. &#xC17;&#xC41;&#xC23;&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; unqualifiedness, i.e., the absence of any good quality. &quot;&#xC26;&#xC47;&#xC35;&#xC3E;&#xC26;&#xC3F; &#xC2D;&#xC47;&#xC26;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC48; &#xC24;&#xC26;&#xC4D;&#xC2D;&#xC47;&#xC26;&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;.&quot; A. iii.96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC28;</span>&#xA0;&#xA0;r&#x101;sna. [Skt.] n. A plant called Smilax china, or Alpinia galana. A water plant without any root in the ground. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;, &#xC26;&#xC41;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC28;, &#xC05;&#xC02;&#xC24;&#xC30; &#xC24;&#xC3E;&#xC2E;&#xC30;. Mimosa octandria. Rox. ii. 564. The Serpent ophioxylon, a sort of perfume. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;r&#x101;si. [from Skt. &#xC30;&#xC3E;&#xC36;&#xC3F;.] n. A heap. See &#xC30;&#xC3E;&#xC36;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;samu. [Skt.] n. Frolics, pastime, rustic dances. &#xC17;&#xC4B;&#xC2A;&#xC15;&#xC41;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC06;&#xC1F;. &quot;&#xC30;&#xC3E;&#xC2E;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC3E;&#xC21;&#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC28;&#xC4B;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC3F;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC30; &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC30;&#xC3F; &#xC30;&#xC3E;&#xC2E;&#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC3E;.&quot; B. x. 1159.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC38;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;sabhamu. [Skt.] n. An ass. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;. &#xC30;&#xC3E;&#xC38;&#xC2D;&#xC3F; r&#x101;sabhi. n. A she ass or jenny. &#xC30;&#xC3E;&#xC38;&#xC2D;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; r&#x101;sabh-&#x14D;kti. adj. Braying, harsh-voiced.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x101;&#x1E63;h&#x1E6D;ramu. [Skt.] n. A realm, country, &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, A public calamity, such as plague or famine. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; the middle kingdom, that is, Central India.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC36;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC3E;&#xC38;&#xC3F; r&#x101;&#x1E63;i. [Skt.] n. A heap, pile; a collection, quantity, multitude, mass. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. A constellation or sign of the Zodiac, &#xC2E;&#xC47;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;. These are &#xC2E;&#xC47;&#xC37;&#xC2E;&#xC41; (Aries), &#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41; (Taurus), &#xC2E;&#xC3F;&#xC25;&#xC41;&#xC28;&#xC2E;&#xC41; (Gemini), &#xC15;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41; (Cancer), &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41; (Leo), &#xC15;&#xC28;&#xC4D;&#xC2F; (Virgo), &#xC24;&#xC41;&#xC32; (Libra), &#xC35;&#xC43;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; (Scorpio), &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41; (Sagittarius), &#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41; (Capricornus), &#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41; (Aquarius,) and &#xC2E;&#xC40;&#xC28;&#xC2E;&#xC41; (Pisces). Plu. &#xC30;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;, &#xC1C;&#xC32;&#xC30;&#xC3E;&#xC36;&#xC3F; or &#xC05;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC3F; the collection of waters, i.e., the ocean. &#xC1C;&#xC40;&#xC35;&#xC30;&#xC3E;&#xC36;&#xC3F; or &#xC1C;&#xC40;&#xC35;&#xC15;&#xC4B;&#xC1F;&#xC3F; the animal kingdom, animated nature. &#xC09;&#xC2D;&#xC2F;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; the gross produce of a field before the Government share is deducted. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC3F; a heap of winnowed grain. &#xC2C;&#xC42;&#xC17;&#xC30;&#xC30;&#xC3E;&#xC38;&#xC3F; a heap of unwinnowed grain. &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41; a small quantity of grain remaining after a heap has been measured. &#xC24;&#xC4D;&#xC30;&#xC48;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41; the rule of three. &#xC2A;&#xC02;&#xC1A;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41; the double rule of three. &#xC2C;&#xC39;&#xC41;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41;, compound proportion. &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41; r&#x101;si-p&#x14D;&#x1EE5;u. v. a. To heap or pile up. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;r&#x101;huvu. [Skt.] n. The name of the ascending node of the moon, &#xC24;&#xC32;&#xC17;&#xC3E;&#xC2E;&#xC41;. The name of a certain demon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC30;&#xC4C;&#xC24;&#xC41; r&#x101;hutu. [Skt.] n. A trooper, a horseman. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC4C;&#xC24;&#xC41;.&quot; &#xC06;&#xC2A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41; &#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;.&quot; M. VI. iii. 217.
			</div>
                