&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC02;&#xC5B;</span>&#xA0;&#xA0;rin&#x1E0D;za. [Tel.] n. A certain feat in wrestling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC02;&#xC1B;&#xC4B;&#xC33;&#xC3F;</span>&#xA0;&#xA0;rinchh&#x14D;&#x1E37;i. [Skt.] n. A multitude, crowd, mob. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC42;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC30; &#xC17;&#xC02;&#xC21; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC47;&#xC30;&#xC2E;&#xC23;&#xC3F;&#xC2E;&#xC30;&#xC40;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1B;&#xC4B;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC2F;&#xC28;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41; &#xC32;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; Swa. Preface 15. &#xC1F;&#xC40; &#xC30;&#xC3F;&#xC02;&#xC1B;&#xC4B;&#xC33;&#xC3F; = &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;ringu. [Tel.] n. The flutering of wings. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; ringulu. n. plu. The ends of a garment. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2C;&#xC32;&#xC41;&#xC35;&#xC48;&#xC28;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC47; &#xC1C;&#xC32;&#xC41; &#xC35;&#xC48;&#xC28;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41; &#xC35;&#xC32;&#xC41;&#xC35; &#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Raja S&#x113;khara. i. 24. &quot;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC35; &#xC30;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2E;&#xC48; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; R. ii. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC02;&#xC16;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC3F;&#xC02;&#xC17;&#xC23;&#xC2E;&#xC41; rinkha&#x1E47;amu. [Skt.] n. Slipping, stumbling. &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1F;, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC28;&#xC2E;&#xC41;. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC24;&#xC41;&#xC02;&#xC17;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17; &#xC30;&#xC3F;&#xC02;&#xC16;&#xC23;&#xC1C;&#xC27;&#xC42;&#xC33;&#xC3F; &#xC2A;&#xC30;&#xC40;&#xC24;&#xC2A;&#xC24;&#xC02;&#xC17;.&quot; Balaram. v. 109. &#xC30;&#xC3F;&#xC02;&#xC16;&#xC24;&#xC4D; rinkhat. adj. Slipping, stumbling. Skipping. &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC47;. Shining, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;, &quot;&#xC30;&#xC3F;&#xC02;&#xC16;&#xC24;&#xC4D;&#xC15;&#xC28;&#xC15;&#xC2E;&#xC23;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC15;&#xC36;&#xC30;&#xC2E;&#xC41;&#xC32;.&quot; T. v. 62. &#xC1F;&#xC40; &#xC30;&#xC3F;&#xC02;&#xC16;&#xC24;&#xC4D; = &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;. &quot;&#xC15;&#xC02;&#xC27;&#xC30;&#xC3E; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC27;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3E;, &#xC18;&#xC28;&#xC24;&#xC30;&#xC4D;&#xC37;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC30;&#xC3F;&#xC02;&#xC16; &#xC24;&#xC4D;&#xC15;&#xC30;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC43;&#xC17;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC32;&#xC4B;&#xC32;.&quot; ib. v. 126. &#xC1F;&#xC40; &#xC30;&#xC3F;&#xC02;&#xC15;&#xC24;&#xC4D; = &#xC0E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &quot;&#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC16;&#xC3E;&#xC38;&#xC02; &#xC18;&#xC3E;&#xC24;&#xC1C;&#xC3E;&#xC24;&#xC30;&#xC47;&#xC23;&#xC42;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC16;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC28;&#xC43;&#xC2A;.&quot; Swa. preface. 53. &#xC1F;&#xC40; &#xC30;&#xC3F;&#xC02;&#xC16;&#xC24;&#xC4D; = &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC02;&#xC16;</span>&#xA0;&#xA0;rinkha. [Skt.] n. A horse&apos;s hoof. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC46;&#xC15;&#xC4D;&#xC15;, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC16;&#xC41;&#xC30;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3F;&#xC02;&#xC16;&#xC3E; &#xC38;&#xC02;&#xC18;&#xC3E;&#xC24;&#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC35;&#xC43;&#xC24; &#xC35;&#xC3F;&#xC24;&#xC24;&#xC27;&#xC30;&#xC3E;&#xC30;&#xC47;&#xC23;&#xC41;&#xC2A;&#xC02;&#xC15;&#xC40;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC2C;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC4D;.&quot; Anirud. iv. 62. A certain pace. Dancing, &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;</span>&#xA0;&#xA0;ri. [Tel.] n. A note in music called B.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC0B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rikthamu. [Skt.] n. Wealth, property. &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC25;&#xC39;&#xC3E;&#xC30;&#xC3F; riktha-h&#x101;ri. n. An heir, one who succeeds to the property of the deceased and gives the funeral cake. &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F;, &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;riktamu. [Skt.] adj. Empty, void, poor, indigent. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; rikta-hastamu. n. An empty hand. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. One verse says &quot;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC28;&#xC28;&#xC4B;&#xC2A;&#xC47;&#xC2F;&#xC3E; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC48;&#xC35;&#xC24;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC02;.&quot; &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; rikta-hastu&#x1E0D;u. n. One who is empty-handed. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC47;&#xC24; &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; riktu&#x1E0D;u. n. A poor man, a pauper. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; riktu-r-&#x101;lu. n. A poor woman. &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;rikka. [Tel.] n. A star. &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A constellation, a lunar mansion. A peculiar noise made in driving cattle. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC24;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. A pustule, weal, blister. &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;. &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; rikkin&#x1E6D;su. v. a. To prick up the ears, &amp;c. &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC3F;&#xC17;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC2D;&#xC1F;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC47;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC30; &#xC28;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC28;&#xC4D; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC2F;&#xC32;&#xC4D; &#xC2A;&#xC38;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC28;&#xC4D; &#xC26;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC3F;&#xC36;&#xC32;&#xC4D; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC30;&#xC41; &#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC17;&#xC35;&#xC32;&#xC4D; &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC48; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC21;&#xC32;&#xC4D;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC3F;&#xC38;&#xC4D;&#xC38; &#xC2E;&#xC4A;&#xC32;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC28;&#xC4D;.&quot; R. ii. 19. &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC21;&#xC41; rikka-ve&#x1E6D;&#x1E6D;u. v. n. To stretch the body through drowsiness. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41; &#xC1A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC46;&#xC30;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;, &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. iii. 2244. &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; rikku. n. The noise made by waving a cane of whip, etc.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rikamu. [Tel.] An affix like &apos;hood&apos; or &apos;ness&apos; signifying state or condition, as &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; greatness, &#xC2E;&#xC47;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; cousinhood, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; thieving, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; virginity, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; relationship, &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; newness. &#xC2E;&#xC3E;&#xC32;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; (UH. iv. 191.) the being a pariah.
			</div>
                