&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rugnamu. [Skt.] adj. Bent, crooked, curved. &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;. Sick, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC30;&#xC41;&#xC17;&#xC4D;&#xC2E;&#xC24; rugmata. n. Sickness, disease, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;rukmi. [Skt.] n. The brother of Rukmi&#x1E47;i. &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;&#xC23;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;&#xC23;&#xC3F; rukmi&#x1E47;i. n. The name of the principal wife of Krishna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;&#xC23;&#xC40;&#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; the marriage of Rukmi&#x1E47;i, the name of a particular episode in the Bh&#x101;gavata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rukmama. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; a goldsmith.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;ruknu. [Skt.] n. Sickness. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. Splendour. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rundramu. [Skt.] adj. Large, great, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ran&#x1E0D;amu. [Skt.] n. The head separated from the trunk, &#xC26;&#xC47;&#xC39;&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24; &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC24;&#xC46;&#xC17;&#xC3F;&#xC35;&#xC24;&#xC32;. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC21; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; BD. iv. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC41;&#xC1F;&#xC02;&#xC2A;&#xC41; ru&#x1E6D;amu. [from Skt. &#xC30;&#xC42;&#xC22;&#xC2E;&#xC41;.] adj. Hard, firm. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC1F;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC32;&#xC41;.&quot; T. ii. 74. &#xC30;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC17; ru&#x1E6D;amu-ga. adv. Firmly, certainly. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;, &#xC30;&#xC42;&#xC22;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC15; &#xC05;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC28;&#xC47;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;, &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC3E;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;, &#xC30;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC18;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC2A;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; &#xC15;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot; Valeswara. v. 116.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC5B;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;ru&#x1E0D;zuru. [H.] n. Proof. &#xC30;&#xC41;&#xC5B;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; ru&#x1E0D;zuvu-ch&#x113;yu. v. a. To prove, to establish. &#xC30;&#xC41;&#xC5B;&#xC41;&#xC35;&#xC48;&#xC28; ru&#x1E0D;zuv-aina. adj. Proved, established.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC1C;</span>&#xA0;&#xA0;ruja. n. [Skt.] Disease, destruction. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &quot;&#xC26;&#xC41;&#xC03;&#xC16;&#xC30;&#xC41;&#xC1C;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.&quot; P. iv. 213.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;ruchi. [Skt.] n. Taste, flavour, relish. &#xC1A;&#xC35;&#xC3F;. Desire, wish, inclination, &#xC07;&#xC1A;&#xC4D;&#xC1A;. A ray of sunlight, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. Lustre, light, splendour, &#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ruchin&#x1E6D;su. v. n. To be agreeable, to be sweet. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; I did not like it. &quot;&#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC26;&#xC41; &#xC2E;&#xC40;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4D; &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; S. iii. 368. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41; ruchi-karamu. adj. Delicious, fine, sweet, agreeable.&#xC1A;&#xC35;&#xC3F;&#xC17;&#xC32;. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC17;&#xC32; or &#xC30;&#xC41;&#xC1A;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28; ruchi-gala. adj. Tasty, of good flavour, delicious. &#xC1A;&#xC35;&#xC3F;&#xC17;&#xC32;. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; ruchi-&#x1E6D;s&#x16B;tsu. v. a. To taste. &#xC1A;&#xC35;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC41; or &#xC30;&#xC41;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; ruchiramu. adj. Tasty, sweet, pleasing. Charming, beautiful, &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ruchakamu. [Skt.] n. An ornament for the neck or breast. &#xC15;&#xC02;&#xC20;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC26;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;, &#xC30;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC15; or &#xC30;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC4D;&#xC1A; ru&#x1E0D;u-rakka. [for Skt. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;.] n. The berries of the El&#x153;ocarpus, of which rosaries are usually made. &#xC2E;&#xC3E;&#xC32;&#xC3E;&#xC2B;&#xC32;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;. &quot;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC26;&#xC41;&#xC30;&#xC3E;&#xC15; &#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC2C;&#xC42;&#xC28;&#xC3F;.&quot; Chenn. iv. 206.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;ruddu. [Tel.] v. a. To rub, scrub. &#xC24;&#xC4B;&#xC2E;&#xC41;. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC21;&#xC41; ruddudu. n. Rubbing. &#xC24;&#xC4B;&#xC2E;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;rutta. [Tel.] n. Destruction, ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC41; &#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC4B; he is totally ruined.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC41;&#xC24;&#xC3F; rutamu. [Skt.] n. The cry of birds. Any cry or noise, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC30;&#xC4A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ruditamu. [Skt.] n. Weeping, crying. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41;, &#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;ru&#x1E6D;&#x1E6D;u. [Skt.] n. Wrath, anger. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC15;&#xC3F;&#xC28;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;ruttu. [Tel.] v. a. To beat, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                