&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;</span>&#xA0;&#xA0;ru. [Tel.] (in accounts) a contraction for Rupees. See on &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;. Thus &#xC30;&#xC42;  = Rs. 250.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rusumu. [H.] n. A fee, a bribe; commission, brokerage. Customs, taxes, dues.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC41;&#xC38;&#xC3F;</span>&#xA0;&#xA0;rusi. [for Skt. &#xC0B;&#xC37;&#xC3F;.] n. A hermit, monk, saint. &quot;&#xC30;&#xC41;&#xC38;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC40; &#xC15;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC26;&#xC41; &#xC2A;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC38;&#xC3F;&#xC2C;&#xC4B;&#xC32;&#xC46; &#xC24;&#xC3E;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC41; &#xC28;&#xC47;&#xC28;&#xC41; &#xC38;&#xC41;&#xC30;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC1C;&#xC3E;&#xC32;&#xC41;&#xC1C;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC4B;&#xC39;&#xC4B;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC28;&#xC4D;.&quot; P. i. 259.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ru&#x1E47;in&#x1E6D;su. [Tel.] v. a. To wrestle in a particular way. &#xC30;&#xC42;&#xC23;&#xC3F;&#xC02;&#xC2A;&#xC41; r&#x16B;&#x1E47;impu. n. A certain feat in wrestling, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC02;&#xC27; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x16B;&#x1E0D;hamu. [Skt.] adj. Sure, certain, true, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Public, notorious, well-known. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. Opened, blown, as a bud, &#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC3F;&#xC28;. &#xC30;&#xC42;&#xC22;&#xC2E;&#xC41;&#xC17;&#xC3E; r&#x16B;&#x1E0D;hamu-g&#x101;. adv. Positively, certainly. &#xC30;&#xC42;&#xC22;&#xC3F; r&#x16B;&#x1E0D;hi. n. Certainty, truth, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. Fame, notoriety, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC30;&#xC42;&#xC22;&#xC3F; or &#xC30;&#xC42;&#xC22;&#xC3F;&#xC2F;&#xC48;&#xC28; adj. Certain, established, famous, usual or customary. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC32;&#xC4B;&#xC15;&#xC30;&#xC42;&#xC22;&#xC3F;&#xC05;&#xC2F;&#xC3F;&#xC28; universally known, Peculiar, as opposed to &#xC2F;&#xC3E;&#xC17;&#xC3F;&#xC15; (etymological or radical,) &#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F; &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC48;&#xC28;. The &#xC30;&#xC42;&#xC22;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; or usual meaning of &#xC2A;&#xC02;&#xC15;&#xC1C;&#xC2E;&#xC41; is a lotus but the &#xC2F;&#xC3E;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; or literal sense is mud-born. &#xC30;&#xC42;&#xC22;&#xC3F;&#xC17;&#xC3E; r&#x16B;&#x1E0D;hi-g&#x101;. adj. Positively, certainly. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC42;&#xC22;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am confident of it, I know is for certain. &#xC30;&#xC42;&#xC22;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC30;&#xC42;&#xC22;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; r&#x16B;&#x1E0D;hich&#x113;yu. v. a. To ascertain, confirm, establish. prove, resolve, determine, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC30;&#xC47;&#xC2A;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC42;&#xC22;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have determined on going tomorrow. &#xC24;&#xC2E;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC47; &#xC30;&#xC42;&#xC22;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they have confirmed your statement.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC30;&#xC42;&#xC22;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x16B;kshamu. [Skt.] Adj. Harsh, rough, not smooth, &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC15;&#xC30;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. Unkind, unfriendly. &#xC05;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC15;</span>&#xA0;&#xA0;r&#x16B;ka. [Tel.] n. A silver coin, sometimes equal to two and sometimes to four annas. A two-anna piece. A small coin of silver or gold. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;. &#xC30;&#xC42;&#xC15; or &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC42;&#xC15; a single twoanna piece. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC42;&#xC15; the coin called a quarter of a Rupee. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC15; a small gold coin. &#xC15;&#xC02;&#xC20;&#xC40;&#xC30;&#xC35;&#xC30;&#xC3E;&#xC2F;&#xC30;&#xC42;&#xC15; a coin named after a king whose proper name was Can&#x1E47;&#x12B;irava or &quot;the Lion,&quot; valued at nearly three Rupees. &#xC30;&#xC42;&#xC15; or &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; r&#x16B;ka. n. Money in general, wealth, &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC17;&#xC32; moneyed, having money. &#xC30;&#xC42;&#xC15;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; penniless.
			</div>
                