&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F; r&#x16B;p&#x101;yi. [from Skt. &#xC30;&#xC42;&#xC2A;&#xC4D;&#xC2F; silver.] n. A rupee. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;, &#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; or &#xC17;&#xC41;&#xC02;&#xC21;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a narrow thick rupee of the old coinage. &#xC21;&#xC3E;&#xC32;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; (i.e., dollar rupee) is a rupee of the broad flat coinage introduced by the English government. &#xC2E;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC32; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x16B;pakamu. [Skt.] n. An allegory, a parable. A metaphor. Also, same as &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;, &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; r&#x16B;pamu. Figure, form, shape, appearance, semblance, &#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Nature, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Beauty, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3F;&#xC1C;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; or &#xC15;&#xC32;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; the real form the fact, the very truth, reality. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; and &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; are terms in statuary for the profile and front figure. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; metamorphosis, another shape, a disguise. &#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; or &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; r&#x16B;pakamu-g&#x101;. adv. In the shape of. &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC3E; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC3E;? did he pay it in money or in kind? &#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC48;&#xC28; r&#x16B;pakam-aina. adj. In the form of, in the shape of: (a word only used in compounds.) thus, &#xC2D;&#xC42;&#xC30;&#xC42;&#xC2A;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; subsistence derived from land. &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; rup-anlaramu. n. Metamorphosis, another form.&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; r&#x16B;pa-vantu&#x1E0D;u. n. A handsome man. &#xC05;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC35;&#xC24;&#xC3F; r&#x16B;pa-vati. n. A beauty or beautiful woman. &#xC05;&#xC02;&#xC26;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC30;&#xC42;&#xC2A;&#xC30;&#xC3F; or &#xC30;&#xC42;&#xC2A;&#xC38;&#xC3F; r&#x16B;pari. n. A beauty. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC1C;&#xC40;&#xC35; r&#x16B;p&#x101;-j&#x12B;va. n. One who lives by her beauty, a harlot. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC30;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; r&#x16B;pin&#x1E6D;su. v. a. To show, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC1A;&#xC42;&#xC2A;&#xC41;. To prove, ascertain, confirm. &#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC30;&#xC42;&#xC22;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC46;&#xC02;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rentamu. [Tel.] n. A fold, as of cloth, folding. &#xC2E;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC30;&#xC46;&#xC02;&#xC1F;&#xC3E;&#xC28; ren&#x1E37;dna. adj. Double folded, folded. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;. Thus. &#xC2E;&#xC43;&#xC24;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC46;&#xC02;&#xC1F;&#xC3E;&#xC28;&#xC28;&#xC3F;&#xC21;&#xC4D;&#xC21; on doubling up the corpse. A. vi. 21. &#xC30;&#xC46;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41; ren&#x1E6D;emu. n. A cloth woven with a double thread. &#xC5B;&#xC2E;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC28;&#xC47;&#xC24; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; &#xC30;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC32;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC28;&#xC4A;&#xC30;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC39;&#xC4A;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41; &#xC30;&#xC46;&#xC02;&#xC1F;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; A. i. 13. &#xC1F;&#xC40; &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC46;&#xC02;&#xC1F;</span>&#xA0;&#xA0;ren&#x1E6D;a. [Tel. from &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;.] n. The state of being two, &#xC30;&#xC46;&#xC02;&#xC21;&#xC17;&#xC41;&#xC1F;, &#xC5B;&#xC24;, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC26;&#xC4D;&#xC35;&#xC48;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Severing, a division. &quot;&#xC32;&#xC4B;&#xC30;&#xC46;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC21;&#xC3F; &#xC2A;&#xC46;&#xC18;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC35;&#xC2E;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC21;&#xC47;.&quot; A. v. 23. &#xC1F;&#xC40; &#xC32;&#xC4B;&#xC30;&#xC46;&#xC02;&#xC1F;&#xC32;&#xC41;, &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC32;&#xC41;. &#xC30;&#xC46;&#xC02;&#xC1F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F; a lion, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC30;&#xC46;&#xC02;&#xC1F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; an elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC46;&#xC02;&#xC1A;</span>&#xA0;&#xA0;ren&#x1E6D;sa. [Tel.] n. (In gambling.) Two &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC46;</span>&#xA0;&#xA0;re. [Tel.] An affix denoting approbation, surprise, wonder, &amp;c. &#xC2C;&#xC33;&#xC3F;&#xC30;&#xC46; or &#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC46; well done!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC32;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;r&#x16B;lu-karra. Eng. &apos;Rude&apos;+ Tel. &#xC15;&#xC30;&#xC4D;&#xC30;.] n. A ruler.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x16B;pyamu. [Skt.] n. Silver &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;. Also, a rupee, &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC42;&#xC2A;&#xC41;</span>&#xA0;&#xA0;r&#x16B;pu. [from Skt. &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;.] n. Form. figure, shape, &#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Beauty, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Manner, mode, way, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC17;&#xC41; r&#x16B;pagu. v. n. To prosper, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41; or &#xC30;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC41; r&#x16B;pu-che&#x1E0D;u. v. n. To perish. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC21;&#xC1A;&#xC41; r&#x101;p-a&#x1E0D;a&#x1E6D;&#x1E63;u. v. a. To kill, destroy, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC30;&#xC41; or &#xC30;&#xC42;&#xC2A;&#xC21;&#xC17;&#xC41; r&#x16B;p-aru. (&#xC30;&#xC42;&#xC2A;&#xC41; + &#xC06;&#xC30;&#xC41; or &#xC05;&#xC21;&#xC17;&#xC41;.) v. n. To perish. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC17;&#xC41;. &quot;&#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC48;&#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC30;&#xC46;&#xC28;&#xC4D;.&quot; Swa. preface. 29. &#xC30;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; r&#x16B;pu-m&#x101;pu. v. a. To blot out, kill, destroy. &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC30;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC28; r&#x16B;pu-r&#x16B;pu-na. adv. In one&apos;s presence, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC16;&#xC2E;&#xC41;&#xC28;.
			</div>
                