&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC17;&#xC21;</span>&#xA0;&#xA0;, &#xC30;&#xC47;&#xC17;&#xC21;&#xC3F;, &#xC30;&#xC47;&#xC35;&#xC21; or &#xC30;&#xC47;&#xC35;&#xC21;&#xC3F; r&#x113;ga&#x1E0D;a. [Tel.] n. Clay, &#xC2C;&#xC02;&#xC15;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC30;&#xC47;&#xC17;&#xC21;&#xC28;&#xC47;&#xC32; clayey soil, called also cotton soil. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. &#xC30;&#xC47;&#xC17;&#xC1F;&#xC3F; r&#x113;ga&#x1E6D;i. adj. Clayey, loamy. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15; &#xC17;&#xC32;. &#xC30;&#xC47;&#xC17;&#xC21;&#xC3F;&#xC26;&#xC42;&#xC32; r&#x113;ga&#x1E0D;i-d&#x16B;la. n. A certain plant. &#xC32;&#xC18;&#xC41;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC16;</span>&#xA0;&#xA0;r&#x113;kha. [Skt.] n. A line, streak, stripe. &#xC17;&#xC40;&#xC24;, &#xC17;&#xC40;&#xC30;. A row, &#xC2A;&#xC1C;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;. A line upon the palm, or on the sole of the foot, &#xC15;&#xC30;&#xC2A;&#xC3E;&#xC26;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC17;&#xC40;&#xC24;. Fortune, one&apos;s lot or destiny (in connection with Palmistry,) &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;; as in &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC47;&#xC16; &#xC2F;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC26;&#xC3F;. Beauty, grace. &#xC36;&#xC30;&#xC40;&#xC30;&#xC38;&#xC4C;&#xC37;&#xC4D;&#xC20;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC33;, &#xC05;&#xC02;&#xC36;&#xC2E;&#xC41;. &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC30;&#xC47;&#xC16; the sign of poverty, &#xC08;&#xC37;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Anirud. ii. 148. &quot;&#xC30;&#xC47;&#xC16;&#xC3E;&#xC35;&#xC48;&#xC2D;&#xC35;&#xC02;&#xC2C;&#xC41;&quot; great beauty, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F; &#xC36;&#xC2F;&#xC2E;&#xC41;. H. i.94. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC30;&#xC47;&#xC16;&#xC32;&#xC41; graces, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;. Swa. iv. 6. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC47;&#xC16; a gleam of moonshine. &#xC30;&#xC47;&#xC16; r&#x113;kha. adv. Like. &#xC35;&#xC32;&#xC46;. &quot;&#xC15;&#xC4B;&#xC15;&#xC30;&#xC47;&#xC16;.&quot; Swa. iv. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC28;&#xC3F; r&#x113;&#x1E47;i. [Tel.] An affix to the names of certain trees, as &#xC1A;&#xC40;&#xC15;&#xC41;&#xC30;&#xC47;&#xC23;&#xC3F;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x113;&#x1E47;amu. [Tel.] n. The dung of young cattle, &#xC26;&#xC42;&#xC21;&#xC2A;&#xC47;&#xC21;.&quot; &#xC2A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC30;&#xC47;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x113;&#x1E0D;u. [Tel.] n. A King, lord, husband. &#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC26;&#xC4A;&#xC30;, &#xC28;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41;. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; the king of serpents. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC30;&#xC47;&#xC21;&#xC41; lord of hills, the Himalaya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC46;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC2A;&#xC41; r&#x113;&#x1E6D;su. [Tel. causal of &#xC30;&#xC47;&#xC17;&#xC41;.] v. a. To irritate, excite, set on. &#xC30;&#xC47;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; r&#x113;&#x1E6D;su. [Tel.] n. A bound or wild dog. &#xC30;&#xC47;&#xC1A;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41; like a wild dog. &quot;&#xC38;&#xC35;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC1A;&#xC3F;.&quot; Navanadha, page 97.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x113;chitamu. [Skt.] n. A particular pace of a horse, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC28;&#xC1F;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2E;&#xC41;. A fast trot, &#xC35;&#xC02;&#xC15;&#xC30;&#xC32;&#xC47;&#xC15; &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC35;&#xC41; &#xC05;&#xC36;&#xC4D;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x113;chakamu. [Skt.] n. Respiring, emission of the breath. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41; r&#x113;gu&#x1E0D;u. [Tel.] n. A climbing shrub, called Hir&#x153;a indica. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x113;gupti-r&#x101;gamu. [Skt.] n. The name of a certain tune. &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;r&#x113;gu. [Tel.] v. n. To rise, as dust. &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC2A;&#xC48;&#xC15;&#xC3F; &#xC0E;&#xC17;&#xC2F;&#xC41;. To be excited or aroused, to rage, be angry, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC47;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; he was incensed. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC47;&#xC17;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was in a rage. &#xC30;&#xC47;&#xC17;&#xC41; r&#x113;gu. n. A tree called Zizyphus jujuba. &#xC2C;&#xC26;&#xC30;&#xC40;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41; Albizzia amara. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC47;&#xC17;&#xC41; the sweet species.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC28;&#xC3F;</span>&#xA0;&#xA0;See &#xC30;&#xC47;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x113;-&#x1E47;&#x101;&#x1E0D;u. [Tel.] n. The old name of a district containing the lands of &#xC1C;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1F;&#xC42;&#xC30;&#xC41;, &#xC28;&#xC4A;&#xC38;&#xC2E;&#xC41;, and &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC35;&#xC3E;&#xC21;, which now form part of the Cuddapah district. Also, the old name of the country on the banks of the Penn&#x113;ru west of the Gandikota hills.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC24;&#xC2E;&#xC41; r&#x113;tassu. [Skt.] n. The seminal fluid. &#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Quicksilver, &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;r&#x113;&#x1E47;uvu. [Skt.] n. Dust, &#xC2A;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;. An atom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC23;&#xC41;&#xC15;</span>&#xA0;&#xA0;r&#x113;&#x1E47;uka. [Skt.] n. A sort of perfume. The name of the wife of the saint Jamadagni and mother of Parasurama, &#xC2A;&#xC30;&#xC36;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. [Tel.] n. A sort of cucumber, &#xC28;&#xC42;&#xC17;&#xC41;&#xC26;&#xC4B;&#xC38;.
			</div>
                