&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;, &#xC30;&#xC47; or &#xC30;&#xC46;&#xC2F;&#xC3F; r&#x113;yi. [Tel.] n. Night, &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. plu. &#xC30;&#xC47;&#xC32;&#xC41;. &#xC30;&#xC47;&#xC2F;&#xC3F;&#xC1F;&#xC3F; r&#x113;yi&#x1E6D;i. adj. (Gen. of &#xC30;&#xC47;&#xC2F;&#xC3F;.) Nocturnal. nightly, &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC1F;&#xC3F;. &quot;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC30;&#xC47;&#xC2F;&#xC3F;&#xC1F;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC32;&#xC26;&#xC47;&#xC32;&#xC28;&#xC42;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC26;&#xC21;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC32;&#xC40;&#xC28;&#xC17;&#xC28;&#xC4D;.&quot; A. v. 95. &#xC1F;&#xC40; &#xC30;&#xC47;&#xC2F;&#xC3F;&#xC1F;&#xC3F;, &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC30;&#xC47;&#xC2F;&#xC46;&#xC02;&#xC21; r&#x113;-y-en&#x1E0D;a. n. Moonlight. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;. &quot;&#xC05;&#xC21;&#xC30;&#xC46;&#xC30;&#xC47; &#xC2F;&#xC46;&#xC02;&#xC21; &#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC17;.&quot; N. ix. 145. &#xC30;&#xC47;&#xC30;&#xC47;&#xC21;&#xC41; or &#xC30;&#xC47;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; r&#x113;-r&#x113;&#x1E0D;u. n. The moon, as &quot;lord of night.&quot; &#xC30;&#xC47;&#xC30;&#xC47;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; a name of Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;. &#xC30;&#xC47;&#xC35;&#xC17;&#xC32;&#xC41; r&#x113;-vagalu. (&#xC30;&#xC47; + &#xC2A;&#xC17;&#xC32;&#xC41;.) n. Day and night. &#xC05;&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; See &#xC30;&#xC47;. &#xC30;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC30;&#xC47;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC17;&#xC41; or &#xC30;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41; r&#x113;-velugu. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC26;&#xC4A;&#xC02;&#xC17;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; V&#x113;ma 274.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC2B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x113;phamu. [Skt.] n. The letter R. &#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC30;&#xC47;&#xC2B;&#xC41;&#xC21;&#xC41; r&#x113;phu&#x1E0D;u. n. A low or base man, &#xC05;&#xC27;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;r&#x113;pu. [Tel. causative of &#xC30;&#xC47;&#xC17;&#xC41;.] v. a. To raise, provoke, irritate, incite, excite. &#xC30;&#xC47;&#xC1A;&#xC41;, &#xC09;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;. See &#xC30;&#xC47;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;r&#x113;pu. [Tel.] n. The dawn, the morning. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. To-morrow. &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. Gen. &#xC30;&#xC47;&#xC2A;&#xC1F;&#xC3F;. Loc. &#xC30;&#xC47;&#xC2A;&#xC1F;. &#xC30;&#xC47;&#xC2A;&#xC1F;&#xC0E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC1F; either to-morrow or the next day. &#xC28;&#xC47;&#xC1F;&#xC30;&#xC47;&#xC2A;&#xC1F; to-day or to-morrow. &#xC30;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F; to-morrow&apos;s business or work. &#xC30;&#xC47;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41; day and night. &#xC30;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC38;&#xC4B;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; next monday. &#xC30;&#xC47;&#xC2A;&#xC15;&#xC21; or &#xC30;&#xC47;&#xC2A;&#xC3E;&#xC21;&#xC3F; r&#x113;pa-ka&#x1E0D;a. n. The morning or dawn. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. adv. In the morning, at dawn. &quot;&#xC30;&#xC47;&#xC2A;&#xC15;&#xC21;&#xC2E;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC2C;&#xC02;&#xC1A;&#xC3F;.&quot; HK. ii. 226.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;r&#x113;vu. [Tel.] n. A landing place, port, harbour; a shore, beach or bank; a ford a ferry. &#xC28;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;; &#xC28;&#xC26;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC30;&#xC15;&#xC41;&#xC32; &#xC0E;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;. A seaport &#xC15;&#xC30;&#xC37;&#xC3E;&#xC15;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. Also, Same as &#xC30;&#xC47;&#xC17;&#xC41; (&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) (q. v.) &#xC30;&#xC47;&#xC35;&#xC41; or &#xC2C;&#xC3E;&#xC15;&#xC3F; &#xC30;&#xC47;&#xC35;&#xC41; a washing green or whitster&apos;s yard. &#xC13;&#xC21;&#xC30;&#xC47;&#xC35;&#xC41; a harbour or sea-port. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC35;&#xC41; a wharf or common shore. &#xC30;&#xC47;&#xC35;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; the ford is not now passable, the water is not fordable. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; &#xC24;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC47;&#xC35;&#xC41; &#xC2E;&#xC30;&#xC3F; &#xC2F;&#xC46;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC26;&#xC41; the place that produces this root is known only to those who live by digging for it. &#xC30;&#xC47;&#xC35;&#xC41;&#xC2C;&#xC4B;&#xC2F; r&#x113;vu-b&#x14D;ya. n. A boatman; a sailor, &#xC13;&#xC21; &#xC28;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;r&#x113;valchini. [H. from &#xC1A;&#xC40;&#xC28;&#xC3F; China.] n. Rhubarb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;r&#x113;vati. [Skt.] n. The name of the wife of Balar&#x101;ma, &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. The twenty seventh lunar mansion. &#xC07;&#xC30;&#xC41;&#xC35;&#xC48;&#xC2F;&#xC47;&#xC21;&#xC35; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x113;va&#x1E0D;u. [Tel. &#xC30;&#xC47;&#xC35;&#xC41; + &#xC06;&#xC21;&#xC41;.] n. A washer-man, &#xC1A;&#xC3E;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A rogue. &#xC15;&#xC43;&#xC2A;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &quot;&#xC07;&#xC39;&#xC2A;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41;&#xC30;&#xC15;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC2F;&#xC36;&#xC4D;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC28; &#xC30;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1C;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC30;&#xC47;&#xC35;&#xC21;&#xC28;&#xC4C;&#xC26;&#xC41;&#xC28;&#xC46; &#xC28;&#xC40;&#xC30;&#xC1C;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC28;&#xC3E;.&quot; Swa. iii. 140.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x113;vantu&#x1E0D;u. [Skt.] n. A horse breaker, a horse trainer. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC30;&#xC47;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC32;&#xC47;&#xC30;&#xC41; &#xC30;&#xC47;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32;&#xC48;&#xC35;.&quot; Pal. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;r&#x113;yu. [Tel.] v. n. To increase, to be proud, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To cut, sever, &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC26;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC36;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC30;&#xC47;&#xC38;&#xC3F; &#xC30;&#xC47;&#xC38;&#xC3F;.&quot; &#xC30;&#xC3E;&#xC18;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC32;</span>&#xA0;&#xA0;r&#x113;la. [Tel.] n. The Purging Cassia, Indian Laburnum, Cassia fistula. (Watts.) &#xC36;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC17;&#xC4D;&#xC35;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;</span>&#xA0;&#xA0;r&#x113;va. [Skt.] n. The river Narbada, &#xC28;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC3E;&#xC28;&#xC26;&#xC3F;. The Indigo plant, &#xC28;&#xC40;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC35;&#xC21;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC35;&#xC21;&#xC3F; Same as &#xC30;&#xC47;&#xC17;&#xC21;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC47;&#xC17;&#xC41; (&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) (q. v.)
			</div>
                