&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC47;&#xC38;&#xC41;</span>&#xA0;&#xA0;r&#x113;su. [Tel.] n. Ease, lightness, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;. adj. Easy, light. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;. &quot;&#xC28;&#xC40;&#xC38;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC26;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC02;, &#xC2C;&#xC4B;&#xC38;&#xC30;&#xC2E;&#xC4A; &#xC28;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC35;&#xC4B; &#xC30;&#xC47;&#xC38;&#xC4B;&#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC40; &#xC21;&#xC47;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; P. i.748. &#xC30;&#xC47;&#xC38;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; r&#x113;su-gu&#x1E0D;&#x1E0D;a. n. A handkerchief, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;rompi. [Tel.] n. Mud, mire. &#xC2A;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC21;&#xC41;&#xC38;&#xC41;, &#xC2C;&#xC41;&#xC30;&#xC26;. &#xC17;&#xC02;&#xC26;&#xC2A;&#xC41;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F; sandal paste. &quot;&#xC2E;&#xC46;&#xC26;&#xC21;&#xC41; &#xC17;&#xC02;&#xC26;&#xC2A;&#xC41;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F; &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Swa. iv. 109. &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is unstable as a post set up in a bog. &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; (opposed to &#xC35;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;.) wet cultivation: lit. mireploughing. &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41; rompi-m&#x101;nu. n. A piece of wood used for levelling a miry field.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC02;&#xC2A;</span>&#xA0;&#xA0;rompa. [Tel.] n. A cord, a catarrh. &#xC2A;&#xC21;&#xC3F;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC40;&#xC28;&#xC38;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;ron&#x1E0D;i. [Tel.] n. The haunch, the side between the ribs and loins. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &quot;&#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC24;&#xC32;&#xC3E;&#xC39;&#xC24;&#xC3F;&#xC2C;&#xC21;&#xC3F; &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3F;&#xC21;&#xC3F; &#xC2F;&#xC02;&#xC17;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC35;&#xC41;&#xC32;.&quot; A. vi. 19. &quot;&#xC2C;&#xC40;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC1C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;.&quot; S. iii. 317. &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to stick the arms akimbo. &#xC30;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41; a kind of feat in wrestling. &#xC30;&#xC4A;&#xC02;&#xC21;&#xC41; ron&#x1E0D;u. n. Asthama. &#xC30;&#xC4B;&#xC5B;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC02;&#xC5B;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; ron&#x1E0D;zu&#x1E0D;u. [Tel.] n. A wail. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;</span>&#xA0;&#xA0;ro. [Tel.] The vocative sign in some feminine nouns, as &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC30;&#xC4A; O woman. &quot;&#xC07;&#xC02;&#xC24;&#xC30;&#xC4A;&#xC2A;&#xC3E;&#xC28;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC2A;&#xC41;&#xC1F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;.&quot; T. iii. 90. It is also added to some other nouns, as &#xC05;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC4A;, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC30;&#xC4A;. etc.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC48;&#xC24;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC2F;&#xC3F;&#xC24;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC48;&#xC15;</span>&#xA0;&#xA0;Same as &#xC30;&#xC35;&#xC3F;&#xC15;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC48;</span>&#xA0;&#xA0;rai. [Skt.] n. Wealth. &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC48;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC2E; rai-v&#x113;&#x1E63;ma. n. A treasury. &#xC15;&#xC4B;&#xC36;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &quot;&#xC30;&#xC48;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2A;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC38;&#xC46;.&quot; A. iv. 3. &#xC1F;&#xC40; &#xC30;&#xC48;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC24;. &#xC2D;&#xC3E;&#xC02;&#xC21;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; ro&#x1E6D;&#x1E6D;e. [H.] n. Bread, a loaf. &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC30;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC2C;&#xC21;&#xC41;&#xC1F; (proverb) the bread broke and fell into the butter. Used of a happy occurrence. to denote one&apos;s luck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21; ro&#x1E6D;&#x1E6D;a. [Tel.] n. A small bough. &#xC2E;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;ro&#x1E6D;s&#x1E6D;su. [Tel.] n. Mud, mire. &#xC2C;&#xC41;&#xC30;&#xC26;. Contempt, disregard. &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Blame, ill-fame. Noise, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. &quot;&#xC35; &#xC30;&#xC18;&#xC41;&#xC35;&#xC30;&#xC41;&#xC32;&#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F; &#xC24;&#xC4B;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC30;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;.&quot; R. v. 194. &quot;&#xC30;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC2E;&#xC47;&#xC28;&#xC41;.&quot; A. v. 6. &#xC30;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC41; a foul stench.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rokkamu. [Tel.] n. Cash, money. &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC35;&#xC46;&#xC32;, &#xC27;&#xC28;&#xC2E;&#xC41;. A crowd, multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.&quot; URK. ii. 341. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC4A;&#xC38;&#xC17;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; &#xC30;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;&#xC35;&#xC46;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC32;&#xC30;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC2A;&#xC17;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC4D;.&quot; S. iii. 27. &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30; rokkapu-doru. n. Kub&#x113;ra. &#xC27;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; rokk&#x101;-rokkamulu. adv. In various ways. &#xC2C;&#xC39;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;, &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC35;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC21;&#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC32;&#xC32;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC4B;&#xC32;&#xC02;&#xC17;.&quot; K&#x101;lah&#x101;sti. iii. 68. &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; rokkin&#x1E6D;su v. a. To give ready money, to pay down cash.
			</div>
                