&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;kamu. [Skt.] n. A hole. &#xC2C;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. Light, &#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC15;</span>&#xA0;&#xA0;r&#x14D;ka. [Tel.] n. A corner, &quot;&#xC2E;&#xC42;&#xC32;, &#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC35;&#xC41;&#xC28;&#xC41; r&#x14D;ndu. [Eng. &apos;Round.&apos;] n. A round, circuit, journey, a policeman&apos;s beat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC21;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC21;&#xC3E;&#xC33;&#xC2E;&#xC41; roda. [Tel.] n. A noise, a cry, an outery. A sound, voice, note. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC15;&#xC32;&#xC15;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC05;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC17;&#xC28;&#xC41;&#xC2E;&#xC42;&#xC2F;&#xC41;&#xC1F;&#xC30;&#xC4A;&#xC26; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC41;&#xC1F;.&quot; Swa. iii. 152. &#xC30;&#xC4A;&#xC26;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; dod&#x101;&#x1E37;in&#x1E6D;su. v. n. To make a noise, to sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC4A;&#xC02;&#xC5B;&#xC41;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC02;&#xC21;&#xC41; ro&#x1E0D;&#x1E0D;u. [Tel.] n. Hard breathing, dyspn&#x153;a. &#xC30;&#xC4B;&#xC1C;&#xC41;&#xC1F;, &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. adj. Much, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; very sour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;ro&#x1E0D;&#x1E0D;a. [Tel.] adj. On the left hand a side. &#xC0E;&#xC21;&#xC2E;. &#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; ro&#x1E0D;&#x1E0D;a-cheyyi. n. The left hand. &#xC0E;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;</span>&#xA0;&#xA0;r&#x14D;. (affix) A vocative particle, as &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC4B; O sister. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC4B; Oh brother. This is for the vocative sign &#xC13; with R inserted to save elision. See &#xC30;&#xC4A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;</span>&#xA0;&#xA0;r&#x14D;. [Tel. another form of &#xC30;&#xC4B;&#xC2F;&#xC3F;.] n. Wealth, money. Value, price. &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;. &#xC30;&#xC4B;&#xC2F;&#xC40;&#xC35;&#xC3F; r&#x14D;-y-&#x12B;vi. n. A gift of money. &#xC30;&#xC4B;&#xC35;&#xC46;&#xC32; r&#x14D;-vela. n. The money value, the sum bargained for, &#xC32;&#xC02;&#xC1C;&#xC15;&#xC41; &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC42;&#xC15;. &#xC30;&#xC4B;&#xC35;&#xC46;&#xC32;&#xC26;&#xC3F; r&#x14D;-veladi. n. A woman that has her price, a harlot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC37;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC38;&#xC4D;&#xC1F;&#xC41; rosh&#x1E6D;u. [Tel.] n. Confusion, annoyance, outrage, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;rollu. [Tel.] v. n. To bewail, &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC30;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41; rollu&#x1E0D;u. n. Bewailing, a wail. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC30;&#xC4A;&#xC02;&#xC5B;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC4A;&#xC2F;&#xC3F; royyi. [Tel.] n. The ashes on live coal, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;. &#xC30;&#xC4B;&#xC24;&#xC3F;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26; ash used in scouring pearlash, alkali.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;royya. [Tel.] n. A prawn, shrimp. &#xC17;&#xC3E;&#xC1C;&#xC41;&#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F; the larger kind of prawn a cray fish. &#xC1A;&#xC47;&#xC2A;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC30;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC4A;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; royya-pora-che&#x1E6D;&#x1E6D;u. n. A species of the jujube tree. &#xC12;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rommu. [from Skt. &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;.] n. The breast, chest or bosom. &#xC35;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. The female breast. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; one who has a good chest or lungs. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28; broken-winded. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC0E;&#xC2E;&#xC41;&#xC15; rommu-emuka. n. The sternum or breast bone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;roppu. [Tel.] v. n. To roar, yell. &#xC15;&#xC42;&#xC2F;&#xC41;. &#xC05;&#xC30;&#xC1A;&#xC41;. To get angry. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To abuse, revile. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To drive away, turn off. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;&#xC24;&#xC4B;&#xC32;&#xC41;. &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC39;&#xC30;&#xC41;&#xC32;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC26;&#xC4A;&#xC02;&#xC21;&#xC02;&#xC17;&#xC46;.&quot; B. X. 20. &quot;&#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC15;.&quot; K. P. ii. 85. &quot;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC28;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC48;&#xC28;&#xC28;&#xC4D;, &#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC2B;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC02;&#xC2C;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot; Sumati. &#xA7;. 120. n. Panting, hard breathing: asthama. &#xC0E;&#xC17;&#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; hard breathing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;</span>&#xA0;&#xA0;r&#x14D;kali. [Tel.] n. A wooden pestle, a rice-pounder, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC46;, &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; (KP. ii. 116.) my madness is over, so I will make a turban of the poker. In D. Abhim, page 42 is a proverb, &quot;&#xC17;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;&#xC2C;&#xC42;&#xC28;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; &#xC30;&#xC4B;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F; a strange thing. &#xC30;&#xC4B;&#xC15;&#xC1F;&#xC3F;&#xC2C;&#xC02;&#xC21; or &#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC21; r&#x14D;ka&#x1E6D;i-ban&#x1E0D;a. n. A large brown millepede that rolls itself up like a spring on being touched. &#xC36;&#xC24;&#xC2A;&#xC26;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A small wooden pestle without iron ferrules at the ends. &#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC4B;&#xC15;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC38;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;r&#x14D;-kammi-sa&#x1E0D;z&#x1E0D;za. [Tel.] n. A kind of grain. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
                