&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC1C;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;r&#x14D;jamu-che&#x1E6D;&#x1E6D;u. [Tel.] n. The Dammar tree, Canarium strictum. (Watts.) &#xC28;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC1C;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the black species, the Black Dammar tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4B;&#xC1A;&#xC3F; r&#x14D;chissu. [Skt.] n. Light, brilliancy, splendour. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. A ray of light, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC30;&#xC4B;&#xC1A;&#xC41;&#xC32;&#xC41;r&#x14D;&#x1E6D;sulu. n. Splendour, glory. &quot;&#xC24;&#xC3E;&#xC1F;&#xC02;&#xC15; &#xC30;&#xC4B;&#xC1A;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC1C;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC38;&#xC47;&#xC2F;.&quot; B. iv. 86. &#xC30;&#xC4B;&#xC1A;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; r&#x14D;cham&#x101;namu. adj. Splendid, shining, brilliant, ornamented, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. A curl or swirl of hair round the neck of a horse, or on the lower part of it. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC47; &#xC38;&#xC41;&#xC21;&#xC3F;. &#xC30;&#xC4B;&#xC1A;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; r&#x14D;chish&#x1E47;uvu. adj. Splendid, brilliant. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. n. One who shines, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC1A;&#xC28;</span>&#xA0;&#xA0;r&#x14D;-chana. [Skt.] n. Ox gall. &#xC17;&#xC4B;&#xC30;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;gamu. [Skt.] n. A disease, sickness, ailment. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;, &#xC24;&#xC46;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC24;&#xC3E;&#xC33;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC4B; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the key has got something the matter with it. &#xC28;&#xC40;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; what was the matter with you that you did this? &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; leprosy, in which the limbs drop off. &#xC2D;&#xC35;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; the ills of the flesh, the ills or sorrows that flesh is heir to. &#xC30;&#xC4B;&#xC17;&#xC15;&#xC3E;&#xC30;&#xC3F; r&#x14D;ga-k&#x101;ri. adj. Insalubrious, unhealthy. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC47;. &#xC30;&#xC4B;&#xC17;&#xC39;&#xC3E;&#xC30;&#xC3F; r&#x14D;ga-h&#x101;ri. n. Lit. &apos;The disease destroyer.&apos; The ash gourd. &#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC3F;. &#xC30;&#xC4B;&#xC17;&#xC3F; r&#x14D;gi. n. A patient, a sick person, a sufferer, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC35;&#xC30;&#xC4B;&#xC17;&#xC3F; one who is subject to the ills of the flesh, one who is not yet released from earthly ties.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;r&#x14D;-komma. [Tel.] n. The name of a certain part of a pikota (&#xC15;&#xC2A;&#xC3F;&#xC32;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;r&#x14D;ku. [Tel.] n. Greenness. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41;. Brightness. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4B;&#xC27;&#xC38;&#xC4D;&#xC38;&#xC41; r&#x14D;dhamu. [Skt.]n. A shore, bank. &#xC28;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC26;&#xC3E;</span>&#xA0;&#xA0;r&#x14D;d&#x101;. [H.] n. A wheel of a cart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC26;&#xC38;&#xC3F;</span>&#xA0;&#xA0;or &#xC30;&#xC4B;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41; r&#x14D;dasi. [Skt.]n. The Earth, &#xC2D;&#xC42;&#xC2E;&#xC3F;. The sky, heaven, &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;. Heaven and earth as one, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC2A;&#xC43;&#xC27;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; &quot;&#xC16;&#xC23;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC46;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28;&#xC30;&#xC4B; &#xC26;&#xC38;&#xC40;&#xC15;&#xC41;&#xC39;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC02;&#xC17;.&quot; B. X. ii. 434.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;danamu. [Skt.] n. Weeping, wailing, lamentation, &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41;, &#xC0F;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC30;&#xC4B;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; r&#x14D;din&#x1E6D;su. v. n. To cry loud, &#xC30;&#xC4A;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC24;</span>&#xA0;&#xA0;r&#x14D;ta. [Tel. from &#xC30;&#xC4B;&#xC2F;&#xC41;.] n. Foulness, filth, nastiness. &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC0F;&#xC35;&#xC2E;&#xC41;, &#xC1C;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC38;. adj. Foul, nasty, squalid, disgusting. Disgraceful, abominable, hideous, horrid, vile. &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC4B;&#xC24;&#xC32;&#xC41; r&#x14D;t&#x101;lu. n. plu. Abuses, &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC30;&#xC4B;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; r&#x14D;tagin&#x1E6D;su. v. n. To feel a disgust for, &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;r&#x14D;&#x1E0D;&#x1E0D;u. [Eng.] n. A road. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC1F;. &#xC30;&#xC4B;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; r&#x14D;&#x1E0D;&#x1E0D;u-pannu. n. Road cess.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;r&#x14D;&#x1E6D;u. [Tel.] n. Thinness, emaciation. &#xC08;&#xC1A;. &#xC30;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; r&#x14D;&#x1E6D;u-p&#x14D;vu. v. n. To become very thin, or emaciated. &#xC08;&#xC1A;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC5B;&#xC41;</span>&#xA0;&#xA0;r&#x14D;dzu. [H.] n. A day. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC5B;&#xC41;</span>&#xA0;&#xA0;r&#x14D;&#x1E0D;zu. [Tel.] v. n. To pant or breathe hard. &#xC0E;&#xC17;&#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Panting, hard breathing, asthama. &#xC12;&#xC17;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC1B;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC2E;&#xC41;, &#xC30;&#xC4B;&#xC5B;&#xC41;&#xC21;&#xC41; or &#xC30;&#xC4A;&#xC02;&#xC5B;&#xC41;&#xC21;&#xC41; r&#x14D;&#x1E0D;zu&#x1E0D;u. n. Wailing. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC1C;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;</span>&#xA0;&#xA0;roj&#x101;-puvvu. [Eng. &apos;rose&apos;.] n. A rose.
			</div>
                