&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;r&#x14D;dhin&#x1E6D;su. [Skt.] v. a. To obstruct, oppose. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. To quarrel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;lambamu. [Skt.] n. The large black bee. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;r&#x14D;yu. [Tel.] v. n. To dislike, abhor, be disgusted with, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC30;&#xC4B;&#xC24;&#xC2A;&#xC21;&#xC41;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC42;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC30;&#xC4B;&#xC2F;&#xC15;.&quot; M. ix. ii. 140. v. a. To search, seek, look for. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;.&quot; &#xC2A;&#xC3E;&#xC26;&#xC38;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC3F; &#xC30;&#xC4B;&#xC2F;&#xC41;&#xC26;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC30;&#xC4B;&#xC38;&#xC3F; &#xC24;&#xC3E;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC47;&#xC2E;&#xC3F;&#xC35;&#xC32;&#xC26;&#xC3E; &#xC2F;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC2F;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; A. v. 73. To blame. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC30;&#xC4B;&#xC24;&#xC2F;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC30;&#xC4B;&#xC2F;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC4B;.&quot; V&#x113;ma. 1945.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;r&#x14D;yi. [Tel.] n. A stake at play. &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC12;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC28;&#xC2F;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. A pledge. &#xC15;&#xC41;&#xC26;&#xC41;&#xC35;. A loan, &#xC0E;&#xC30;&#xC35;&#xC41;, &#xC1A;&#xC47;&#xC2C;&#xC26;&#xC41;&#xC32;&#xC41;. Value, price, &#xC35;&#xC46;&#xC32;. Money, &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC30;&#xC4B;&#xC2F;&#xC3F;&#xC21;&#xC41; r&#x14D;y-idu. v. a. To pawn, pledge. &#xC24;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC4B;&#xC35;&#xC46;&#xC32;&#xC26;&#xC3F; r&#x14D;-veladi. A concubine, a prostitute, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;, &#xC35;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;mamu. [Skt.]n. Hair (growing on the body), a hair. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC47; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;. &#xC30;&#xC4B;&#xC2E;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; r&#x14D;ma-kar&#x1E47;amu. n. Lit: Hairy-eared, i.e., a hare of rabbit. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC30;&#xC4B;&#xC2E;&#xC15;&#xC42;&#xC2A;&#xC2E;&#xC41; or &#xC30;&#xC4B;&#xC2E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; r&#x14D;ma-k&#x16B;pamu n. A pore in the skin, a sebacious gland. &quot;&#xC18;&#xC1F;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC30;&#xC4B;&#xC2E;&#xC15;&#xC3E;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC26;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC18;&#xC28;&#xC27;&#xC42;&#xC2E;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; M. XIV. iii. 118. &#xC30;&#xC4B;&#xC2E;&#xC30;&#xC3E;&#xC1C;&#xC3F; &#xC30;&#xC4B;&#xC2E;&#xC32;&#xC24; or &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC35;&#xC33;&#xC3F; r&#x14D;ma-r&#x101;ji. n. A line of hair extending to the navel.&#xC28;&#xC42;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC30;&#xC4B;&#xC2E;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; or &#xC30;&#xC4B;&#xC2E;&#xC39;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; r&#x14D;ma-vikriya. n. Horripilation. Tingling, a shudder or thrill as when electrified, or blushing, or in a flush with ecstasy. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41;, &#xC17;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC17;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC30;&#xC4B;&#xC2E;&#xC36;&#xC2E;&#xC41; r&#x14D;masamu. adj. Hairy, woolly. &#xC30;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC32;. &#xC30;&#xC4B;&#xC2E;&#xC36;&#xC41;&#xC21;&#xC41; a hairy man. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC4B;&#xC2E;&#xC39;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; r&#x14D;ma-harsha&#x1E47;u&#x1E0D;u. n. An epithet of &#xC2E;&#xC3E;&#xC24; the hermit. &#xC12;&#xC15;&#xC0B;&#xC37;&#xC3F;. &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC2E;&#xC41; r&#x14D;ma-&#x101;nchamu. n. Horripilation, tingling, an electric thrill. &quot;&#xC06;&#xC28;&#xC02;&#xC26;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC21;&#xC32; &#xC30;&#xC4B;&#xC2E;&#xC3E;&#xC02;&#xC1A;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;.&quot; B. i. 200
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC2E;&#xC02;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;manthamu. [Skt.] n. Rumination, chewing the cud. &#xC2A;&#xC36;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC28;&#xC46;&#xC2E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4B;&#xC2A;&#xC2E;&#xC41; r&#x14D;pa&#x1E47;amu. [Skt.] n. Putting on as a load or weight. imputing. &#xC2E;&#xC4B;&#xC2A;&#xC41;&#xC1F;. &#xC30;&#xC4B;&#xC2A;&#xC2E;&#xC41; r&#x14D;pamu. n. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC30;&#xC4B;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; r&#x14D;pitamu. adj. Placed in or upon. &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;shamu. [Skt.] n. Anger, wrath, irritation. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC30;&#xC4B;&#xC37;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC30;&#xC4B;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41; r&#x14D;sha-g&#x101;&#x1E0D;u. n. A passionate man. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;. &#xC30;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC30;&#xC4B;&#xC37;&#xC2A;&#xC21;&#xC41; r&#x14D;shin&#x1E6D;su. v.n To be irritated, incensed or annoyed. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2A;&#xC21;&#xC41;. &#xC30;&#xC4B;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; r&#x14D;shitu&#x1E0D;u n. A passionate, irasible man. &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC4B;&#xC38;&#xC2E;&#xC41; Vikriti of &#xC30;&#xC4B;&#xC37;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC4B;&#xC38;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;.&quot; S. iii. 16. &#xC30;&#xC4B;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; Same as &#xC30;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;r&#x14D;lu. [Tel.] v. n. To weep or cry aloud. &#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC30;&#xC4B;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC2C;&#xC4B;&#xC30;&#xC32;&#xC17;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC35;&#xC46;&#xC21;&#xC32;&#xC02;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC35;&#xC41;&#xC21;&#xC41; &#xC17;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC32;&#xC3E;&#xC32;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; M. VII. v. 276. n. A mortar for pounding grain in. &#xC09;&#xC32;&#xC42;&#xC16;&#xC32;&#xC2E;&#xC41;. (cf. Tam. &#xC09;&#xC30;&#xC32;&#xC4D;.) Plu. &#xC30;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. G. &#xC17;&#xC4B;&#xC1F;&#xC3F;. Loc. &#xC30;&#xC4B;&#xC1F;. &#xC30;&#xC4B;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41; a doorhinge, a piece of wood on which a door turns.
			</div>
                