&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; r&#x14D;ha&#x1E47;amu. [Skt.] n. Mounting, ascending, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;. &#xC30;&#xC4B;&#xC39;&#xC23;&#xC2E;&#xC41; the name of a certain hill, Adam&apos;s Peak in Ceylon. &#xC12;&#xC15;&#xC15;&#xC4A;&#xC02;&#xC21;. &#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; r&#x14D;hamu. n. A bud, a blossom. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;, &#xC15;&#xC4B;&#xC30;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC38;&#xC41;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;r&#x14D;su-ba&#x1E0D;i. [Tel. from &#xC30;&#xC4B;&#xC2F;&#xC41;.] n. Disgust. A disgusting man. &#xC30;&#xC4B;&#xC24;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A drudge, wretch. Adj. Loathsome, disgusting, shameless. &#xC30;&#xC4B;&#xC24;&#xC48;&#xC28;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;. &#xC30;&#xC4B;&#xC38;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; rascality, shamelessness, impudence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC39;&#xC3F;&#xC23;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;rauhi&#x1E47;-&#x113;yu&#x1E0D;u. [Skt.] n. A name of Balar&#x101;ma or of the planet Mercury. &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC41;&#xC27;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC35;&#xC41;&#xC32;&#xC41; Same as &#xC30;&#xC17;&#xC41;&#xC32;&#xC41;. (q. v.) &#xC30;&#xC4C;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; raulu-konu. v. n. To take fire. to flame forth, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC30;&#xC4C;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; raulu-k&#x14D;lupu. v. a. To set on fire. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC30;&#xC4C;&#xC32;&#xC41;&#xC30;&#xC4B;&#xC32;&#xC41; rauluk&#x14D;lu. n. The act of burning. &#xC30;&#xC35;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC30;&#xC4C;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC30;&#xC35;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41; Same as &#xC30;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;r&#x14D;hi&#x1E47;i. [Skt.] n. The fourth of the lunar mansions, personified as the wife of the moon, &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC40;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Also, the mother of Balar&#x101;ma. &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. A medical plant, Helleborus. &#xC15;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rauravamu. [Skt.] n. One of the divisions of Naraka or Hell &#xC12;&#xC15;&#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;. adj. Fearful, terrible, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC2E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;raumakamu. [Skt. from &apos;Rome.&apos;] n. Salt obtained from Rome, &#xC38;&#xC02;&#xC2D;&#xC30;&#xC3F; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28; &#xC30;&#xC41;&#xC2E;&#xC2F;&#xC28;&#xC46;&#xC21;&#xC41; &#xC17;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;raupyamu. [Skt. another form of &#xC30;&#xC42;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. Silver. &#xC35;&#xC02;&#xC21;&#xC3F;. adj. Made of silver, argentine. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;. T. i. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;raudramu. [Skt. from &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;.] adj. Terrible, terrific, fearful, sharp, acute, wrathful, violent. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. n. One of the nine feelings or emotions called &#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;. An emotion of fear, &#xC12;&#xC15; &#xC30;&#xC38;&#xC2E;&#xC41;. Terror, wrath. &#xC30;&#xC4C;&#xC26;&#xC4D;&#xC30;&#xC3F; raudra. n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC30;&#xC35;&#xC41;&#xC24;&#xC41; rautu. [for Skt. &#xC30;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;.] n. A trooper, rider, horseman. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC30;&#xC4C;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; like rider like steed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;hishamu. [Skt.] n. A species of wild deer. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;r&#x14D;hitamu. [Skt.] adj. Red, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;.n. Redness, &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;. A red streak in the clouds. &#xC0B;&#xC1C;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;, &#xC15;&#xC4A;&#xC30;&#xC21;&#xC41;. Swa. v. 123. &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; r&#x14D;hit-&#x101;&#x1E63;vu&#x1E0D;u. n. The god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. Also, the name of Harischandra&apos;s son. &#xC30;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; r&#x14D;hittu. n. The female whitefooted antelope. &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC3F;, &#xC06;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC15;</span>&#xA0;&#xA0;lanka. [Skt.] n. An island in general. &#xC26;&#xC40;&#xC35;&#xC3F;. &#xC0F;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;. The capital of Ravana, Ceylon, &#xC30;&#xC3E;&#xC35;&#xC23;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;</span>&#xA0;&#xA0;la. [Tel.] letter L (&#xC33;) is the same letter with a harsher sound. These two are separate and one cannot always be used for the other. The harsh sound has been introduced into some Sanskrit words. Thus, the nouns &#xC15;&#xC32;. &#xC15;&#xC32;&#xC47;&#xC2C;&#xC30;&#xC2E;&#xC41;, are in Telugu invariably written &#xC15;&#xC33;, &#xC15;&#xC33;&#xC47;&#xC2C;&#xC30;&#xC2E;&#xC41;. Authority or custom is the only rule, and it never varies. &#xC35;&#xC47;&#xC33; time. &#xC35;&#xC47;&#xC32; gen. plu. of &#xC35;&#xC47;&#xC2F;&#xC3F; a thousand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC30;&#xC4C;&#xC39;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;rauhishamu. [Skt.] n. A sort of wild deer. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;.
			</div>
                