&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC17;&#xC4B;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;lang&#x14D;&#x1E6D;i. [H.] n. A piece of cloth worn like a truss. &#xC17;&#xC4B;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC17;&#xC3E;</span>&#xA0;&#xA0;lang&#x101;. [H.] n. A woman&apos;s petticoat. &#xC2A;&#xC3E;&#xC35;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC17;&#xC30;&#xC41;</span>&#xA0;&#xA0;langaru. [H.] n. An anchor. &#xC32;&#xC02;&#xC17;&#xC30;&#xC41; &#xC16;&#xC3E;&#xC28;&#xC3E; a poor house or hospital where food is dispensed. &#xC05;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC17;&#xC30;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to cast anchor. &#xC32;&#xC02;&#xC17;&#xC30;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41; or &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41; to weigh anchor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC17;</span>&#xA0;&#xA0;langa. [from Skt. &#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;.] n. Same as &#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;. (q. v.) &#xC32;&#xC02;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41; langa-gonu. v. a. To leap across, cross over. &#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;lankintsu. [Tel.] v. a. To join, unite. &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. To link or couple together, as two bullocks, &#xC2A;&#xC46;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41;. &quot;&#xC17;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC15;&#xC4B;&#xC21;&#xC46;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21; &#xC32;&#xC02;&#xC15;&#xC3F;&#xC2F;&#xC24;&#xC4B;&#xC21;&#xC17;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC3F; &#xC2A;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC4D;.&quot; M. XII. iv. 39. To disgrace. &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; lankin&#x1E6D;su-konu. v. a. To seize, or take by artifice. &#xC1A;&#xC46;&#xC2F;&#xC3F; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC32;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC32;&#xC02;&#xC15;&#xC46; or &#xC32;&#xC02;&#xC15;&#xC3F;&#xC2F; lanke. n. Coupling or tying two animals together. A link, connection. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC46;&#xC21;&#xC15;&#xC41; &#xC24;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC28;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC15;&#xC41;&#xC28;&#xC41;&#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC48;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC46;&#xC35;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41;.&quot; Vish. vi. 31. &#xC06; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC32;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; those two tanks are connected, lit: are as links. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC02;&#xC15;&#xC46; he is much attached to money. &quot;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC35;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC2D;&#xC30;&#xC4D;&#xC17;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26; &#xC32;&#xC02;&#xC15;&#xC46;&#xC17;&#xC15;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC41;&#xC23;&#xC41;&#xC24;&#xC32;&#xC41;.&quot; H. iv. 303. &#xC32;&#xC02;&#xC15;&#xC46; or &#xC32;&#xC02;&#xC15;&#xC46;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; lanke. n. A slave, vassal. &#xC2C;&#xC02;&#xC1F;&#xC41;, &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC02;&#xC15;&#xC46;&#xC35;&#xC32;&#xC41;&#xC2A;&#xC41; lanke-palupu. n. A tether that ties two animals together. &#xC32;&#xC02;&#xC15;&#xC46;&#xC2A;&#xC3E;&#xC1F;&#xC41; lanke-p&#x101;&#x1E6D;u. n. Clinging together. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC15;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. Connection, &#xC24;&#xC17;&#xC41;&#xC32;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC32;&#xC32;&#xC28;&#xC2A;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC32;&#xC02;&#xC15;&#xC46;&#xC2A;&#xC3E;&#xC1F;&#xC48; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC41;&#xC28;&#xC47;&#xC28;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC30;.&quot; R. v. 280. &#xC32;&#xC02;&#xC15;&#xC46;&#xC2A;&#xC40;&#xC1F; lanke-p&#x12B;&#x1E6D;a. n. A wooden plank used in linking cattle together. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC32;&#xC15;. &#xC32;&#xC02;&#xC15;&#xC46;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC32;&#xC02;&#xC15;&#xC46;&#xC35;&#xC47;&#xC2F;&#xC41; lanke-pe&#x1E6D;&#x1E6D;u. v. a. To link together, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lanka&#x1E47;amu. [for Skt. &#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;.] n. A day passed without eating any food when one is attacked with fever and other diseases. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC32;&#xC02;&#xC21;&#xC41; or &#xC32;&#xC02;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41; lan&#x1E0D;i. [Tel.] n. A wretch: an obstinate or wicked person. &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &quot;&#xC32;&#xC02;&#xC21;&#xC41;&#xC32;&#xC48;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC21;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC21;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC47;&#xC30;&#xC32;&#xC47;&#xC26;&#xC41;.&quot; L. ix. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC1C;</span>&#xA0;&#xA0;lanja. [Skt.] n. A whore, a harlot, a concubine or kept woman. &#xC1C;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC32;&#xC02;&#xC1C;&#xC46;, &#xC32;&#xC02;&#xC1C;&#xC3F;&#xC2F; or &#xC32;&#xC02;&#xC1C;&#xC46;&#xC24; [from &#xC32;&#xC02;&#xC1C;.] Same as &#xC32;&#xC02;&#xC1C;. &#xC32;&#xC02;&#xC1C;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; lanje-k&#x101;&#x1E0D;u. n. A whoremonger. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC02;&#xC1C;&#xC46;&#xC2C;&#xC47;&#xC21;&#xC3F;&#xC38; lanje-b&#x113;&#x1E0D;isa. n. A kind of fish. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC47;&#xC2A;. &#xC32;&#xC02;&#xC1C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; lanje-rikamu. n. Whoredom. &#xC2A;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC32;&#xC02;&#xC1C;&#xC46;&#xC38;&#xC35;&#xC30;&#xC2E;&#xC41; lanje-savaramu. n. A medicinal plant. H. v. 52. &#xC12;&#xC15; &#xC2E;&#xC02;&#xC26;&#xC3E;&#xC15;&#xC41;, &#xC17;&#xC4A;&#xC24;&#xC46;&#xC2E;&#xC17;&#xC4B;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lan&#x1E6D;samu. [Tel.] A bribe; bribery. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC1C;&#xC24;&#xC2A;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC1A;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; M. IX. ii. 276. &#xC32;&#xC02;&#xC1A;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC3F; lan&#x1E6D;sa-gon&#x1E0D;i. n. One who is given to taking bribes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;langhanamu. [Skt.] n. Going over, leaping, springing, jumping over or beyond, transgressing, going beyond proper bounds. &#xC2A;&#xC4D;&#xC32;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC1F;&#xC21;&#xC2E;&#xC41;. Fasting, asbtinence, a day passed without food when one is attacked with fever, &amp;c. &#xC05;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;,&#xC30;&#xC4B;&#xC17;&#xC3F; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC32;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;. &#xC32;&#xC02;&#xC18;&#xC3F; langhi. n. A transgressor. &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;.&quot; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC35;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC18;&#xC3F;&#xC2F;&#xC48;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;.&quot; Ila. i. 3. &#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41; langhin&#x1E6D;su. v. n. &amp; a. To pass, or cross over, leap, jump. &#xC26;&#xC3E;&#xC1F;&#xC41;, &#xC26;&#xC42;&#xC15;&#xC41;.
			</div>
                