&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;lak&#x14D;&#x1E6D;a. [Mar&#x101;ti.] n. An envelope. Sealing. A post parcel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC3F;</span>&#xA0;&#xA0;laku-muki. [from Skt. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC16;&#xC40;, so called from its red bill.] n. The White breasted. King-fisher. Halcyon smyrensis. (F.B.I.) &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4B;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC15;&#xC4B;&#xC30;&#xC40; lak&#x14D;ri. [Tel.] n. A sharp arrow. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &quot;&#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC41;&#xC32; &#xC24;&#xC30;&#xC15;&#xC38;&#xC02;&#xC2C;&#xC41;.&quot; Swa. iv. 36. &#xC1F;&#xC40; &#xC32;&#xC15;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC24;&#xC30;&#xC15;&#xC38;&#xC02;&#xC2C;&#xC41;, &#xC05;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;. A kind of pigeon, &#xC2A;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC47;&#xC32;&#xC48;&#xC28;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC40;&#xC32;&#xC41;.&quot; &#xC38;&#xC3E;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC26;</span>&#xA0;&#xA0;landa. [Tel.] n. A very stout person, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC41;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lakuchamu. [Skt.] n. A species of the bread-fruit tree, Artocarpusla cuha. (Rox. and Watts.) &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC47;&#xC17;&#xC41;. A large species of lemon. &#xC17;&#xC1C;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lambhanamu. [Skt.] n. Reviling, abuse. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC32;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; lambhiu&#x307;&#x1E6D;su. v. a. To abuse, revile. &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC2C;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC2A;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC30;&#xC3F; lamb&#x101;&#x1E0D;i. [Tel.] n. A certain tribe of gypsies called Lambadies or Brinjaris, who trade in bullocks, salt, grain, &amp;c. &#xC32;&#xC02;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC3E; a troop or camp of these vagrants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;lampu. [Tel.] n. Stolen food, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC47;&#xC24;. &#xC32;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; lampula-m&#x101;ri. n. An animal that is fond of stolen food, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC2E;&#xC47;&#xC24; &#xC2E;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &quot;&#xC32;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC1A;&#xC41;&#xC15; &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC4B;&#xC2F;.&quot; H. v. 80.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC35;&#xC24;&#xC3E;</span>&#xA0;&#xA0;or &#xC32;&#xC02;&#xC35;&#xC24;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41; lampat&#x101;. [Tel.] n. A son of a slave. &#xC26;&#xC3E;&#xC38;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC2A;&#xC1F;</span>&#xA0;&#xA0;or &#xC32;&#xC02;&#xC2A;&#xC1F;&#xC2E;&#xC41; lampa&#x1E6D;a. [Tel.] n. Pain, trouble, weariness, &#xC2C;&#xC3E;&#xC27;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. Danger, &#xC06;&#xC2A;&#xC26;. &quot;&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC32;&#xC28; &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC02;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2E;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32;.&quot; Vish. vii. 228. &#xC32;&#xC02;&#xC2A;&#xC1F;&#xC2A;&#xC21;&#xC41; lampa&#x1E6D;a-pa&#x1E0D;a. v. n. To take pains. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;. &#xC32;&#xC02;&#xC2A;&#xC1F;&#xC41;&#xC21;&#xC41; lampa&#x1E6D;u&#x1E0D;u. n. One who loves, one who is given up to or eager for, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC02;&#xC2A;&#xC1F;&#xC41;&#xC21;&#xC41; a whoremonger, a libertine, a gallant. &quot;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC38;&#xC41;&#xC16;&#xC32;&#xC02;&#xC2A;&#xC1F;&#xC41;&#xC21;&#xC48;.&quot; URT. iii. 111. &quot;&#xC05;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC17;&#xC24;&#xC3F;&#xC32;&#xC02;&#xC2A;&#xC1F;&#xC41;&#xC21;&#xC28;&#xC17;&#xC41;&#xC26;&#xC41;&#xC28;&#xC47;&#xC28;&#xC3F;.&quot; M. XII. i. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lambamu. [Skt.] adj. Long. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;. Great, large, spacious, capacious, broad, expanded either in breadth or length or both. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;. Pendulous, dependinng, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC32;&#xC02;&#xC2C;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; lamba-kar&#x1E47;amu. n. Lit: The long eared, i.e., a hare, &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41; lambanamu. n. Depending, descending, falling. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;, A necklace. &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC32;&#xC02;&#xC2C;&#xC3F;&#xC15; lambika. adj. n. The uvula, or soft palate. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;. &#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; lambi-tamu. adj. Hanging down. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC32;&#xC02;&#xC2C;&#xC41; lambu. [from Skt. &#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;.] n. Largeness, bigness. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Greatness, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC32;&#xC26;&#xC28;&#xC41;.&quot; T. iii. 71. &#xC32;&#xC02;&#xC2C;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; lamb-&#x14D;daru&#x1E0D;u. n. Lit. The big bellied god, i.e., Ga&#x1E47;&#x113;sa, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC02;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC02;&#xC2C;&#xC40; lambi. [Tel.] n. A family. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;.
			</div>
                