&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;</span>&#xA0;&#xA0;lakshmi. [Skt.] n. Lakshmi, the wife of Vish&#x1E47;u, the goddess of prosperity. Wealth, fortune, &#xC38;&#xC02;&#xC2A;&#xC26;. Beauty, splendour. &#xC36;&#xC4B;&#xC2D;. Turmeric. &#xC2A;&#xC38;&#xC2A;&#xC41;. &quot;&#xC36;&#xC41;&#xC2D;&#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC40;&#xC15;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; Rukm&#x101;ngada. iii. 129. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; lakshma&#x1E47;u&#x1E0D;u. n. The younger brother of R&#x101;ma. &#xC38;&#xC4C;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;. A fortunate man, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC2A;&#xC24;&#xC3F; lakshm&#x12B;-pati. n. The husband of Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC3E;&#xC32;&#xC41; lakshm&#x12B;-man&#x14D;har&#x101;lu. n. A certain kind of rice. H. iv. 158. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; lakshm&#x12B;-vantu&#x1E0D;u. n. A man of wealth. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; lakshm&#x12B;-v&#x101;ramu. n. Thursday, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC47;&#xC38;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;laksha&#x1E47;amu. [Skt.] n. A sign, mark, token. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. A symptom, an indication; a characteristic, attribute, quality; a predicate, any thing by which an object is designated, or distinguished. &#xC2A;&#xC40;&#xC30;&#xC41;. A rule of art or science. &#xC35;&#xC3F;&#xC27;&#xC3F;. The Science of Grammar, &amp;c. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC3E;&#xC26;&#xC3F; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Perfection, comeliness, beauty, correctness, precision. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; the signs of rain. &#xC1C;&#xC4D;&#xC35;&#xC30; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; the symptoms of fever. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; the description of letters in grammar, i.e., Orthography. &#xC1B;&#xC02;&#xC26;&#xC4B;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; prosody. &#xC06; &#xC30;&#xC4B;&#xC17; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I will now describe the symptoms of that disease. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; a classical poem, a book written according to the rules, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2F;&#xC3E;  &#x1E37;aksha&#x1E47;am-aina. adj. Hand-some, beautiful &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2F;&#xC3E; laksha&#x1E47;ay&#x101;. adv. Metaphorically. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; lakshamu. n. A butt, mark, or aim. &#xC17;&#xC41;&#xC30;&#xC3F;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC06;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; lakshin&#x1E6D;su. v. a. To aim at, to see, &#xC17;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; lak&#x1E63;hmamu. n. A mark, token, or sing. &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41; &quot;&#xC2E;&#xC40;&#xC28;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;.&quot; T. iii. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;laksha. [Skt.] n. A lac, one hundred thousand. &#xC28;&#xC42;&#xC30;&#xC41;&#xC35;&#xC47;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;lakkimi. [from Skt. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;.] Same as &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. (q. v.) &#xC32;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; corruption of &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lakkanamu. [from Skt. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.] n. The science of Grammar, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A sign, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;, &#xC06;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;lakka. [from Skt. &#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;.] n. Lac, sealing wax. &#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;, &#xC1C;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC05;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC32;&#xC15;&#xC4D;&#xC15; shell-lac. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC15;&#xC4D;&#xC15; stick-lac. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41; lakka-tevulu. n. The weevil or the blight caused when corn turns rusty. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC40;&#xC21;. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; lakka-pe&#x1E6D;&#x1E6D;e. n. A lacquered box. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC15;. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC21;&#xC3F; lakka-biyyamu.n. Powdered lac, grain lac. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC15;. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house built with lac, seeming like mortar, intended by Duryodhana to be set on fire to procure the death of the P&#x101;ndavas. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC17;&#xC21;&#xC3E;&#xC32;&#xC41; false coral. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC41; lakk-&#x101;ku. (&#xC32;&#xC15;&#xC4D;&#xC15;+&#xC06;&#xC15;&#xC41;.) n. A roll of palm leaf reddened with lac and worn in the ear instead of an earring. &#xC1A;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC41;. &#xC32;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; a sort of pale red colour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC21;</span>&#xA0;&#xA0;laga&#x1E0D;a. [Tel.] n. Overboiled rice. &#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lakshyamu. [Skt.] adj. Observable, perceptible. &#xC1A;&#xC42;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. n. A mark, or butt, an aim. Care, regard, respect, esteem. &#xC17;&#xC41;&#xC30;&#xC3F;; &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;. he does not care for me, or mind me. An instance or example adduced in proof. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; for instance. &#xC05;&#xC26;&#xC3F; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; that is no great matter. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; lakshya-pe&#x1E6D;&#x1E6D;u. v. a. To aim. To esteem, take notice of, regard, value, care for, respect. &#xC17;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC41;</span>&#xA0;&#xA0;lag&#x101;yatu. [H.] n. Beginning, commencement. adv. Since, from the commencement of, from the beginning. &#xC08;&#xC30;&#xC4B;&#xC1C;&#xC41; &#xC32;&#xC17;&#xC3E;&#xC2F;&#xC24;&#xC41; beginning from this day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;lagin&#x1E6D;su. [Tel.] v. n. To agree or coincide in sense or meaning. &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;. To suit, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;[from Skt. &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;.] Same as &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E37;ag&#x101;mu. [H.] n. A horse&apos;s bridle.
			</div>
                