&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC4D;&#xC17;</span>&#xA0;&#xA0;lagga. [Tel.] n. An escalade, scaling, (&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;) &#xC15;&#xC4B;&#xC1F;&#xC2A;&#xC48;&#xC15;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC32;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC32;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC32;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to scale a fort, &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC4B;&#xC1F;&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC32;&#xC17;&#xC4D;&#xC17;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC41; lagga-dimpu. n. Assualt bafflers; (these were stones kept upon fortresses to be rolled down upon the besiegers.) &#xC15;&#xC4B;&#xC1F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC48;&#xC15;&#xC3F; &#xC26;&#xC4A;&#xC30;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC2C;&#xC02;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;[from Skt. &#xC32;&#xC18;&#xC41;&#xC35;&#xC41;.] Same as &#xC32;&#xC18;&#xC41;&#xC35;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;lagu&#x1E0D;u. [Tel.] n. A kind of hawk; the Laggar Falcon, Falco jugger. (F.B.I.) &#xC12;&#xC15;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC21;&#xC47;&#xC17;.&quot; &#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC15;&#xC48; &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC46;&#xC38;&#xC02;&#xC17;&#xC4B;&#xC2F;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC02;&#xC39;&#xC24;&#xC3F; &#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC2F;&#xC15;&#xC41; &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC28;&#xC4A;&#xC15;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC28;&#xC4D;.&quot; Swa. iv. 86.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1C;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;lajja. [Skt.] n. Shame, modesty, bashfulness, shyness, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; or &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41; lajj&#x101;&#x1E37;uvu. adj. Bashful, modest. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; lajjin&#x1E6D;su. v. n. To be ashamed, bashful or shy. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; lajjitamu. adj. Abashed. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;[from Skt. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;.] n. Same as &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. (q. v.) &#xC32;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC17;&#xC41;&#xC21;&#xC41; Same as &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC2E;&#xC17;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC18;&#xC3F;&#xC2E;</span>&#xA0;&#xA0;or &#xC32;&#xC18;&#xC3F;&#xC2E;&#xC2E;&#xC41; laghima. [Skt.] n. Ethereality, volatility, subtility, buoyancy. Excessive lightness; absence of weight, especially as an attribute of supernatural power. &#xC1A;&#xC41;&#xC32;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC32;&#xC18;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC32;&#xC18;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; laghish&#x1E6D;hamu. adj. Lightest, very light, very small, least, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC32;&#xC18;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; laghutvamu. n. Lightness, triviality. &#xC2E;&#xC32;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC32;&#xC18;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3F; laghu-brahmi n. A plant called Trigonella corniculata &#xC32;&#xC18;&#xC41;&#xC32;&#xC2F;&#xC2E;&#xC41; laghu-layamu. n. The root of a fragrant grass, usually called Cuss-cuss, Andropogon muricatum, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC32;&#xC18;&#xC41;&#xC35;&#xC41; laghuvu. adj. Swift, quick, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;. Light, not heavy; slight, trivial, trifling. Convalescent, better in health. Abating, moderating, as applied to disease, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC48;&#xC28;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;.n. An abatement, lessening, slackening. A short syllable. A leap, darting. Quick time in music. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;, &#xC17;&#xC02;&#xC24;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC32;&#xC18;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; laghuvu-g&#x101;. adv. Lightly. In good health. Gently, well, softly, slowly. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC32;&#xC18;&#xC36;&#xC02;&#xC15;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; laghu-&#x1E63;ankaku-p&#x14D;vu. v. n. To pass urine. &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC4B;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lagnamu. [Skt.] n. The rising of a Sign or Constellation. That portion of the equator, which rises in succession with each Sign in an oblique sphere. A period astrologically selected for any auspicious ceremony, such as a marriage, &amp;c. &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC09;&#xC26;&#xC2F;&#xC2E;&#xC41;. adj. Attached to, adhering to, in contact with, joined to, connected with, intent on, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC32;&#xC17;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41; lagnaku&#x1E0D;u. n. A security, or surety. &#xC2A;&#xC41;&#xC1F;&#xC15;&#xC3E;&#xC2A;&#xC41;. &#xC2A;&#xC42;&#xC1F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC41;. &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; lagna-patrika. n. A wedding notice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC41;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lagu&#x1E0D;amu. [Skt.] n. A club bound with iron or made of it, a staff or stick. &#xC07;&#xC28;&#xC41;&#xC2A; &#xC05;&#xC32;&#xC41;&#xC17;&#xC41;&#xC17;&#xC32; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC32;&#xC17;&#xC41;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC24;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC3F;.&quot; P. i. 614.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;laggu. [Tel.] n. Welfare, prosperity, happiness. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;. &#xC2E;&#xC47;&#xC32;&#xC41;. &#xC32;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41; laggulu. n. Obsequies, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC41;. &#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC05;&#xC28;&#xC02;&#xC24;&#xC30;&#xC02;&#xC2C; &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2D;&#xC41;&#xC1C;&#xC3E;&#xC38;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC28;&#xC02; &#xC2C;&#xC41;&#xC2A;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC32;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; M. III. iv. 110. &quot;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC02;&#xC24;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC02;&#xC2C;&#xC46;&#xC38;&#xC17;&#xC28;&#xC4D; &#xC27;&#xC43;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC41; &#xC21;&#xC4C;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC35;&#xC26;&#xC48;&#xC39;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC41; &#xC32;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC26;&#xC17;&#xC41; &#xC2C;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC30;&#xC28;&#xC3F; &#xC35;&#xC38;&#xC41;&#xC02;&#xC27;&#xC30;&#xC3E;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC32;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC26;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC27;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC2C;&#xC28;&#xC3F;&#xC1A;&#xC46;.&quot; M. XII. i. 438.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;. (q. v.)
			</div>
                