&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;</span>&#xA0;&#xA0;la&#x1E6D;akku-na. [Tel. (anuk.)] adv. Suddenly. &#xC05;&#xC15;&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;, &#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC46;</span>&#xA0;&#xA0;or &#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41; la&#x1E0D;&#x1E0D;iga. [Tel.] n. A kind of bottle used in travelling, &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;. &quot;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC2A;&#xC48;&#xC28;&#xC02;&#xC1F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC28;&#xC4A;&#xC15;&#xC15;&#xC3E;&#xC35;&#xC3F;, &#xC36;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC32;&#xC30;, &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC2F;, &#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC32;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC15;&#xC32; &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;.&quot; H. i. 200. &quot;&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4B; &#xC39;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; &#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC17;&#xC46;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; A. ii. 123. &#xC24;&#xC46;&#xC28;&#xC46;&#xC32;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC17; a honey bottle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC21;&#xC3F;</span>&#xA0;&#xA0;la&#x1E0D;i. [H.] n. A skein of lace, &amp;c., &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;. A skein of gold or silver thread. A string of pearls, flowers, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC21;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;la&#x1E0D;&#x101;yi. [H.] n. A fight, battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC20;&#xC3E;&#xC32;&#xC41;&#xC28;</span>&#xA0;&#xA0;la&#x1E6D;h&#x101;lu-na. [Tel. (anuk)] adv. Suddenly, all at once. &#xC32;&#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC32;&#xC1F;&#xC4D;&#xC35; la&#x1E6D;&#x1E6D;uva. [Tel.] n. A cudgel. &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;. A small cymbal, &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;. &quot;&#xC1A; &#xC15;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC2F;&#xC41; &#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC02;&#xC38;&#xC2E;&#xC41; &#xC28;&#xC02;&#xC26;&#xC41;&#xC1C;&#xC02;&#xC15;&#xC3F;&#xC1F;&#xC02;, &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC35;&#xC41;&#xC17;&#xC42;&#xC21;&#xC2F;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC24;&#xC26;&#xC40;&#xC2F;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC24;&#xC28;&#xC41;&#xC1C;&#xC42;&#xC24;&#xC41;&#xC30;&#xC4B;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Vaija. iii. 98.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;la&#x1E6D;&#x1E6D;u. [Tel.] n. A step, &#xC2A;&#xC21;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1F;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;la&#x1E6D;ahamu. [Skt.] n. A kind of drum. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. adj. Skilful, attractive. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC36;&#xC32;&#xC2E;&#xC41;. &quot;&#xC22;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC39;&#xC41;&#xC22;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC35;&#xC23;&#xC3E;&#xC28; &#xC15;&#xC32;&#xC1F;&#xC39;&#xC2A;&#xC1F;&#xC39;&#xC24;&#xC2E;&#xC1F;, &#xC06;&#xC35;&#xC1C;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC23;.&quot; H. iii. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC1F;&#xC35;&#xC1F;, &#xC32;&#xC1F;&#xC35;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC2A;&#xC1F;&#xC2A;&#xC3F;&#xC1F; la&#x1E6D;apata. [Tel.] n. Fighting, a quarrel. &#xC5B;&#xC17;&#xC21;&#xC2E;&#xC41;. &quot;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC15;&#xC2A;&#xC1F;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC32;&#xC1F;&#xC2A;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC32;&#xC42;&#xC32;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; L. vii. 277. Bragging, boasting. &#xC1C;&#xC02;&#xC2D;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC18;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26; &#xC35;&#xC40;&#xC35;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC46; &#xC2F;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC41;&#xC17;&#xC28;&#xC47; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3F; &#xC2C;&#xC47;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC17;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC28;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC1F;&#xC2A;&#xC1F;&#xC32;&#xC47;&#xC32;&#xC3E;.&quot; G. vii. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;</span>&#xA0;&#xA0;lattuka. [from Skt. &#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;.] n. The red colour called lac, produced like cochineal from insects. &#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;. &#xC32;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC26;&#xC42;&#xC26;&#xC3F; cotton steeped in lac liquid and then dried. This by being dipped in water forms red ink. &#xC32;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; lattuka-bottulu. n. A certain kind of grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. H. iv. 158.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;latti-ch&#x113;pa. [Tel.] n. A sort of fish, Drepanus punctatus. Russell; plate 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;lattika. [Tel.] n. A stout and heavy seed of the &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;&#x1E37;atta. [Tel.] n. A blow, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. Danger. &#xC06;&#xC2A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC24;</span>&#xA0;&#xA0;or &#xC32;&#xC24;&#xC3F;&#xC15; lata. [Skt.] n. A creeper, a creeping plant, &#xC24;&#xC40;&#xC17;. A branch, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC32;&#xC24; a slender sword. &#xC24;&#xC28;&#xC42;&#xC32;&#xC24; her slender form. &#xC32;&#xC24;&#xC15;&#xC42;&#xC28; lata-k&#x16B;na. n. A sprig, (poetical phrase for a girl.) &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC32;&#xC47;&#xC24;&#xC24;&#xC40;&#xC17;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC32;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F; lat-&#x101;ngi. n. A slender woman; one whose form is slender as a sprig. &#xC24;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC3F;. &#xC32;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; lat-&#x101;ntamu. n. A flower (lit: the extremity of a creeper.) &#xC32;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; one who uses blossoms for weapons, i.e., Manmadha, &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. K&#x101;lahas. iv. 31. &#xC32;&#xC24;&#xC3E;&#xC21;&#xC4B;&#xC32; lat&#x101;-&#x1E0D;&#x14D;la. n. A swing formed of twigs. &#xC24;&#xC40;&#xC17;&#xC46;&#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC32;. A. v. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;la&#x1E0D;&#x1E0D;u. [Tel.] n. A kind of sweetmeat. (Metaphorically,) a scrape, perplexity. &#xC32;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC41;, &#xC32;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC2E;&#xC41; or &#xC32;&#xC21;&#xC4D;&#xC35;&#xC2E;&#xC41; Same as &#xC32;&#xC21;&#xC4D;&#xC21;&#xC41;.
			</div>
                