&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC2A;&#xC4D;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; lapa&#x1E6D;&#x101;-y-in&#x1E6D;su. [Tel. anuk.] v. a. To devour, to plunder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2A;&#xC15;</span>&#xA0;&#xA0;lapaka. [Tel.] n. Money, wealth. &#xC27;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC26;&#xC4D;&#xC26;&#xC46; laddi. [Tel.] n. The dung of horses, asses, elephants, or camels. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC47;&#xC21;. &#xC32;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC06;&#xC15;&#xC41; trash, the remaining substance of leaves boiled for dye, &amp;c. &#xC32;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; laddi-purugu. n. A dung-beetle. The fly that destroys corn, a grub in wood. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC32;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F; or &#xC32;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F; ladde-pippi. n. The blight or murrain that destroys corn. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC40;&#xC21;. &#xC32;&#xC26;&#xC4D;&#xC26;&#xC46; or &#xC32;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; laddc. n. The end of a cloth. &#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC3F;&#xC35;&#xC30;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC05;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2F;</span>&#xA0;&#xA0;laya. [Skt.] n. Beating time in music and dancing. &#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. [Tel.] n. Fruad, trick, deceit.&#xC2E;&#xC3E;&#xC2F;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &#xC32;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC32;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; layak&#x101;a-&#x1E0D;u. n. A rogue. &#xC2E;&#xC4B;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41;. &quot;&#xC24;&#xC47; &#xC05;&#xC24;&#xC28;&#xC3F;, &#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC26;&#xC4A;&#xC02;&#xC17;.&quot; Vaijayanti. iv. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC2E;&#xC4D;&#xC21;&#xC3F; lami&#x1E0D;i. [H.] n. A slave girl, a wretch, scamp. &#xC24;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;labhin&#x1E6D;su. [Skt.] v. n. To happen, befall, occur, be acquired or gained. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it turned out as he prophesied. &#xC32;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC41; labdhamu. adj. Gained, acquired, obtained, received, attained. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. The quotient in division. &#xC2D;&#xC3E;&#xC17;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;. &#xC32;&#xC2C;&#xC4D;&#xC27;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; labdha-var&#x1E47;u&#x1E0D;u. n. A learned man. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC2C;&#xC4D;&#xC27;&#xC3F; labdhi. n. Profit, gain. &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;.&quot; &#xC07;&#xC24;&#xC30;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC02;&#xC17;&#xC1F; &#xC2C;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC32; &#xC32;&#xC2C;&#xC4D;&#xC27;&#xC3F;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC32;&#xC4D; &#xC38;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC40;&#xC32;.&quot; BD. iv. 1822. &#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41; labhyamu. adj. Attainable, procurable. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;lappa. [Tel.] n. A lump (as of sugar of civet.) &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;. &#xC17;&#xC21;&#xC4D;&#xC21;, &#xC30;&#xC3E;&#xC36;&#xC3F;. &quot;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC47;&#xC28;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC38;&#xC41;&#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41; &#xC38;&#xC4B;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F; &#xC26;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC17;&#xC32;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC28;&#xC32;&#xC26;&#xC3F;.&quot; Nava. page 58. &#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41; lappamu. n. Plaster, cement used to fill up the cracks in wood or the seams of ships, &amp;c. Putty.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lapanamu. [Skt.] n. The face or countenance. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. The mouth. &#xC28;&#xC4B;&#xC30;&#xC41;, Voice, talking. &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;. A word, &#xC2E;&#xC3E;&#xC1F;. &quot;&#xC15;&#xC33;&#xC26;&#xC47;&#xC30;&#xC41;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; &#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC32;&#xC4D; &#xC32;&#xC2A;&#xC28; &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC32;&#xC02;&#xC1A;&#xC2E;&#xC4B;&#xC35;&#xC38;&#xC17;.&quot; H. iv. 84. &#xC32;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; lapitamu. adj. Said, spoken. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.n. Voice, speech, a word. &#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lal&#x101;&#x1E6D;amu. [Skt.] n. The forehead. &#xC28;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC28;&#xC4A;&#xC38;&#xC32;&#xC41;. &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC32;&#xC3F;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC32;&#xC3F;&#xC2A;&#xC3F; lal&#x101;&#x1E6D;a-likhitamu. n. That which is written on the forehead: (what Mussulmans call &apos;nasib.&apos;) Luck, destiny. (Brahma is imagined to write in crooked lines on the skull, the future events of each life.) &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC3F;&#xC15; or &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; lal&#x101;&#x1E6D;ika. n. A tiara, a fillet. &#xC2E;&#xC41;&#xC16;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;, &#xC2A;&#xC3E;&#xC2A;&#xC1F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC32;&#xC24;&#xC4D;</span>&#xA0;&#xA0;lalat. [Skt.] adj. Shaking, tremulous. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;, &#xC15;&#xC26;&#xC3F;&#xC32;&#xC47;. &#xC32;&#xC32;&#xC28; lalana. n. A wanton girl, a beauty. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC32;&#xC02;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;lalantika. [Skt.] n. A necklace hanging as low as the waist. &#xC15;&#xC02;&#xC20;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2F;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;layya. [Tel.] n. A prostitute.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;layamu. [Skt.] n. Loss, destruction, extinction, annihilation, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. The grass called cuss-cuss, &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;. &#xC07;&#xC02;&#xC24;&#xC32;&#xC4B; &#xC06; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC32;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; these were the declining days of the dynasty. &#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; layin&#x1E6D;su. v. n. To be destroyed. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be attached to, be connected with, &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC02;&#xC24;&#xC3E; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC47; &#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while his every thought was engrossed by her.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC2C;&#xC32;&#xC2C;</span>&#xA0;&#xA0;laba-laba. [Tel. anuk. of beating oneself on the mouth, as a mark of distress.] adv. Much, severely.
			</div>
                