&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC3F;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;lava&#x1E6D;i. [Tel.] n. The root of a bird&apos;s wing. &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;lavali. [Skt.] n. A kind of creeper. &#xC12;&#xC15;&#xC24;&#xC40;&#xC17;&#xC46;. Swa. iii. 146. A. v. 80 .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC32;&#xC35;</span>&#xA0;&#xA0;lava-lava. [Tel.] adj. Split, divided, broken asunder. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;, &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lal&#x101;mamu. [Skt.] n. A sign. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. A flag. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. A nornament, &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;. A coronet of flowers. A mark on the forehead, &#xC28;&#xC41;&#xC26;&#xC41;&#xC1F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC24;&#xC3F;&#xC32;&#xC15;&#xC2E;&#xC41;. &#xC30;&#xC2E;&#xC23;&#xC40;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; the loveliest of women. &quot;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC33;&#xC3F;&#xC15;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;.&quot; B. vii. 416. adj. Chief, principal, excellent. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. Beautiful, agreeable, charming. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC32;&#xC32;&#xC3E;&#xC2E;&#xC15;&#xC2E;&#xC41; lal&#x101;makamu. n. A coronet of flowers. &#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC36;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC02;&#xC21; &quot;&#xC38;&#xC4A;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC26;&#xC02;&#xC2C;&#xC32;&#xC26;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC15;&#xC2E;&#xC3F;&#xC21;&#xC3F;.&quot; A. vi. 180. &#xC32;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; the chief man, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC32;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; the noblest of kings. &quot;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC3E;.&quot; Ved. Ras. ii. 1. &#xC38;&#xC3E;&#xC25;&#xC4D;&#xC35;&#xC40;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC2E;&#xC41; the most virtuous of women. &quot;&#xC08; &#xC2F;&#xC2C;&#xC32;&#xC3E;&#xC32;&#xC32;&#xC3E;&#xC2E;&#xC15;&#xC46;&#xC28;&#xC2F;&#xC47;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;.&quot; T. ii. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lavamu. [skt.] n. A small quantity, a very little, a minute particle. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;. Cutting, plucking, as a flower, &amp;c. &#xC15;&#xC4B;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC24;. adj. Little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC48;&#xC28;. &#xC32;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; lavin&#x1E6D;su. v. a. To cut, reap, mow. &#xC15;&#xC4B;&#xC2F;&#xC41;. &#xC32;&#xC35;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41; lava-l&#x113;&#x1E63;amu. adj. Very little. &#xC30;&#xC35;&#xC02;&#xC24; &#xC32;&#xC35;&#xC32;&#xC47;&#xC36;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who is utterly ignorant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lavanamu. [Skt.] n. Reaping, mowing. &#xC2A;&#xC48;&#xC30;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F; &#xC15;&#xC4B;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC23;&#xC3F;</span>&#xA0;&#xA0;lava&#x1E47;i. [Tel.] n. Tightness. &#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;. &quot;&#xC38;&#xC40; &#xC10;&#xC23;&#xC47;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC2F;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC23;&#xC3F; &#xC1A;&#xC47;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Swa. i. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lava&#x1E47;amu. [Skt.] n. Salt. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;. Saltness. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC28;. adj. Salt, saline. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41; sea salt. &#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41; rock salt. &#xC2C;&#xC3F;&#xC21;&#xC3E;&#xC32;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41; salt used in medicine. &#xC32;&#xC35;&#xC23;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC15;&#xC2E;&#xC41; hydrochloric or muriatic acid, acidum muriaticum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lavangamu. [Skt.] n. A clove. Caryophyllus aromaticus. (Watts.) &#xC26;&#xC47;&#xC35;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41;. &#xC32;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;. &#xC32;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; lavan-gapu-chekka. n. Cassia lignca (Ainslie. &#xC35;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC15;&#xC2E;&#xC41;. &#xC32;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F; lavanga-pu&#x1E6D;&#x1E6D;a. n. Cinnamon. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F; Cinnamomum zeylcynicum. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F; Cinnamomum iners (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lalitamu. [Skt.] adj. Beautiful, graceful, charming, lovely, gay, cheerful. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC32;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F; a sweet or lovely figure.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC32;&#xC3F;</span>&#xA0;&#xA0;lali. [Tel.] n. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Love, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. Brightness, joy, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. Gracefulness, agreebleness. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. adj. Graceful, agreeable. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;. adv. Gracefully, agreeably. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC32;&#xC32;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC26;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC41; &#xC32;&#xC21;&#xC30;&#xC28;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC17;&#xC3F;&#xC2F;&#xC3E;&#xC17;&#xC3F;.&quot; M. IV. iii. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lastakamu. [Skt.] n. The middle of a bow, where it is grasped. &#xC27;&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC27;&#xC4D;&#xC2F; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A. ii. 88.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lavitramu. [skt.] n. A sickle, a small reaping hook. &#xC15;&#xC4A;&#xC21;&#xC35;&#xC32;&#xC3F;. &quot;&#xC26;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC32; &#xC24;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;.&quot; Dasuradhi Satakam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC36;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;la&#x1E63;unamu. [Skt.] n. Garlic. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC3F;. A certain kind of flaw in a gem, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC26;&#xC4B;&#xC37;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;</span>&#xA0;&#xA0;laskaru. [H.] n. An army, &#xC26;&#xC02;&#xC21;&#xC41;. A lascar, &#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC3F;. adj. Stout and strong.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC38;&#xC24;&#xC4D;</span>&#xA0;&#xA0;lasat. [Skt.] n. Bright, brilliant. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC38;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;lasuku. [Tel.] v. a. To destroy, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                