&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;l&#x101;ksha. [Skt.] n. Lac, &#xC32;&#xC15;&#xC4D;&#xC15;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; l&#x101;ksh&#x101;-rasamu. n. The red dye obtained from lac. &#xC32;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC15;</span>&#xA0;&#xA0;l&#x101;ka. [Tel.] n. A feather. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC40;&#xC15;. A new shoot from a stalk of corn, &amp;c. &#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC48;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the cholam has sent out fresh shoots. &#xC32;&#xC3E;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; l&#x101;ka-ka&#x1E6D;&#x1E6D;u. n. Pinioning the arms. &#xC2A;&#xC46;&#xC21;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC32;&#xC3E;&#xC15;&#xC32;&#xC41; l&#x101;kalu. n. plu. Small pieces of stick, used by weavers. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;.&quot; &#xC15;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC15;&#xC02;&#xC21;&#xC46;&#xC32; &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC30; &#xC17;&#xC4B;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC32;&#xC3E;&#xC15;&#xC32;&#xC41;&#xC28;&#xC40;&#xC32;&#xC15;&#xC21;&#xC35;, &#xC17;&#xC02;&#xC2A;, &#xC21;&#xC4A;&#xC32;&#xC4D;&#xC32;, &#xC15;&#xC33;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;, &#xC15;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC1A;&#xC46;&#xC2E;&#xC3F;&#xC15;&#xC46;.&quot; H. ii. 12. &#xC32;&#xC3E;&#xC15;&#xC15;&#xC1F;&#xC4D;&#xC1F; l&#x101;ka-ka&#x1E6D;&#x1E6D;u. n. The unfinished warp of a cloth with pieces of wood still stuck in it, &#xC32;&#xC3E;&#xC15;&#xC32;&#xC24;&#xC4B; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC17;&#xC3F;&#xC2F;&#xC28;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC02;&#xC1B;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;nchhanamu. [Skt.] n. A mark, or sign, &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. A name, or appellation. &#xC2A;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC02;&#xC17;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;ng&#x16B;lamu. [Skt.] n. A hairy tail, as a horse&apos;s.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;ngalamu. [Skt.] n. A plough. &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;. &#xC32;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC3F; l&#x101;ngali. n. An epithet of Balar&#x101;ma. &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;. The forest tree caleld Gloriosa superba. &#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC33;&#xC3F; Rox. ii. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC39;&#xC30;&#xC3F;</span>&#xA0;&#xA0;lahari. [Skt.] n. A large wave or surf, a billow. A flood. &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. T. iv. 150.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;l&#x101;gu. [Tel.] v. a. &amp;n. To pull, haul, drag, draw. &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC32;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3F; in dying his arms and legs were drawn up, or were contracted. n. Attraction, &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Consent, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A summer sault, leap, &#xC32;&#xC02;&#xC18;&#xC28;&#xC2E;&#xC41;. Short drawers, reaching only to the middle of the thigh. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; l&#x101;gin&#x1E6D;su. v. a. To cause to pull or drag, &#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC32;&#xC3E;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; l&#x101;gu-konu. v. a. To take by force, seize. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC32;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F; l&#x101;gu-ba&#x1E0D;i. n. Expense, cost. &#xC32;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; l&#x101;gul-&#x101;&#x1E0D;u. v. n. To struggle, &#xC2A;&#xC46;&#xC28;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC3E;&#xC17;&#xC41; or &#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; l&#x101;gu. adv. Like, as, &#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC32;&#xC46;. &quot;&#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;&#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;, &#xC28;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC40;&#xC15;&#xC28;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC1A;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC28;, &#xC2A;&#xC41;&#xC30;&#xC42;&#xC30;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC40;&#xC32;. &#xC38;&#xC17;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC41; &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC17;&#xC28;&#xC41;. &#xC17;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;.&quot; H. i. 42. &#xC0F;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; how is it, in what fashion is it? &#xC08;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; in this way. &#xC05;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; in that manner? &#xC05;&#xC24;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; according to what he said? &#xC05;&#xC26;&#xC3F; &#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you must manage to get this done. &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC05;&#xC02;&#xC26;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41; so that it may reach us. &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he stood stock still. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC09;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; it looked like his face. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41; tell him to do so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;gamu. [from Skt. &#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;.] n. Same as &#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;. (q. v.) &#xC32;&#xC3E;&#xC17;&#xC3F; l&#x101;gi. adj. Light; easy; skilful. &#xC32;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC32;&#xC18;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC17;</span>&#xA0;&#xA0;l&#x101;ga. [Tel.] n. A burrow, hole. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;, &#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;. &quot;&#xC05;&#xC21;&#xC35;&#xC3F;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21; &#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC35;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC27; &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC2F;&#xC41;&#xC2C;&#xC4B;&#xC32;&#xC46;&#xC32;&#xC3E;&#xC17;&#xC32;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.&quot; Swa. iv. 25. &quot;&#xC05;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;, &#xC24;&#xC28;&#xC1A;&#xC28;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC28;&#xC3F;&#xC2F;&#xC46; &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC2C;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC24;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC15;&#xC41;&#xC1C;&#xC28;&#xC3F; &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC24; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC28;&#xC4D;.&quot; M. XII. iii. 236. &#xC32;&#xC3E;&#xC17;&#xC26;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; l&#x101;ga-d&#x101;gu&#x1E0D;u. n. A snake, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC17;&#xC30;&#xC3F; l&#x101;g-ari. (&#xC32;&#xC3E;&#xC17;+&#xC05;&#xC30;&#xC3F;.) n. The ear. &#xC1A;&#xC46;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;l&#x101;ksha&#x1E47;iku&#x1E0D;u. [Skt. from &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.] n. One who knows the rules of the various arts, &amp;c. A grammariun. A classical scholar. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;.
			</div>
                