&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC1A;&#xC40; l&#x101;chi. [Tel.] n. The sack to receive loads, placed upon horses or asses, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47; &#xC17;&#xC4B;&#xC28;&#xC46;. A load carried on a small cart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;l&#x101;ch&#x101;ru. [H.] adj. Helpless, forlorn, poor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;ghavamu. [Skt. from &#xC32;&#xC18;&#xC41;&#xC35;&#xC41;.] n. Lightness, slightness, delicacy, easiness, facility, dexterity. &#xC32;&#xC18;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Health, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41; or &#xC15;&#xC30;&#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41; sleight of hand. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; or &#xC32;&#xC3E;&#xC18;&#xC35;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC30;&#xC3F; they scorned me. &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; it will appear contemptible. &quot;&#xC2E;&#xC3E;&#xC35;&#xC32;&#xC35;&#xC32;&#xC41;&#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;&#xC28;. &#xC28;&#xC40;&#xC35;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;.&quot; B. X.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC24;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC24;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC24;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC32; l&#x101;tamu. [Tel.] n. A stick, staff, rod, a hermit&apos;s staff. &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC1A;&#xC41;&#xC35;&#xC4D;&#xC35;, &#xC35;&#xC02;&#xC15;&#xC30;&#xC15;&#xC4B;&#xC32;. &quot;&#xC15;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC47;&#xC26;&#xC3E;&#xC30; &#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC23;&#xC3F; &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC32;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Swa. i. 15. &quot;&#xC08;&#xC2C;&#xC32;&#xC2A;&#xC35;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC32;&#xC2A;&#xC48;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC46; &#xC30;&#xC47;&#xC16;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC46; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC40; &#xC32;&#xC3E;&#xC24;&#xC2A;&#xC41;&#xC02;&#xC17;&#xC4B;&#xC32;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC40;&#xC35;&#xC41;&#xC24;&#xC32;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC41;&#xC32;&#xC48;.&quot; G. viii. 116.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC24;</span>&#xA0;&#xA0;See &#xC32;&#xC3E;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC21;&#xC3F;&#xC2F; l&#x101;&#x1E0D;e. [Tel.] n. Loading a pack ox. &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC40;&#xC2A;&#xC41;&#xC28; &#xC2C;&#xC30;&#xC41;&#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;l&#x101;&#x1E0D;i. [Tel.] n. A large ulcer, a galled sore, a sore on the back of any animal of burden produced by its load. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;. Matter or pus exuding from the ear, &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC47;&#xC30;&#xC38;&#xC3F;. &quot;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC42;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC2C;&#xC32;&#xC32;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC4A;&#xC02;&#xC26;&#xC1C;&#xC47;&#xC2F;.&quot; H. v. 35. A sacrifice, &#xC2C;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;&#x1E0D;amu. [H.] n. A horse shoe. &#xC32;&#xC3E;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; to shoe a horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1F;&#xC40;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;l&#x101;&#x1E6D;i-karra. [Tel. &#xC32;&#xC3E;&#xC1F;&#xC3F; corruption of &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F;.] n. A staff or club. &#xC26;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;la&#x1E6D;i. [Tel.] n. The Tailor bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;&#x1E6D;a-d&#x113;&#x1E63;amu. [Skt.] n. The ancient name of a part of Southern India: Guzerat or Malayalam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;l&#x101;jalu. [Skt.] n. plu. Fried grain, parched corn. &#xC2A;&#xC47;&#xC32;&#xC3E;&#xC32;&#xC41;, &#xC2C;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;l&#x101;tsu. [Tel from &#xC32;&#xC3E;&#xC17;&#xC41;.] v. n. To lie in ambush, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;. To oppose, &#xC15;&#xC35;&#xC3F;&#xC2F;&#xC41;. v. a. To pull, haul, &#xC08;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC32;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC27;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC32;&#xC41;&#xC32;&#xC3E;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC47;&#xC30;.&quot; A. ii. 69. &quot;&#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC40;&#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC15;&#xC3E; &#xC21;&#xC48;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC32;&#xC3E;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC40;&#xC32;&#xC3E;&#xC17;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC42;&#xC21;.&quot; HD. ii. 1051. &quot;&#xC15;&#xC1F;&#xC3F;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC32;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC1A;&#xC3F;.&quot; L. xi. 253.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;labhamu. [Skt.] n. Gain, profit, advantage. &#xC26;&#xC4A;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. Interest on money. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. &#xC32;&#xC3E;&#xC2D;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; Profit and loss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;l&#x101;pu. [Tel. from &#xC32;&#xC3E;&#xC1A;&#xC41;.] n. Lying in ambush, &amp;c. See &#xC32;&#xC3E;&#xC1A;&#xC41;. &#xC32;&#xC3E;&#xC2A;&#xC4B;&#xC38;&#xC41; combination, interference.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2A;&#xC30;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC2A;&#xC30;&#xC3E; l&#x101;para. [Tel. &#xC32;&#xC3E;&#xC2A;&#xC41;+&#xC30;&#xC3E;&#xC2F;&#xC3F;.] n. A grate over a drain. &#xC1C;&#xC32;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC38;&#xC35;&#xC41; &#xC1A;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC17;&#xC2C;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC15;, &#xC32;&#xC47;&#xC15;, &#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC32;&#xC15;. &quot;&#xC35; &#xC17;&#xC41;&#xC21;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC30;&#xC3E; &#xC24;&#xC42;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC21;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;.&quot; A. vi. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;l&#x101;tu. [Tel.] adj. Much, great, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;l&#x101;ti. [Tel.] adj. Other, strange, foreign, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. n. A stranger, an alien. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC32;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a stranger, &#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC17;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC47;&#xC2E;&#xC4A;&#xC17;&#xC3E;&#xC15; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC47;&#xC38;&#xC4B;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41;.&quot; R. vi. 30. &quot;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC48;&#xC28;&#xC41;&#xC2A;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC32;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC48; &#xC2F;&#xC3F;&#xC1F;&#xC41;&#xC32;&#xC42;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;.&quot; M. XI. ii. 32. Plu. &#xC32;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41;.
			</div>
                