&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC28;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41; l&#x101;lana. [Skt.] n. Wheedling, coaxing, flattering. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC32;&#xC3E;&#xC1C;&#xC32;&#xC2E;&#xC41; l&#x101;la. [Skt.] n. Slaver, saliva, spittle. &#xC1A;&#xC4A;&#xC02;&#xC17;, &#xC1A;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC24;&#xC1A;&#xC47;&#xC2F;&#xC41; l&#x101;yu. [Tel.] v. n. To increase, prosper, be proud. &#xC09;&#xC26;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC32;&#xC3E;&#xC24; l&#x101;ta. n. Pride, &#xC32;&#xC3E;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;yamu. [Perhaps from Eng. &apos;lines&apos;.] n. A stable. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3E;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2F;&#xC41;&#xC16;&#xC41;</span>&#xA0;&#xA0;l&#x101;yakhu. [H.] adj. Fit, proper, suitable. &#xC24;&#xC17;&#xC3F;&#xC28;. &#xC32;&#xC3E;&#xC2F;&#xC16;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; it is not proper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;majjakamu. [Skt.] n. The root of the Andropogon laniger, usually termed Cuss-cuss. The Juncus ordoratis of Pharamacy. (Watts.) &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;, &#xC28;&#xC40;&#xC1F;&#xC3F; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;l&#x101;lu. [H.] adj. Red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC32;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC32;&#xC41; l&#x101;lu-kunchelu. n. plu. Scarlet tufts attached to a state saddle. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC5B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41;. &quot;&#xC32;&#xC32;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC32;&#xC41;.&quot; A. v. 55. &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2F;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lalityamu. [Skt. from &#xC32;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;.] n. Beauty. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;l&#x101;lin&#x1E6D;su. [Skt. from &#xC32;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;.] v. a. To wheedle, coax, lull, soothe. &#xC2C;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC32;&#xC3E;&#xC32;&#xC28;. &#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; l&#x101;litamu. adj. Coaxed, wheedled, seduced, loved, desired. Bright, illumined. &#xC2C;&#xC41;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. Beautiful, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2C;&#xC3E;&#xC32;&#xC47;&#xC02;&#xC26;&#xC41; &#xC30;&#xC47;&#xC16;&#xC26;&#xC4B;&#xC1A;&#xC3F;&#xC28; &#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;&#xC28; &#xC2A;&#xC30;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28;&#xC27;&#xC30;&#xC23;&#xC40;, &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC3F;&#xC17;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC38;&#xC46;&#xC28;&#xC41;.&quot; B. X.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;l&#x101;li. [Tel.] n. A cradle, &#xC09;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC32;. A lullaby sung to children. &#xC21;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC28;&#xC41; &#xC2A;&#xC26;&#xC2E;&#xC41;. &quot;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC28;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;.&quot; Charu Chandr&#x14D;d. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;l&#x101;l&#x101;&#x1E6D;a. [Skt. from &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.] adj. Relating to the forehead. &#xC28;&#xC4A;&#xC38;&#xC1F;&#xC3F;. &quot;&#xC32;&#xC3E;&#xC1F; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC32;&#xC3E;&#xC32;&#xC3E;&#xC1F;&#xC18;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC40;&#xC32;&#xC3E;&#xC1F;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC2C;&#xC3E;&#xC2F;&#xC02;&#xC17;&#xC26;&#xC4B;&#xC1A;&#xC3F;.&quot; T. ii. 32. &#xC1F;&#xC40; &#xC32;&#xC3E;&#xC32;&#xC3E;&#xC1F;, &#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC38;</span>&#xA0;&#xA0;l&#x101;lasa. [Skt.] n. Ardent desire, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;, &#xC14;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Soliciting, asking. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;, &#xC2F;&#xC3E;&#xC1A;&#xC28;. Amorousness, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC32;&#xC02;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC32;&#xC38;&#xC2E;&#xC41; l&#x101;lasamu. adj. Devoted to, attached to. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC32;&#xC02;&#xC2A;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC17;&#xC32;. &#xC32;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41; l&#x101;lasu&#x1E0D;u. n. One who loves, one who is wishing for, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;lamu. [Tel.] n. A certain cloth put on over a saddle cover. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC5B;&#xC3E;&#xC32;&#xC30;&#xC41;. &#xC32;&#xC3E;&#xC32;&#xC38;&#xC30;&#xC3F; l&#x101;lasari. (&#xC32;&#xC3E;&#xC32;&#xC2E;&#xC41;+&#xC38;&#xC30;&#xC3F;) n. Scarlet tufts attached to a state saddle. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC28; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC02;&#xC26;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC15;</span>&#xA0;&#xA0;l&#x101;vika. [Skt.] n. A female who vends articles. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC32;&#xC3E;&#xC35;&#xC3F;&#xC15; a woman who sells flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;</span>&#xA0;&#xA0;l&#x101;v&#x101;-d&#x113;vi. [H.] n. Traffic, mercantile transactions, buying and selling, money dealings in general. &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he quarrelled or gave annoyance.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC35;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lananyamu. [Skt.] n. Beauty, loveliness. A pearly white color. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC26;&#xC02;&#xC17;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC2E;&#xC41;&#xC16;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;va&#x1E47;amu. [Skt. from &#xC32;&#xC35;&#xC23;&#xC2E;&#xC41;.] n. A list of soldiers or servants. Enlistment. &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. The profits of a custom house. &#xC32;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to enlist. &#xC32;&#xC3E;&#xC35;&#xC23;&#xC3F; l&#x101;va&#x1E47;i. n. Money advanced for grazing cattle on pasture land.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC35;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC32;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC32;&#xC42;&#xC1A;&#xC40;</span>&#xA0;&#xA0;l&#x101;l&#x16B;chi. [H.] n. Temptation, inducement, bribery.
			</div>
                