&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;l&#x101;vu. [Tel.] n. Bigness, stoutness, corpulence. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Power, strength, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2C;&#xC32;&#xC2E;&#xC41;. Greatness, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Alms, &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; large quill feathers, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC2F;&#xC40;&#xC15;&#xC46;&#xC32;&#xC41;. &quot;&#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32; &#xC2C;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC32; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A; &#xC17;&#xC26;&#xC32;&#xC46; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC48; &#xC17;&#xC30;&#xC41;&#xC21;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;.&quot; N. ii. 72. &quot;&#xC32;&#xC32;&#xC28;&#xC30;&#xC4B; &#xC2F;&#xC46;&#xC02;&#xC26;&#xC41;&#xC28;&#xC40;&#xC35;&#xC3F;&#xC15;&#xC28;&#xC41; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC28;&#xC47;&#xC32;.&quot; Vaij. ii. 125. &#xC1F;&#xC40; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;, &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;. adj. Stout, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;. Difficult, impossible, &#xC05;&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a stout man. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F; a great many people. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to fertilise (land) &#xC32;&#xC3E;&#xC35;&#xC30;&#xC3F; l&#x101;v-ari. (&#xC32;&#xC3E;&#xC35;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A robust man. &#xC2C;&#xC32;&#xC3E;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.&quot; &#xC2A;&#xC4B;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC3F;&#xC32; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1F;&#xC32;&#xC3E;&#xC35;&#xC30;&#xC3F;&#xC2F;&#xC4C;&#xC1F; &#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC36;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;.&quot; A. vi. 24. &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F; l&#x101;v&#x101;&#x1E6D;i. adj. Big, large, fat. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC32;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; or &#xC32;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC2E;&#xC41; l&#x101;vuka-pi&#x1E6D;&#x1E6D;a. n. A sort of quail, Perdix chinensis. The Courier Plover. Cursorius coromandelicus. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x101;samu. [Skt.] n. Dancing. &#xC06;&#xC1F;, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC32;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41; l&#x101;sakamu. n. A peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC32;&#xC3E;&#xC38;&#xC3F;&#xC15; l&#x101;sika. n. An actress, a female, dancer, &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC32;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41; l&#x101;saku&#x1E0D;u. n. A dancer, actor. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; l&#x101;syamu. n. Dancing. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lingamu. [Skt.] n. A mark, sing, token, symptom, characteristic. &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. An element, principle. The male organ of generation. The phallus, i.e., emblem symbolic of Siva. &#xC38;&#xC3E;&#xC02;&#xC2D;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F;, &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Nature as an active power in creation. &#xC05;&#xC2C;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; hydrogen, the watery element. &#xC2A;&#xC43;&#xC27;&#xC3F;&#xC35;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; the earth. &#xC24;&#xC47;&#xC1C;&#xC4B;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; caloric. Gender, in grammar, as &#xC2A;&#xC41;&#xC02;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; the masculine gender. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; the feminine gender. &#xC28;&#xC2A;&#xC41;&#xC02;&#xC38;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; the neuter gender. &#xC05;&#xC28;&#xC3F;&#xC2F;&#xC24;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; or &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; common gender. &#xC2C;&#xC3E;&#xC23;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; a cylindrical oblong pebble or crystal worshipped as the emblem of Siva. &#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; a father confessor. &#xC36;&#xC3F;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; an image of Siva. &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; a man of the Jangam sect. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; what is dedicated to Siva. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; the subtile or atomic body, the active and causative principle in animated creatures, the quintessence or ethereal substance constituting the soul or spirit, &#xC2E;&#xC28;&#xC4B;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC26;&#xC36;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F; &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC32; &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30; linga-ka&#x1E6D;&#x1E6D;u-m&#x101;tra. n. A particular kind of pill made of factitious cinnabar. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC30;&#xC38;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC17;&#xC41;&#xC33;&#xC3F;&#xC15;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC2F; linga-k&#x101;ya. n. The solitaire or small case usually made of silver to keep the lingam or phallus in and worn on the breast, suspended by a cord round the neck. &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC15;&#xC3E;&#xC2F;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC41; linga&#x1E0D;u. n. A name of the god Siva. &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC2F;&#xC4D;&#xC2F;, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC26;&#xC4A;&#xC02;&#xC21; linga-don&#x1E0D;a. n. A creeper with a red conical fruit. Bryonia laciniora. &#xC26;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC27;&#xC3E;&#xC30;&#xC3F; or &#xC32;&#xC3F;&#xC02;&#xC17;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; linga-dh&#x101;ri. n. One who wears the lingam or phallus. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32; linga-po&#x1E6D;la. n. A kind of snake gourd. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC12;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC32;. &#xC38;&#xC3F;&#xC27;&#xC4D;&#xC30;&#xC15;&#xC2E;&#xC41;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC3F;&#xC1C;&#xC32;&#xC41; linga-balijalu. n. Plu. People of the &#xC2C;&#xC32;&#xC3F;&#xC1C; caste, who wear the lingam in a case hung round their necks. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2C;&#xC32;&#xC41;&#xC1C;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC32;&#xC3F;&#xC02;&#xC17;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC32;&#xC3F;&#xC02;&#xC17;&#xC3F; linga-vritti. n. A religious hypocrite, one who assumes the dress, &amp;c., of an ascetic in order to get a livelihood. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC3F;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC1C;&#xC1F;&#xC32;&#xC41; &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC40; l&#x101;hiri. [Tel.] n. Drunkenness, intoxication. &#xC2E;&#xC48;&#xC15;&#xC2E;&#xC41;. &quot;&#xC26;&#xC47;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC39;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28;&#xC4D;.&quot; Radha. i.
			</div>
                