&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC38;</span>&#xA0;&#xA0;lipsa. [Skt.] n. Desire, wish. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC38;&#xC41;&#xC21;&#xC41; lipsu&#x1E0D;u. n. One who wishes. &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;lipi. [Skt. from &#xC32;&#xC3F;&#xC2A;&#xC4D; to smear.] n. Writing in general, hand-writing, a written character. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. &#xC26;&#xC47;&#xC35;&#xC28;&#xC3E;&#xC17;&#xC30;&#xC32;&#xC3F;&#xC2A;&#xC3F; the Devan&#x101;gri character. &#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC32;&#xC3F;&#xC2A;&#xC40;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; lipi-k&#x101;ru&#x1E0D;u. n. A scribe, writer or copyist. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; liptamu. adj. Smeared, anointed, plastered. &#xC2A;&#xC42;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; liptakamu. n. A poisoned arrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;liddi. [Tel.] n. A stake driven into a hole that is made in a mortar. The stoppage of the breadth through the nose on account of a cold.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; likhin&#x1E6D;su. [Skt. from &#xC32;&#xC3F;&#xC16;&#xC4D; to scratch.] v. a. To write. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;. &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC41; likhitamu. n. Writing, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. A manuscript. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. A letter, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;. adj. Written, drawn, delincated. painted, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; likhi-tavyamu. adj. Worthy or fit to be written or drawn, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; likhitu&#x1E0D;u. n. A witness that signs a document. &#xC38;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. A witness, &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;likku-ji&#x1E6D;&#x1E6D;a. [Tel.] n. The Tailor bird, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;likki. [Tel.] n. A small sickle. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC38;&#xC47; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC4A;&#xC21;&#xC35;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC15;&#xC41;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC3F;&#xC15;&#xC41;&#xC1A;&#xC2E;&#xC41; likuchamu. [Skt.] n. A lime or lemon. A species of the bread fruit tree. Artocarpus lacucha. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC02;&#xC21;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x12B;namu. [Skt.] adj. Absorbed into, swallowed up in. &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. Melted, &#xC15;&#xC30;&#xC17;&#xC3F;&#xC28;. &quot;&#xC05;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC32;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;.&quot; (P. i. 314.) &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC24;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC40;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x12B;dhamu. [Skt.] adj. Eaten, &#xC24;&#xC3F;&#xC28;&#xC2C;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC40;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;l&#x12B;ksha. [Skt.] n. A nit. &#xC08;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC39;&#xC24;&#xC4D;</span>&#xA0;&#xA0;lihat. [Skt.] adj. Licking. A word only used in compounds as &#xC05;&#xC2D;&#xC4D;&#xC30;&#xC02;&#xC32;&#xC3F;&#xC39;&#xC24;&#xC4D; sky-high; lit. &apos;licking the skies,&apos; &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC35;</span>&#xA0;&#xA0;liva. [Tel.] n. Agility, lightness. &#xC32;&#xC3E;&#xC18;&#xC35;&#xC2E;&#xC41;. (Vulgarly), a syllable. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC32;&#xC3F;&#xC35;&#xC32;&#xC41;&#xC17;&#xC32;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a word or two syllables. &quot;&#xC38;&#xC40; &#xC15;&#xC21;&#xC41;&#xC22;&#xC3E;&#xC15;&#xC2E;&#xC40;&#xC30;&#xC02;&#xC17; &#xC2E;&#xC21;&#xC2E;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC3F;&#xC35;&#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC1A;&#xC42;&#xC2A;&#xC3F;.&quot; KP. iii. 85. &#xC32;&#xC3F;&#xC35;&#xC32;&#xC3F;&#xC35; liva-liva. adv. Easily, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;&#xC17;&#xC3E;, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;lil&#x12B;ksha. [Skt.] n. Inclination to lick. Acquisitiveness. &#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC28;&#xC47;&#xC1A;&#xC4D;&#xC1B;. &quot;&#xC17;&#xC4B;&#xC2E;&#xC47;&#xC27;&#xC3F;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC02;&#xC15;&#xC42;&#xC30; &#xC2E;&#xC3F;&#xC25;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC27;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35; &#xC32;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2E;&#xC3F;&#xC36;&#xC26;&#xC4D;&#xC2D;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC02;&#xC2C;&#xC41;.&quot; Parij. ii. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC32;&#xC40;&#xC2F;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;limma. [Tel.] n. A twig used as a whisk. &#xC2E;&#xC02;&#xC21;. &quot;&#xC35;&#xC3E;&#xC21;&#xC4A;&#xC15; &#xC2F;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC39;&#xC47;&#xC2F; &#xC2E;&#xC46;&#xC02;&#xC1A;&#xC15;; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC40;&#xC28;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC2E;&#xC42;&#xC17;&#xC3F;&#xC28; &#xC2F;&#xC40;&#xC17;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC4B; &#xC1C;&#xC4A;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC40;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC41; &#xC35;&#xC46;&#xC32;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC28;&#xC4D;.&quot; Chenna. iv. 344.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2D;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC32;&#xC3F;&#xC2A;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;libbi. [Tel.] n. Wealth, riches. &#xC27;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC27;&#xC3F;. &quot;&#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC24;&#xC3F;&#xC32;&#xC2E;&#xC47;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC2C; &#xC2C;&#xC3E;&#xC2A;&#xC3F;. &#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41; &#xC28;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC2C;&#xC4D;&#xC2C;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC2F;&#xC1A;&#xC47;&#xC24;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; Bahulas. &#xA7;. 116. &#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2A;&#xC21;&#xC24;&#xC3F;. Lakshmi, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC41; libbulu. n. plu. Treasuries, &#xC28;&#xC3F;&#xC27;&#xC41;&#xC32;&#xC41;, &#xC27;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; or &#xC32;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC26;&#xC4A;&#xC30; Kub&#x113;ra, &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3F;&#xC2B;&#xC3E;&#xC2B;&#xC3E;</span>&#xA0;&#xA0;liph&#x101;ph&#x101;. [H.] n. An envelope, &#xC32;&#xC15;&#xC4B;&#xC1F;&#xC3E;.
			</div>
                