&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC42;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x16B;mamu. [Skt.] n. A tail. &#xC24;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x16B;namu. [Skt.] adj. Cut. &#xC15;&#xC4B;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC42;&#xC24;</span>&#xA0;&#xA0;l&#x16B;ta. [Skt.] n. A spider. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC42;&#xC1F;&#xC40; l&#x16B;&#x1E6D;i. [H.] n. Plunder, loot, sacking &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. Danger, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. A lachyrymal abcess, a boil near the eye. &#xC26;&#xC35;&#xC21;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC32;&#xC42;&#xC1F;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC32;&#xC42;&#xC1F;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; l&#x16B;&#x1E6D;&#x12B;-ch&#x113;yu. v. n. To plunder.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC2A;&#xC4D;&#xC2A;</span>&#xA0;&#xA0;or &#xC32;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41; leppa. [Tel.] n. An aim, a butt, &#xC17;&#xC41;&#xC30;&#xC3F;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC32;&#xC46;&#xC2A;&#xC4D;&#xC2A; &#xC2E;&#xC4C;&#xC26;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;.&quot; Charitra. i. 255.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;lekka. [Tel.] n. Number, &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;. An account, a sum in arithmetic, reckoning. &#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;. [from Skt. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] Esteem, regard. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC28;&#xC3F; numberless. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC21;&#xC41; he is a good accountant. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is learning arithmetic. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC24;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41; to ascertain the balance in an account. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC42;&#xC1A;&#xC41; to make out or look over an account. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC47;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; he disregarded me. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; lekkagonu. v. a. To esteem, respect. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; lekka-pe&#x1E6D;&#x1E6D;u. v. a. To reckon, count. To regard, mind, esteem. &#xC0E;&#xC02;&#xC1A;&#xC41;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC02;&#xC2A;</span>&#xA0;&#xA0;lempa. [Tel.] n. A side, a cheek. &#xC1A;&#xC46;&#xC02;&#xC2A;, &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;. &#xC32;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC2F; lempa-k&#x101;ya. n. A slap on the cheek. &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;len&#x1E0D;i. [Tel. from &#xC32;&#xC47;&#xC1A;&#xC41; to rise.] v. imperative plu. Rise ye. A colloquial expression like &quot;To be sure&quot;! you see! of course! you know! &quot;&#xC14;&#xC32;&#xC46;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F; &#xC39;&#xC3E;&#xC2A;&#xC2F;&#xC28;&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC02;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC4B;.&quot; T. ii. 164.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC02;&#xC1F;</span>&#xA0;&#xA0;len&#x1E6D;a. [Tel.] n. Alum, &#xC2A;&#xC1F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC02;&#xC15;</span>&#xA0;&#xA0;lenka. [Tel.] n. A servant. &#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC15; &#xC05;&#xC35;&#xC38;&#xC30;&#xC2E;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC02;&#xC17;&#xC48; &#xC26;&#xC41;&#xC35;&#xC15;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC26;&#xC41;&#xC35;&#xC47;&#xC1F;&#xC24;&#xC4B;&#xC1F;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;, &#xC26;&#xC35;&#xC41;&#xC32;&#xC48;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC32;&#xC46;&#xC02;&#xC15;&#xC32;, &#xC2E;&#xC35;&#xC41;&#xC1F;&#xC28;&#xC4D; &#xC2E;&#xC2E;&#xC41;&#xC1C;&#xC42;&#xC21;&#xC41; &#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot; R. ii. 8.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC42;&#xC32;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x16B;l&#x101;-m&#x101;lamu. [Tel.] n. Cheating, wheedling, defruading. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC28;. &quot;&#xC15; &#xC32;&#xC42;&#xC32;&#xC3E;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC28; &#xC28;&#xC3F;&#xC1C;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC02;, &#xC2C;&#xC3E;&#xC32;&#xC4B;&#xC28;&#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F;, &#xC28;&#xC40;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC32;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1C;&#xC42;&#xC2A;&#xC28;&#xC4D;.&quot; K&#x101;lahasti. iii. 194.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;</span>&#xA0;&#xA0;l&#x113;. [Tel. from &#xC32;&#xC47;&#xC1A;&#xC41;.] v. imperative. Rise, Interj. Go to, you know, of course. &#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC47; let him go, never mind. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC47; never mind, they are here.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;</span>&#xA0;&#xA0;lessa. [Tel.] n. Good, well being, weal, a good state, health, right. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC17;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;. plu. &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC32;&#xC41;. adj. Good, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. Proper, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC3E; &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC32;&#xC3E; is all right? &quot;&#xC26;&#xC47;&#xC36;&#xC2D;&#xC3E;&#xC37;&#xC32;&#xC02;&#xC26;&#xC41; &#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41; &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;.&quot; A. i. 18. &quot;&#xC05;&#xC28;&#xC3F;&#xC28;&#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC17;&#xC3E;&#xC15;&#xC2F;&#xC28;&#xC3F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC28;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;.&quot; (M. XV. ii. 195.) very well, said he. &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38; or &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC17;&#xC3E; adv. Well, properly. duly, Severely. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he beat is soundly. &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC35;&#xC3E;&#xC21;&#xC41; lessa-v&#x101;&#x1E0D;u. n. A proper or excellent man, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                