&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;</span>&#xA0;&#xA0;l&#x113;ka. [Tel. another form of &#xC32;&#xC46;&#xC02;&#xC15;.] n. A servant. &#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC46;&#xC02;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;</span>&#xA0;&#xA0;l&#x113;ka. [from Skt. &#xC30;&#xC47;&#xC16;.] n. A letter of correspondence, &#xC5B;&#xC3E;&#xC2C;&#xC41;. A row of thick-set trees, &#xC0E;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC30;&#xC41;&#xC38;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;</span>&#xA0;&#xA0;l&#x113;ka. Conj. Or, else. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC32;&#xC47;&#xC15; &#xC24;&#xC4B;&#xC1F; a house or a garden. &#xC32;&#xC47;&#xC15;&#xC32;&#xC47;&#xC15; l&#x113;ka-l&#x113;ka. adv. At last. &#xC32;&#xC47;&#xC15;&#xC32;&#xC47;&#xC15; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; at last he had a son born to him. &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41; l&#x113;ka-p&#x14D;vu. v. n. To be in want of. &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC15; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was then out of his senses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;l&#x113;n&#x1E0D;lu. [Tel. plu. of &#xC32;&#xC47;&#xC21;&#xC3F;.] n. Antelopes. &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;</span>&#xA0;&#xA0;l&#x113;. [Tel.] The base of the negative forms &#xC32;&#xC47;&#xC15;, &#xC32;&#xC47;&#xC28;&#xC3F;, &#xC32;&#xC47;&#xC26;&#xC41;, &amp;c. &#xC32;&#xC47;&#xC15; l&#x113;ka. past participle of &#xC32;&#xC47;&#xC26;&#xC41;. Not being, not being present, without, wanting. &#xC05;&#xC24;&#xC21;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC35;&#xC32;&#xC4D;&#xC32; by his not being there. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC35;&#xC32;&#xC4D;&#xC32; by being in want of money. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC23;&#xC3F;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC2C;&#xC21;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; she played these pranks as there was no one to check her. &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC47;&#xC15; being in want of food. When added to the infinitive, it means Unable. &#xC30;&#xC3E;&#xC32;&#xC47;&#xC15; unable to come. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC21;&#xC32;&#xC47;&#xC15; unable to look at it, unable to bear the sight of it. &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21; or &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; l&#x113;k-un&#x1E0D;&#x101;. is used in much the same way as &#xC32;&#xC47;&#xC15;; e.g. &#xC05;&#xC24;&#xC21;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC3E;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC26;&#xC41; I cannot do it without him &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; l&#x113;k-un&#x1E0D;&#x101;-ch&#x113;yu. v. a. To do away, to get rid of, to turn out. &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC41; turn them out of the house. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC07;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I relieved him from the necessity of giving it. &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41; l&#x113;k-un&#x1E0D;u. v. n. To be absent, to be wanting. &#xC32;&#xC47;&#xC21;&#xC41; l&#x113;&#x1E0D;u. He is not; he is not present. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC32;&#xC47;&#xC21;&#xC41; he is not in the house. &#xC1A;&#xC47;&#xC2F;&#xC32;&#xC47;&#xC21;&#xC41; he cannot do it. &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC02;&#xC2A;&#xC17;&#xC32;&#xC47;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46;. he could not behold it. &#xC32;&#xC47;&#xC26;&#xC3E; l&#x113;d&#x101;. It it not? or, or else. &#xC05;&#xC26;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC32;&#xC47;&#xC26;&#xC3E; is it not there? &#xC32;&#xC47;&#xC26;&#xC41; l&#x113;du. It is not. &#xC05;&#xC26;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC32;&#xC47;&#xC26;&#xC41;. it is not there. &#xC32;&#xC47;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; l&#x113;n-a&#x1E6D;&#x1E6D;u. As if it is not &#xC05;&#xC24;&#xC21;&#xC41; &#xC32;&#xC47;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it appears he is not there. &#xC05;&#xC24;&#xC21;&#xC41; &#xC32;&#xC47;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F; knowing that he was not there. &#xC32;&#xC47;&#xC28;&#xC3F; l&#x113;ni. adj. Devoid of. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he who is devoid of sense. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he is a dumb creature, a mere fool. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; faultless. &#xC26;&#xC4B;&#xC35;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC35;&#xC3F; a pathless forest. &#xC35;&#xC46;&#xC32;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; a priceless gem. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; nonsense, a fool&apos;s errand. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; vain deluding joys. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; slanders, falsehoods. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC41; a false pretence. &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC28;&#xC40;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; a dispute arose without cause. &quot;&#xC05;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC42;&#xC24;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC21;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC1A;&#xC40;&#xC15;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC42;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC35;&#xC41;&#xC21;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC2F;&#xC48;&#xC28;&#xC15;&#xC32;&#xC26;&#xC41;.&quot; K. P. v. 248. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; the absent; the poor. &#xC32;&#xC47;&#xC2E;&#xC3F; l&#x113;mi. n. Nullity, not being, absence, want, poverty. &#xC15;&#xC32;&#xC41;&#xC17;&#xC2E;&#xC3F;, &#xC09;&#xC02;&#xC21;&#xC2E;&#xC3F;, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41; &#xC32;&#xC47;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC46;.&quot; M. X. ii. 17. &#xC27;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F; want of wealth. &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC32;&#xC47;&#xC2E;&#xC41;&#xC32;&#xC41; gains and losses, riches and poverty. &#xC32;&#xC47;&#xC2E;&#xC3F;&#xC21;&#xC3F; l&#x113;mi&#x1E0D;i. n. Poverty, want. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC30;&#xC41; l&#x113;ru. v. 3rd. pers. plu. They are not. M. V. i. 342. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC32;&#xC47;&#xC30;&#xC41; they are not here. not living. &#xC32;&#xC47;&#xC35;&#xC41; l&#x113;vu. v. (neuter.) They are not.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;</span>&#xA0;&#xA0;l&#x113;. [Tel.] adj. A contraction for &#xC32;&#xC47;&#xC24; tender, as &#xC32;&#xC47;&#xC1C;&#xC46;&#xC2E;&#xC1F;, &#xC32;&#xC47;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;, &#xC32;&#xC47;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;, &#xC32;&#xC47;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC28;&#xC46;&#xC32;, &amp;c. &#xC32;&#xC47;&#xC35;&#xC2F;&#xC28;&#xC41; tender age &#xC32;&#xC47;&#xC28;&#xC17;&#xC35;&#xC41; a slight laugh, a smile. &#xC32;&#xC47;&#xC24;&#xC4B;&#xC1F; a blooming garden. &#xC32;&#xC47;&#xC15;&#xC38;&#xC35;&#xC41; tender grass.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;l&#x113;k-ari. [from Skt.&#xC32;&#xC47;&#xC16;.] n. A writer, a penman. &#xC32;&#xC47;&#xC16;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC16;&#xC30;&#xC3F;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
                