&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC17;</span>&#xA0;&#xA0;l&#x113;ga. [Tel. &#xC32;&#xC47;&#xC24;+&#xC15;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;.] n. A sucking calf. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC42;&#xC21;. A calf, &#xC26;&#xC42;&#xC21;, &#xC35;&#xC24;&#xC4D;&#xC38;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC24;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC26;&#xC42;&#xC21;. A delicate chisel used by stone-cutters. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC09;&#xC32;&#xC3F;. &#xC06;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC24;&#xC47;&#xC32;&#xC47;&#xC17;&#xC32;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC35;&#xC3F; or &#xC32;&#xC47;&#xC17;&#xC32;&#xC41; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E; &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC35;&#xC3F; when the cows quarrel the calves&apos; legs are broken; i.e., when the great fall out the poor suffer. &#xC32;&#xC47;&#xC17;&#xC1F;&#xC3E;&#xC35;&#xC41; or &#xC32;&#xC47;&#xC17;&#xC1F;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC41; l&#x113;ga-&#x1E6D;-&#x101;vu. n. A cow with a young calf at foot. &#xC32;&#xC47;&#xC24;&#xC26;&#xC42;&#xC21;&#xC17;&#xC32; &#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC16;</span>&#xA0;&#xA0;l&#x113;kha. [Skt. from &#xC32;&#xC3F;&#xC16;&#xC4D; to scratch.] n. A letter an epistle. &#xC5B;&#xC3E;&#xC2C;&#xC41;. A line, a row. &#xC30;&#xC47;&#xC16;, &#xC2A;&#xC1C;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC3F;, &#xC35;&#xC30;&#xC41;&#xC38;. &#xC32;&#xC47;&#xC16;&#xC15;&#xC41;&#xC21;&#xC41; l&#x113;khaku&#x1E0D;u. n. A scribe, writer, clerk. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;&#xC30;&#xC3F;. &#xC32;&#xC47;&#xC16;&#xC28;&#xC2E;&#xC41; l&#x113;khanamu. n. Writing. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. &#xC32;&#xC47;&#xC16;&#xC28;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; empty words, mere rigmarole. &#xC08;&#xC1C;&#xC3E;&#xC2C;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC16;&#xC28;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC47;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC30;&#xC47; &#xC2F;&#xC47;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC40; &#xC32;&#xC47;&#xC26;&#xC41; this letter is a pack of nonsense and nothing else. &#xC32;&#xC47;&#xC16;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; l&#x113;khaniku&#x1E0D;u. n. One who gets a letter written for him by another and makes a mark on it to show that it is written by himself or under his orders. &#xC24;&#xC28;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC12;&#xC15;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC47;&#xC16;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC32;&#xC47;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; l&#x113;khan-&#x12B;yamu. adj. Worthy or fit to be written, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC32;&#xC47;&#xC16;&#xC2D;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; l&#x113;kha-bh&#x101;mini. n. A goddess. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &quot;&#xC32;&#xC47;&#xC16;&#xC2D;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC41;&#xC32;&#xC2F;&#xC41;.&quot; Vasu. v. 4. &#xC32;&#xC47;&#xC16;&#xC39;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; l&#x113;kha-h&#x101;raku&#x1E0D;u. A letter carrier, a postman. &#xC32;&#xC47;&#xC16;&#xC30;&#xC4D;&#xC37;&#xC2D;&#xC41;&#xC21;&#xC41; l&#x113;kharshabhu&#x1E0D;u. n. A title of Indra. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC47;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; l&#x113;khyamu. n. A business letter. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;. &#xC32;&#xC47;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC41; Same as &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC41;. (q. v.) &#xC32;&#xC47;&#xC16;&#xC3F;&#xC28;&#xC3F; or &#xC32;&#xC47;&#xC16;&#xC28;&#xC3F; l&#x113;khini. n. A pen. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC47; &#xC15;&#xC32;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC16;&#xC41;&#xC21;&#xC41; l&#x113;khu&#x1E0D;u. n. A god, a deity. &#xC26;&#xC47;&#xC35;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;l&#x113;k-uniki. [Tel.] n. The state of being in want of. &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &#xC05;&#xC24;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC32;&#xC47;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; for his being absent there. &quot;&#xC12;&#xC21;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; DRA. 331.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47;, &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC47;</span>&#xA0;&#xA0;or &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E; l&#x113;k-un&#x1E6D;&#x113;. adv. Or else, otherwise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC15;&#xC3F;</span>&#xA0;&#xA0;l&#x113;ki. [Tel.] n. Grain dropped down on the ground, &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;. A worthless wretch, a vagabond. &#xC26;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC32;&#xC47;&#xC15;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC41; &#xC1A;&#xC3E;&#xC15;&#xC3F;&#xC1A;&#xC3E;&#xC15;&#xC28;&#xC3F;&#xC2F;&#xC47;&#xC32; &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41;.&quot; BD. iv. 101. &#xC32;&#xC47;&#xC15;&#xC3F;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41; silly doings. &#xC32;&#xC47;&#xC15;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC2F; a rascal, a scoundrel. &#xC32;&#xC47;&#xC15;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41; l&#x113;ki-bratuku. n. A miserable life, a hand to mouth livelihood. &#xC32;&#xC47;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; l&#x113;ki-v&#x101;&#x1E0D;u. n. One who lives from hand to mouth. A useless person. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC1F;</span>&#xA0;&#xA0;l&#x113;&#x1E6D;a. [Tel.] n. A bough or branch. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;, &#xC36;&#xC3E;&#xC16;. &#xC32;&#xC47;&#xC1F;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC2A;&#xC21;&#xC41; to turned away, as the face, &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC1A;&#xC41;</span>&#xA0;&#xA0;l&#x113;&#x1E6D;su. [Tel.] v. n. To rise, get up, arise. &#xC09;&#xC24;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC30;&#xC47;&#xC17;&#xC41;. To rise from sleep, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC47;&#xC1A;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I came away. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the itch appeared. &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; l&#x113;chi-p&#x14D;vu. v. n. To depart, go away. &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2A;&#xC4B; be gone! get off! &#xC35;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he walked off. &#xC32;&#xC47;&#xC35; l&#x113;va. Infinitive of &#xC32;&#xC47;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC35;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41;. I lifted him up. &#xC32;&#xC47;&#xC35;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; l&#x113;va-go&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To expel. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC32;&#xC47;&#xC35;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; he got them turned out of the house. &#xC32;&#xC47;&#xC35;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC32;&#xC47;&#xC35;&#xC26;&#xC40;&#xC2F;&#xC41; l&#x113;va-n-ettu. v. a. To lift up, pull out; to turn out; to expel, &#xC2C;&#xC2F;&#xC1F;&#xC3F;&#xC15;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC35;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; help the man up.
			</div>
                