&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x113;panamu. [Skt.] n. Smearing, plastering, anointing. &#xC05;&#xC32;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC30;&#xC2E;&#xC21;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; l&#x113;pin&#x1E6D;su. v. a. To smear, &#xC1A;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC32;&#xC47;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; l&#x113;paku&#x1E0D;u. n. One who smears, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC47;&#xC2A;&#xC2E;&#xC41; l&#x113;pamu. n. Plastering, smearing, &#xC2A;&#xC42;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC24;. Plaster, mortar. &#xC38;&#xC41;&#xC27;, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. Food. &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; l&#x113;pyamu. n. A coating. &#xC2A;&#xC42;&#xC24;. adv. Fit to smear, &#xC2A;&#xC42;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC26;&#xC41;</span>&#xA0;&#xA0;l&#x113;du. [Tel.] n. A bear, &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC3F;. &#xC32;&#xC47;&#xC26;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F; or &#xC32;&#xC47;&#xC26;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC40; l&#x113;du-banti. n. A lie, &#xC2C;&#xC4A;&#xC02;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC24;</span>&#xA0;&#xA0;l&#x113;ta. [Tel.] adj. Young, tender, soft. &#xC24;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC32;&#xC47;&#xC24;&#xC2F;&#xC46;&#xC02;&#xC21; soft sunshine. &#xC32;&#xC47;&#xC24;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; a light tint. Easy, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;. (&#xC38;&#xC4D;&#xC35;&#xC3E;. iii.) Small, little, straight, light, thin, soft. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC48;&#xC28;, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. &#xC32;&#xC47;&#xC24;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC32;&#xC47;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41; l&#x113;ta-tanamu. n. Infancy, youth, tenderness. &#xC24;&#xC30;&#xC41;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC47;&#xC1F;&#xC3F; l&#x113;&#x1E0D;i. [Tel.] n. An antelope. &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC1C;&#xC3F;&#xC02;&#xC15;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3F; &#xC2F;&#xC32;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F; &#xC2E;&#xC43;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC3E;&#xC2F;&#xC2F;&#xC4B; &#xC2F;&#xC47;&#xC2E;&#xC4A;&#xC2F;&#xC48;&#xC28; &#xC28;&#xC47;&#xC2E;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC28;&#xC15;&#xC2A;&#xC41;&#xC02;&#xC16;&#xC2E;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC41;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC30;&#xC2A;&#xC32;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3E; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;.&quot; R. v. 160. &quot;&#xC2E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC1C;&#xC30;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2C;&#xC46;&#xC28; &#xC17;&#xC3F;&#xC28;&#xC2F;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC1C;&#xC42;&#xC1A;&#xC3F; &#xC15;&#xC43;&#xC24;&#xC39;&#xC38;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC1A;&#xC28;&#xC2F;&#xC47;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC46;&#xC02;, &#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17; &#xC28;&#xC47;&#xC28;&#xC46;&#xC15;&#xC21;&#xC41;&#xC15;&#xC20;&#xC3F;&#xC28;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC48;.&quot; M. I. v. 55. &#xC32;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; l&#x113;&#x1E0D;i-kan&#x1E6D;i. n. A bright-eyed-girl, a girl or woman with gazelle-like eyes. &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. Plu. &#xC32;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x113;&#x1E63;amu. [Skt.] n. Littleness, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;. A little, a small portion: a particle, atom. adj. Very little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC36;&#xC2E;&#xC48;&#xC28;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; there is not even the least, not a whit, not a jot. &#xC32;&#xC47;&#xC38;&#xC41; l&#x113;su. (from &#xC32;&#xC47;&#xC36;&#xC2E;&#xC41;.) adj. Light, &#xC1A;&#xC41;&#xC32;&#xC15;&#xC28;. Easy, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC35;&#xC3F;&#xC21;&#xC40;</span>&#xA0;&#xA0;l&#x113;vi&#x1E0D;i. [H.] n. Disgrace. &#xC32;&#xC47;&#xC35;&#xC3F;&#xC21;&#xC40;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to disgrace openly by crying Fie!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;leva&#x1E0D;i. [Tel. from &#xC32;&#xC47; (q. v.)] n. Want, &#xC32;&#xC47;&#xC2E;&#xC3F;. Poverty, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Poor, &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. Low, base, vile, mean. &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &quot;&#xC2F;&#xC36;&#xC2E;&#xC46;&#xC02;&#xC24;&#xC47;&#xC32;&#xC47;&#xC35;&#xC21;&#xC3F;.&quot; A. iv. 285. &#xC1F;&#xC40; &#xC2F;&#xC36;&#xC2E;&#xC46;&#xC02;&#xC24;&#xC47;&#xC32;&#xC47;&#xC35;&#xC21;&#xC3F;, &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC24;&#xC4B; &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC3E; &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC3F;.&quot; Garud&#x101;ch. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC2E;&#xC3F;, &#xC32;&#xC47;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;See under &#xC32;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC2E;</span>&#xA0;&#xA0;l&#x113;ma. [Tel.] n. A woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. adj. Tender, young, &#xC32;&#xC47;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x113;baramu. [Tel.] adj. Empty, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;l&#x113;pu. [Tel. from &#xC32;&#xC47;&#xC1A;&#xC41;.] v. a. To cause to rise, to raise, &#xC32;&#xC47;&#xC35;&#xC1C;&#xC47;&#xC2F;&#xC41;. To rouse, awake, stir up. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC47;&#xC2A;&#xC41; to arouse from sleep &#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2A;&#xC41; to raise dust. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC12;&#xC15;&#xC17;&#xC4B;&#xC21; &#xC32;&#xC47;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he raised a wall across. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC32;&#xC47;&#xC2A;&#xC41; turn him out of the house. &#xC32;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; l&#x113;pin&#x1E6D;su. v. a. To remove, to turn out, &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC06; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC32;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he turned them out of the house. &#xC32;&#xC47;&#xC2A;&#xC41;. n. A bed. &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;, &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC4C;, &#xC38;&#xC15;&#xC3F;&#xC28;&#xC46;&#xC32; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28; &#xC1A;&#xC3E;&#xC2F;&#xC28;&#xC17;&#xC3E;&#xC2E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC2A;&#xC48;&#xC26;&#xC41;&#xC30;&#xC02;, &#xC17;&#xC3F;&#xC15;&#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC47;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC17;&#xC3F;&#xC02;&#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC28;&#xC4B;&#xC2D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC28;&#xC4D;.&quot; H. i. 73. A mane, &#xC5B;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x113;hanamu. [Skt.] n. Licking, &#xC28;&#xC3E;&#xC15;&#xC41;&#xC1F;. &#xC32;&#xC47;&#xC39;&#xC2E;&#xC41; l&#x113;hamu. n. Food, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; lehyamu. adj. That which can be licked, &#xC28;&#xC3E;&#xC15;&#xC26;&#xC17;&#xC3F;&#xC28;. n. An electuary, a medicine. Nectar, ambrosia. &#xC28;&#xC3E;&#xC15;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC28;&#xC3E;&#xC15;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC4D;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC41;. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC32;&#xC40;&#xC39;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC47;&#xC32;&#xC3F;&#xC39;&#xC3E;&#xC28;&#xC2E;&#xC41; l&#x113;l&#x12B;-h&#x101;namu. [Skt.] n. A snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC47;&#xC35;</span>&#xA0;&#xA0;l&#x113;va. [Tel.] n. A horse&apos;s face, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41; &#xC24;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;.
			</div>
                