&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC5B;&#xC4D;&#xC1C;&#xC41; lo&#x1E6D;s&#x1E6D;su. [Tel.] adj. Inferior, less, deficient. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &quot;&#xC2E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC41; &#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC4D; &#xC2E;&#xC28;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC23;&#xC3E;&#xC38;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Chamatk. Manj. ii. 9. &quot;&#xC27;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC32; &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC35;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC32;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC41;&#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; Chatu. i. 52. line. 10. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC41; an elphant is nothing when you are upon it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC02;&#xC17;&#xC41; loggu. [Tel.] v. n. To submit, to yield, to be humble. &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC41;. &#xC32;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F; logga&#x1E0D;i. n. Confusion, perplexity, &#xC15;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &#xC32;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC32;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC41; logga&#x1E0D;illu. v. n. To be confounded or perplexed, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC32;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC1A;&#xC41;. &#xC32;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41; logga-&#x1E0D;ila-j&#x113;yu. v. a. To subdue, make one yield. &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC32;&#xC4B;&#xC39;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC02;&#xC26;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC32;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC32;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Pal. 446.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC02;&#xC2A;</span>&#xA0;&#xA0;lompa. [Tel.] n. A small house. &#xC15;&#xC4A;&#xC02;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;lon&#x1E0D;u. [Tel.] n. A pond, tank, &#xC1C;&#xC32;&#xC3E;&#xC36;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC4B;&#xC17;&#xC41; longu. [Tel.] v. n. To submit, to yield, to be humble. &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC17;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. To withdraw, retreat, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC24;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC02;&#xC24; longin-anta. adj. As much as possible, or practicable. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC02;&#xC24;. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC0F;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B;&#xC28;&#xC41; &#xC32;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC02;&#xC24; &#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he tilled as much land as could be done with two ploughs.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC02;&#xC15;</span>&#xA0;&#xA0;lonka. [Tel.] n. A dell, a valley. &#xC15;&#xC4B;&#xC28;. &quot;&#xC06; &#xC27;&#xC30;&#xC23;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC02;&#xC24;&#xC26;&#xC41;&#xC30;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC47;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC32;&#xC4A;&#xC02;&#xC15;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC17;&#xC4A;&#xC02;&#xC15;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41; &#xC15;&#xC26;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F;.&quot; G. viii. 45.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;lo&#x1E6D;&#x1E6D;a. [Tel.] n. A smack or cluck with the tongue. Hollowness of the eyes of cheeks. Low ground, a pit, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &#xC06;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC41;&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F; the dried stem of the castor oil plant. adj. Sunken, hollow. Dried up, wasted away (as an eye), &#xC05;&#xC23;&#xC17;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC28;&#xC4D;&#xC17;&#xC35;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; Jagannad. i. 54. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; lo&#x1E6D;&#x1E6D;a-kannu-ji&#x1E6D;&#x1E6D;a. n. The bird called Prinia socialis. See &#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC35;&#xC41; lo&#x1E6D;&#x1E6D;a-p&#x14D;vu. v. n. To be sunken, &#xC05;&#xC23;&#xC17;&#xC41;. To be injured. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his eye is injured. &#xC1A;&#xC3E;&#xC35;&#xC41;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; (proverb) he escaped death but his eye is injured. &#xC1A; &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC41; lot&#x1E6D;a-veyu. v. n. To click or smack the tongue against the palate. &#xC26;&#xC47;&#xC28;&#xC3F;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC24;&#xC4B; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC32;&#xC4A;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; lo&#x1E6D;a-t&#x101;&#x1E6D;a-katte. n. A cunning wench, a deceitful woman &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC1C;&#xC42;&#xC1A;&#xC46;&#xC26;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC32;&#xC4A;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.&quot; HD. 1901.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;lo&#x1E6D;ukku. [Tel.] adv. Suddenly, &#xC26;&#xC3F;&#xC21;&#xC40;&#xC32;&#xC41;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; lo&#x1E6D;ipi&#x1E6D;a. [Tel. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;+&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. Lit: a hollow-eyed object.] n. A camel &#xC09;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC32;&#xC4A;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F; lo&#x1E6D;ipi&#x1E6D;a-alli. n. A species of rushes, Scirpus articulatus. Rox. i. 214.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lo&#x1E6D;&#x101;ramu. [Tel.] n. A hole, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;. adj. Empty, pithless. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC08;&#xC32;&#xC4B;&#xC15;&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC48;&#xC32;&#xC2C;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC32;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;, &#xC32;&#xC4B;&#xC24;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; Rama Satva Rajam. iii. 5. &#xC2C;&#xC48;&#xC32;&#xC2C;&#xC1F;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC32;&#xC4A;&#xC1F;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41; big without, empty within.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;lo&#x1E6D;a-sachchi. [Tel.] n. Carbonate of Soda. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC32;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;lota-lo&#x1E6D;a. [Tel.] adv. Sounding like a pot when struck. Quickly. &#xC26;&#xC21;&#xC26;&#xC21;. &quot;&#xC07;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC41;&#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC4A;&#xC1F;&#xC32;&#xC4A;&#xC1F;&#xC1C;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC32;&#xC4B;&#xC32;&#xC24;&#xC28;&#xC26;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC24;&#xC1F;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;.&quot; Jagannad. iii. 78. &#xC32;&#xC4A;&#xC1F;&#xC32;&#xC4A;&#xC1F;&#xC2E;&#xC28;&#xC41; lo&#x1E6D;a-lo&#x1E6D;am-anu. v. n. To rattle. To dangle about, to be loose, &#xC32;&#xC4A;&#xC1F;&#xC32;&#xC4A;&#xC1F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC0A;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC26;&#xC41;&#xC32;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;Same as &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;. (q. v.) &#xC32;&#xC4A;&#xC1F;&#xC15;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F; Same as &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. (q. v.)
			</div>
                