&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;loddi. [Tel.] n. A hollow in the ground, a gully, a ravine between hills. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC38;&#xC02;&#xC26;&#xC41;&#xC28;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC32;&#xC4B;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;lodda. [Tel.] n. A lump. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;. A heap, &#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC30;&#xC3E;&#xC36;&#xC3F;. &quot;&#xC05;&#xC2E;&#xC43;&#xC24;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26; &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;.&quot; Navanad. 131.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;lotta. [Tel. another form of &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;.] n. Low ground, a pit, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;. (q. v.) &#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; or &#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; lo&#x1E0D;&#x1E0D;u-pulusu. [Tel.] adj. Sharply acid. &#xC1A;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;Same as &#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41; loduku. [Tel.] adj. Lean, fallen in, miserable. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;. &#xC2C;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC42;&#xC21;&#xC3F; &#xC32;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1C;&#xC26;&#xC3F;&#xC35;&#xC3F; &#xC35;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC46;&#xC26;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC26;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC35;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC2F;&#xC3E;.&quot; Vema. 886. n. A kind of bell tied to the neck of a cow, &#xC06;&#xC35;&#xC41;&#xC2E;&#xC46;&#xC21;&#xC28;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC18;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC21;&#xC3F;&#xC24;, &#xC32;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC21;&#xC41;&#xC24; lo&#x1E0D;ita. [Tel.] n. The span from the thumb to the fore finger &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC32;&#xC4A;&#xC21;&#xC3F;&#xC24;&#xC46;&#xC21;&#xC41; lo&#x1E0D;it-e&#x1E0D;u. adj. Span-long. &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC21;&#xC32;&#xC4A;&#xC21;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC21;&#xC2C;&#xC3F;&#xC21; lo&#x1E0D;a-lo&#x1E0D;a. [Tel. anuk.] adj. Loose, &#xC35;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28;. adv. Confusedly. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E;. Quickly, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E; &#xC32;&#xC4A;&#xC21;&#xC32;&#xC4A;&#xC21;&#xC2E;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the blood flowed rapidly. &#xC06; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47; &#xC32;&#xC4A;&#xC21;&#xC32;&#xC4A;&#xC21;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the sleeve is very loose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;, &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2E;&#xC17;&#xC41; lo&#x1E6D;&#x1E6D;i-pi&#x1E6D;&#x1E6D;a. [Tel.] n. A camel. &#xC09;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;. See &#xC32;&#xC4A;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;lo&#x1E6D;&#x1E6D;i. [Tel.] n. The small earthen pot used in drawing toddy from the tree. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;. &quot;&#xC2E;&#xC4A;&#xC32;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC35;&#xC21;&#xC26;&#xC4B;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC28;&#xC17;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC35;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC17;&#xC40;&#xC24;&#xC15;, &#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC47;&#xC2E;&#xC41;&#xC38;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3E;&#xC2E;&#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02; &#xC17;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC15;&#xC32;&#xC28;&#xC4D;, &#xC15;&#xC32;&#xC41;&#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC21; &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28; &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC02;&#xC26;&#xC02; &#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC4D;. &#xC24;&#xC32;&#xC15;&#xC4B;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC2F;&#xC41;&#xC02; &#xC26;&#xC35;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;.&quot; Chenn. v. 202. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; a drunkard, &#xC24;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; lo&#x1E6D;&#x1E6D;i-pun&#x1E0D;u. n. A hollow sore, an ulcer, a sinus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;lo&#x1E0D;a-pe&#x1E6D;&#x1E6D;u. [Tel.] v. a. To stir up, (as a liquid), to rummage. &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC17;&#xC02;&#xC26;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC26;&#xC4D;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC3F;</span>&#xA0;&#xA0;lo&#x1E37;&#x1E37;ani. [Tel. (anuk.)] adv. Fiercely, as the bark of a dog. &#xC32;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC15;&#xC30;&#xC35;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the dog rushed on him barking fiercely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; loddugu. [from Skt. &#xC32;&#xC4B;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. A tree called Symplocos racemosa, the bark of which is used in dyeing. &#xC17;&#xC3E;&#xC32;&#xC35;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC32;&#xC4D;&#xC32;</span>&#xA0;&#xA0;lolla. [Tel.] n. A drag, a sort of harrow or rake drawn by oxen. &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC30;&#xC3F;&#xC26;&#xC47;&#xC2C;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;lolli. [Tel.] adj. Thick, &#xC24;&#xC30;&#xC1A;&#xC48;&#xC28;. Heavy, &#xC18;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
                