&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;l&#x14D;kuva. [Tel.] adj. Subordinate, inferior, subject to. &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC32;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC48;&#xC28;. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &#xC2C;&#xC40;&#xC26;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC42;&#xC21;&#xC3E; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35; the poor man is beneath even a beggar. &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC40; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35; I am every man&apos;s servant, I am a slave to every body. &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41; those who are subject to us. &quot;&#xC15;&#xC02;&#xC24;&#xC41;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC27;&#xC30;&#xC32;&#xC4B;&#xC17;&#xC32;&#xC30;&#xC47;.&quot; T. iii. 84. &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he got them into his power.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;kamu. [Skt.] n. A world, a division of the universe as heaven, earth, and hell. &#xC2D;&#xC41;&#xC35;&#xC28;&#xC2E;&#xC41;. The human race, mankind, &#xC1C;&#xC28;&#xC2E;&#xC41;. Heaven; (metaphorically) a palace. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC3E;&#xC27;&#xC32;&#xC2C;&#xC30;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Swa. iii. 58. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC47;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; she gives herself entirely to her children, or her children are all the world to her. &#xC32;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; the universe, lit. the three worlds. &#xC32;&#xC4B;&#xC15;&#xC3E;&#xC2D;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while they were talking on various matters. &#xC32;&#xC4B;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; a common saying, current report, town talk, &#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;. &#xC32;&#xC4B;&#xC15;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC21;&#xC41; l&#x14D;ka-b&#x101;ndhavu&#x1E0D;u. n. The universal friend i.e., the sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC3E;&#xC24; loka-m&#x101;ta. n. An epithet of Lakshmi. &#xC32;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; l&#x14D;k&#x101;-l&#x14D;kamu. n. A mountainous belt bounding the world. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; l&#x14D;k-&#x101;radhyu&#x1E0D;u. n. The universally adored, i. e., God, the Lord. &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC41; l&#x14D;kulu. n. plu. People, folk the community, &#xC1C;&#xC28;&#xC41;&#xC32;&#xC41;. &#xC32;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC30;&#xC41; what will people say? &#xC32;&#xC4B;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; l&#x14D;k-&#x113;&#x1E63;u&#x1E0D;u. n. The lord of the world, i.e., Bramha, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC32;&#xC4B;&#xC15;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; l&#x14D;k-&#x14D;kti. n. A proverb, &#xC38;&#xC3E;&#xC2E;&#xC46;&#xC24;. &#xC32;&#xC4B;&#xC15;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; l&#x14D;k-&#x14D;ttaramu. adj. Best in the world. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;</span>&#xA0;&#xA0;l&#x14D;. [Tel.] prep. In, within, inside of, amongst, among, of. &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B; on the road. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; or &#xC07;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; in the house. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC32;&#xC4B; on his coming. &#xC05;&#xC02;&#xC24;&#xC32;&#xC4B; or &#xC07;&#xC02;&#xC24;&#xC32;&#xC4B; in the meantime. The word must be translated to suit the verb with which it is used. Thus, &#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC46;&#xC21;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he wore the badge over his shoulder. &#xC24;&#xC32;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC17;&#xC3E; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he rolled the turban round his head. &#xC05;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; she is not separated from her mother-in-law&apos;s family. &#xC07;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC32;&#xC4B; so late at night. &#xC24;&#xC2E;&#xC32;&#xC4B;&#xC24;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; they did not speak to each other. &#xC35;&#xC47;&#xC32;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; the ring on his finger. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC28;&#xC3E;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; the child lay down at my side. &#xC2E;&#xC3E;&#xC32;&#xC4B; &#xC05;&#xC02;&#xC26;&#xC30;&#xC41; all of us. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he is the best of them all. (See &#xC32;&#xC4B;&#xC28;&#xC41; and &#xC32;&#xC4B;&#xC28;&#xC3F;.) &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F; to talk during work, or while at work. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC02;&#xC15;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; gum flows from the tree. &#xC05;&#xC24;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he inflicted a wound on my hand. &#xC32;&#xC4B; l&#x14D;. adj. Inner, internal, inside. Inferior, or subordinate. &#xC32;&#xC4B;&#xC17;&#xC26;&#xC3F; an inner room. &#xC32;&#xC4B;&#xC15;&#xC3E;&#xC35;&#xC41; a sub-renter or under farmer. &#xC32;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; the inner hand, i.e., the palm of the hand. &#xC32;&#xC4B;&#xC17;&#xC4A;&#xC28;&#xC41; to take inside, to receive, to contain within itself, &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC28;&#xC21;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC32;&#xC4B;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a reserved or self-contained man. &#xC32;&#xC4B;&#xC17;&#xC3E; l&#x14D;-g&#x101;. adv. Within, inside, meanwhile, in the course of, &#xC32;&#xC4B;&#xC2A;&#xC32;. &#xC2A;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3E; within ten days. &#xC08;&#xC32;&#xC4B;&#xC17;&#xC3E; meantime. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC47; &#xC32;&#xC4B;&#xC17;&#xC3E; before this reaches him. &#xC2F;&#xC3E;&#xC2D;&#xC48;&#xC2F;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3E; before he was fifty years old.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;l&#x14D;gu. [Tel.] v. n. To yield, submit, retire, retreat, go back. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC32;&#xC4A;&#xC02;&#xC17;&#xC41;, &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC41;, &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC17;&#xC41;, &#xC05;&#xC21;&#xC17;&#xC41;. To enter, &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC32;&#xC4B;&#xC17;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC48;&#xC28;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC30;&#xC4B;&#xC2E;&#xC3F; &#xC35;&#xC32;&#xC41;&#xC28;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC35;&#xC41;.&quot; Appa. ii. 36.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC17;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC4B;&#xC17;&#xC32;&#xC3F; logili. [Tel. &#xC32;&#xC4B;&#xC28;&#xC41;+&#xC15;&#xC32;&#xC28;&#xC41;.] n. A house. &#xC2C;&#xC35;&#xC02;&#xC24;&#xC3F;. The interior of a house, &#xC17;&#xC43;&#xC39;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. plu. &#xC32;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. Gen. &#xC32;&#xC4B;&#xC17;&#xC3F;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC17;&#xC21;&#xC2A;</span>&#xA0;&#xA0;l&#x14D;-ga&#x1E0D;apa. [Tel.] n. The inner door. &#xC30;&#xC46;&#xC02;&#xC21;&#xC4B; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC17;&#xC21;</span>&#xA0;&#xA0;l&#x14D;ga&#x1E0D;a. [Tel. &#xC32;&#xC4A;&#xC28;&#xC41;+&#xC15;&#xC21;.] n. The intervening space or time, &#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;. The past time, &#xC17;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. adv. Formerly, previously. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC17;&#xC1F;&#xC3F; or &#xC32;&#xC4B;&#xC17;&#xC21;&#xC3F; l&#x14D;ga&#x1E6D;i. adj. Former, previous, last. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC1F;&#xC3F;. &#xC32;&#xC4B;&#xC17;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; the day before. &#xC32;&#xC4B;&#xC17;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC3E;&#xC2E; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC02;&#xC26;&#xC41; in the year Vikrama before the last.
			</div>
                