&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;l&#x14D;&#x1E0D;u. [Tel.] n. A cushion to lean on. &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC41;. v. a. To rake up as with a finger, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC4B;&#xC21;&#xC40; l&#x14D;&#x1E0D;i. [Tel.] n. Dumb-bells, &#xC2E;&#xC41;&#xC17;&#xC4D;&#xC26;&#xC30;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. Plu. &#xC32;&#xC4B;&#xC21;&#xC40;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;chanamu. [Skt.] n. The eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;pamu. [Skt.] n. Deficiency; a defect, a flaw, fault; something wanting, a hiatus, omission, disappearance. A passage lost in a poem. Dropping a letter by grammatical rule. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC15; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC39;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; they have not fallen away from their former state. &#xC32;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; l&#x14D;pin&#x1E6D;su. v. n. To be dropped, elided, understood, as a syllable. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC28;&#xC41;</span>&#xA0;&#xA0;l&#x14D;nu. [Tel.] n. The Inside. &#xC32;&#xC4B;&#xC2A;&#xC32;. The heart or mind. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC3F;&#xC32;&#xC2A;&#xC30;&#xC1A;&#xC3F; &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; V&#x113;ma. 1836. The beginning, &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;. adj. Subject to, &#xC32;&#xC4B;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC32;&#xC4B;&#xC28; l&#x14D;na. Inside. adv. Within, inwardly, internally. &quot;&#xC32;&#xC4B;&#xC28;&#xC26;&#xC43;&#xC22;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC28;&#xC41;&#xC32;&#xC4B;&#xC2D;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;.&quot; (Bh&#x101;sk. &#xA7;. 71.) &#xC32;&#xC4B;&#xC28;&#xC26;&#xC43;&#xC22;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; internally weak. &quot;&#xC05;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC35;&#xC48;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; A. vi. 158. &#xC08;&#xC32;&#xC4B;&#xC28; in the meantime. &#xC32;&#xC4B;&#xC28;&#xC3F; l&#x14D;ni. adj. Inner, inside, internal. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; which is therein. &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; far out at sea. &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; the inner room. &#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; l&#x14D;n-agu. v. n. To be gained, seduced, brought over. &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; he was snared by their guile. &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC28;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; he acted unjustly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;dhramu. [Skt.] Same as &#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC24;&#xC41;</span>&#xA0;&#xA0;l&#x14D;&#x1E6D;u. [Tel.] n. Depth. &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC08; &#xC2C;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC32;&#xC4B;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the water in the well has sunk very low. &#xC28;&#xC40;&#xC32;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC47; &#xC2C;&#xC3E;&#xC35;&#xC3F; &#xC32;&#xC4B;&#xC24;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; when the jade goes to the well the water slinks away. Profundity. &#xC05;&#xC26;&#xC3F; &#xC32;&#xC4B;&#xC24;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F; that is a deep saying. &#xC32;&#xC4B;&#xC24;&#xC3F;&#xC21;&#xC3F; loti&#x1E0D;i. (&#xC32;&#xC4B;&#xC24;&#xC41;+&#xC07;&#xC21;&#xC3F;.) adj. Not deep, shallow, &#xC32;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;</span>&#xA0;&#xA0;l&#x14D;-takkuva. [Tel.] n. The rest, residue, remainder, what is deficient or wanting. &#xC2E;&#xC3F;&#xC17;&#xC24;. adj. Remaining, as a balance. &#xC15;&#xC21;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC32;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC3F;, &#xC32;&#xC4B;&#xC1C;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC32;&#xC4B;&#xC1C;&#xC46;&#xC2F;&#xC3F; l&#x14D;cheyyi. [Tel.] n. The palm of the hand. &#xC05;&#xC30;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &quot;&#xC2A;&#xC21;&#xC28;&#xC40;&#xC15; &#xC32;&#xC4B;&#xC1A;&#xC47;&#xC24; &#xC2C;&#xC46;&#xC21;&#xC1A;&#xC47;&#xC24;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC41;.&quot; BD. iv. 196. &#xC08;&#xC24;&#xC28;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; his minister is plotting with the enemey.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;l&#x14D;&#x1E6D;u. [Tel.] n. Loss, detriment, deficiency. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC1F;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; l&#x14D;&#x1E6D;u-p&#x14D;vu. v. n. To become deficient, to prove a loss, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1F;&#xC3E;</span>&#xA0;&#xA0;l&#x14D;&#x1E6D;&#x101;. [H.] n. A small drinking vessel. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1A;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;l&#x14D;-&#x1E6D;s&#x16B;pu. [Tel.] n. Inner vision, spiritual discernment, second sight, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1A;&#xC41;</span>&#xA0;&#xA0;l&#x14D;&#x1E6D;su. [Tel. from &#xC32;&#xC4B;&#xC17;&#xC41;.] v. a. To cause to submit, &#xC32;&#xC4B;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC1F;</span>&#xA0;&#xA0;l&#x14D;&#x1E6D;&#x101;. [Tel.] n. A well, a pond. &#xC1C;&#xC32;&#xC3E;&#xC36;&#xC2F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
                