&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2A;&#xC32;</span>&#xA0;&#xA0;l&#x14D;pala. [Tel.] n. The inside. &#xC32;&#xC4B;&#xC28;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. (affix) Among, in, within. &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is now in my house. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC2A;&#xC26;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they looked upon me as one of the mob. &quot;&#xC24;&#xC28; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC28;&#xC3F;.&quot; M. X. i. 231. &quot;&#xC0F;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;.&quot; N. vi. 162. &#xC0F;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC32; within one year. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F; lopali. adj. Inner, interior. &#xC32;&#xC4B;&#xC28;&#xC3F;. &#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41; the inner chamber. &quot;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC3F;&#xC38;&#xC4C;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC17;.&quot; Bh&#x101;g. X. &#xC32;&#xC4B;&#xC32;&#xC4B;&#xC2A;&#xC32; l&#x14D;-l&#x14D;pala. adv. Secretly. &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC35;&#xC02;&#xC15;</span>&#xA0;&#xA0;l&#x14D;-vanka. [Tel. &#xC32;&#xC4B;+&#xC35;&#xC02;&#xC15;] adj. Ben inwards. &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;. &quot;&#xC32;&#xC4B;&#xC35;&#xC02;&#xC15;&#xC2D;&#xC41;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;. &#xC17;&#xC4A;&#xC02;&#xC15;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;.&quot; A. iv. 47.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC35;</span>&#xA0;&#xA0;l&#x14D;va. [Tel.] n. A valley, &#xC32;&#xC4B;&#xC2F;. The eaves of a house, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC30;&#xC41;. A burrow in the ground, &#xC28;&#xC47;&#xC32;&#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;. &quot;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC32;&#xC41; &#xC2C;&#xC4B;&#xC26;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC21;&#xC17;.&quot; H. i. 209.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC32;</span>&#xA0;&#xA0;l&#x14D;la. [Skt.] n. A crone, beldame, wretch. &#xC32;&#xC4B;&#xC32; or &#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41; l&#x14D;la. adj. Trembling, wavering moving, shaking, tremulous, unsteady. &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC26;&#xC41;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. Wishing very much, desiring greatly, greedy. &#xC06;&#xC36;&#xC17;&#xC32;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;. &#xC32;&#xC4B;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC32;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; l&#x14D;latvamu. n. Wish, desire. &#xC24;&#xC43;&#xC37;&#xC4D;&#xC23;, &#xC06;&#xC36;. Shaking, moving, &#xC1A;&#xC3E;&#xC02;&#xC1A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;&#xC15;&#xC47;&#xC15; &#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC32;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;.&quot; A. iii. 68. &quot;&#xC1F;&#xC40; &#xC32;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC43;&#xC37;&#xC4D;&#xC23;. &quot;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC28;&#xC21;&#xC35;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC02;&#xC17;&#xC41; &#xC18;&#xC28;&#xC32;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2A;&#xC41; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32; &#xC1A;&#xC42;&#xC1A;&#xC41;.&quot; H. ii. 113. &#xC32;&#xC4B;&#xC32;&#xC32;&#xC4B;&#xC1A;&#xC28; or &#xC32;&#xC4B;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; l&#x14D;la-l&#x14D;chana. n. A girl with roll ing eyes or a swimming glance, &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC32;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC41; l&#x14D;lu&#x1E0D;u. n. One who loves, is devoted to, is enamoured of. &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC2E;&#xC41; l&#x14D;lupamu. adj. Covetous, cupidinous. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2C;&#xC21;&#xC41;</span>&#xA0;&#xA0;l&#x14D;-ba&#x1E0D;u. [Tel. &#xC32;&#xC4B;&#xC28;&#xC41;+&#xC2A;&#xC21;&#xC41;.] v. n. To submit or yield, to consent. To be in one&apos;s power, to be subject to one. &#xC32;&#xC4A;&#xC02;&#xC17;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. &quot;&#xC32;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC40;&#xC15;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC4B;&#xC2F;&#xC28;&#xC28;&#xC4D;.&quot; Swa. vi. 79. &#xC32;&#xC4B;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; l&#x14D;-baru&#x1E6D;su-konu. v. a. To master, conquer, bring over. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2A;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;ptramu. [Skt.] n. Plunder, booty, stolen goods, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;hamu. [Skt.] n. Metal in general, &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC4B;&#xC39;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Iron. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; the five metals, viz., gold, silver, brass, bronze and iron. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; include lead, tin and another metal called &#xC27;&#xC40;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; l&#x14D;ha-k&#x101;raku&#x1E0D;u. n. A blacksmith. &#xC15;&#xC30;&#xC2E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;. &#xC32;&#xC4B;&#xC39;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; l&#x14D;ha-jittu. n. A diamond (as &quot;surpassing all metals&quot; in hardness.), &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;l&#x14D;vari. [Tel. &#xC32;&#xC4B;&#xC35;+&#xC05;&#xC30;&#xC3F;.] n. An apartment. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;bhamu [Skt.] n. Covetousness, cupidity, avarice, eagerness; miserliness, stinginess. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC2D;&#xC3F; l&#x14D;bhi. n. A miser, a covetous or a greedy man. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;, &#xC06;&#xC36;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4A;&#xC2D;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; l&#x14D;bhitvamu. n. Covetousness. &#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2F;</span>&#xA0;&#xA0;l&#x14D;ya. [Tel.] n. A pit or hollow place in a hill, a deep crack or opening. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC32;&#xC4B;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC2F;, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;. A valley.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;sh&#x1E6D;amu. [Skt.] n. A clod or lump of earth. &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;. &#xC32;&#xC4B;&#xC39;&#xC32;&#xC4B;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC38;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he who looks upon gold as dross. M. XII. vi. 76.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC35;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC32;&#xC4B;&#xC35;&#xC48;&#xC28;&#xC2E;&#xC41; lo-vayinamu. [Tel.] n. That which is past, the past. &#xC15;&#xC21;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;. adj. Past, former, older.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC35;&#xC3F;</span>&#xA0;&#xA0;l&#x14D;vi. [Tel.] n. A large brass water pot. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F; &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;. A cooking vessel, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;. A vessel, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;ma&#x1E63;amu. [Skt.] n. A polecat. &#xC2C;&#xC42;&#xC24;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC2A;&#xC42;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC35;&#xC41;</span>&#xA0;&#xA0;l&#x14D;vu. [Tel.] v. n. Same as &#xC32;&#xC4B;&#xC17;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC30;&#xC4B;&#xC2E;&#xC2E;&#xC41; (q. v.)
			</div>
                