&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;l&#x14D;hitamu. [Skt.] n. Ruby colour, redness, &#xC30;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC27;&#xC3F;&#xC30;&#xC2E;&#xC41;. Blood, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;. adj. Red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;. &#xC32;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC15;&#xC2E;&#xC41; l&#x14D;hitakamu. n. A ruby. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC32;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; or &#xC32;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; l&#x14D;hit-&#x101;ngu&#x1E0D;u. n. The planet Mars. &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; l&#x14D;hit-&#x101;&#x1E63;vu&#x1E0D;u. n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4C;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; lauhityamu. n. A blush, redness. &#xC0E;&#xC30;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;</span>&#xA0;&#xA0;va. [Tel.] The consonant V or W. As with h in English, v in Telugu is sometimes added in places where it does not occur, and dropped in places where it does occur by incorrect speakers or writers; e.g., &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; is often pronounced and written &#xC35;&#xC33;&#xC4D;&#xC32;&#xC41; and &#xC0A;&#xC30;&#xC41;, &#xC35;&#xC42;&#xC30;&#xC41;; while words like &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; and &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41; are pronounced and written &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC3F; and &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;. The initial V is also frequently changed into a vowel or a Y by vulgar speakers: e.g., &#xC0F;&#xC2A; or &#xC2F;&#xC47;&#xC2A; for &#xC35;&#xC47;&#xC2A;. &#xC0E;&#xC1F;&#xC4D;&#xC1F;&#xC3F; or &#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; for &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.  The initial P (in verse) is sometimes changed into V; thus &#xC35;&#xC4B;&#xC2F;&#xC46; (v&#x14D;ye) for &#xC2A;&#xC4B;&#xC2F;&#xC46; (p&#x14D;ye) he went; &#xC35;&#xC3E;&#xC2A;&#xC46; (v&#x101;pe) for &#xC2A;&#xC3E;&#xC2A;&#xC46; (p&#x101;pe) he removed.  Sometimes the initial V changes into B, as &#xC2C;&#xC32;&#xC46; for &#xC35;&#xC32;&#xC46; &apos;like.&apos; &quot;&#xC26;&#xC40;&#xC2A;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC32;&#xC46;.&quot; Bhanumat. iv. 142. This change is caused by the preceding sunna:  Sometimes in the second syllable G changes into V; as &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC35;&#xC21;&#xC2E;&#xC41;.  In prosody &#xC35; stands for &#xC35;&#xC17;&#xC23;&#xC2E;&#xC41; an iambic; more usually written &#xC32;&#xC17;&#xC2E;&#xC41;. And in poems &#xC35; stands for &#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; prose.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4C;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;lauhamu. [Skt. from &#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;.] adj. Metallic, &#xC32;&#xC4B;&#xC39;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC32;&#xC4B;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC32;&#xC35;&#xC41;&#xC21;&#xC3F;, &#xC32;&#xC4C;&#xC23;&#xC3F; or &#xC32;&#xC35;&#xC41;&#xC23;&#xC3F; lau&#x1E0D;i. [Tel.] n. A club or mace, &#xC2A;&#xC30;&#xC3F;&#xC18;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;laukikamu. [Skt. from &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.] (Vulgarly, &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC2E;&#xC41;.) n. Business, worldly affairs. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; he is now unemployed. adj. Secular, mundane, worldly, human, what prevails amongst men or is familiar to mankind. &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. M. XIII. v. 192. &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; laukiku&#x1E0D;u. (vulgarly, &#xC32;&#xC4C;&#xC15;&#xC40;&#xC15;&#xC41;&#xC21;&#xC41;) n. A layman, a secular Brahmin, a man of the world. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC47;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37; &#xC32;&#xC4C;&#xC15;&#xC40;&#xC15;&#xC41;&#xC21;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; I am not a man of the world.
			</div>
                