&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC15;&#xC3F;</span>&#xA0;&#xA0;vanki. [Tel. from &#xC35;&#xC02;&#xC17;&#xC41;.] n. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A dagger, &#xC2C;&#xC3E;&#xC15;&#xC41;. A sort of hook, &#xC15;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;. &quot;&#xC24;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC02;&#xC15;&#xC3F;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC28;&#xC47;&#xC1C;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC1C;&#xC3E;&#xC1C;&#xC3F;&#xC2A;&#xC42;&#xC2C;&#xC3E;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; ND. i. 593. &#xC35;&#xC02;&#xC15;&#xC3F;&#xC23;&#xC3F; vankini. A certain musical instrument. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A dagger. &#xC2C;&#xC3E;&#xC15;&#xC41;. &quot;&#xC2C;&#xC42;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2D;&#xC47;&#xC30;&#xC40;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC1F;&#xC41; &#xC27;&#xC3E;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC39;&#xC33;&#xC35;&#xC02;&#xC15;&#xC3F;&#xC23;&#xC40; &#xC15;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC36;&#xC02;&#xC16; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC5B;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; Pal. 257. &#xC35;&#xC02;&#xC15;&#xC40; vank&#x12B;. n. An armlet of a crooked shape, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC17;. &#xC35;&#xC02;&#xC15;&#xC46; or &#xC35;&#xC02;&#xC15;&#xC3F;&#xC2F; vanke. n. A kind of grain, &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A wooden hook or peg in the wall. &#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC17;&#xC4B;&#xC21;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41; a certain kind of grain. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41; another kind of grain. H. iv. 159. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41; a fine species of rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;van-k&#x101;ya. [Tel. &#xC35;&#xC02;&#xC17;+&#xC15;&#xC3E;&#xC2F;.] n. The vegetable called a brinjal or egg plant. Solanum melongena. Rox. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC35;&#xC02;&#xC15;&#xC3E;&#xC2F; the plant called a love apple. &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC02;&#xC15;&#xC3E;&#xC2F; a large sort of brinjal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC15;</span>&#xA0;&#xA0;vanka. [Tel. from &#xC35;&#xC02;&#xC17;&#xC41;.] n. A side, quarter, direction, &#xC2A;&#xC15;&#xC4D;&#xC15;, &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. Crookedness, a bend. A pretence or pretext. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC15;&#xC30;, &#xC35;&#xC02;&#xC2A;&#xC41;. Fault, blame. &#xC28;&#xC47;&#xC30;&#xC2E;&#xC41;. A rivulet or watercourse. &#xC35;&#xC3E;&#xC17;&#xC41;. &#xC06;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC15;&#xC35;&#xC3E;&#xC30;&#xC41; relations by the wife&apos;s side. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC35;&#xC02;&#xC15;&#xC2A;&#xC4A;&#xC2F;&#xC3F; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; fire settles the crookedness of the wood. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC06;&#xC21;&#xC32;&#xC47;&#xC15; &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32; &#xC2E;&#xC40;&#xC26; &#xC35;&#xC02;&#xC1F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cannot dance so he finds fault with the drum. &#xC28;&#xC3E; &#xC35;&#xC02;&#xC15;&#xC1A;&#xC42;&#xC21;&#xC41; look towards me. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC35;&#xC02;&#xC15;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; the blood flowed in streams. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC02;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wrote laying the blame on them. &#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC15; a half moon. adj. Crooked. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC46;&#xC21;&#xC24;&#xC1F;&#xC3F;&#xC35;&#xC02;&#xC15;&#xC38;&#xC3F;&#xC15;&#xC2F;&#xC41;.&quot; P. iii. 211. &#xC1F;&#xC40; &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;. affix. By, through, &#xC35;&#xC32;&#xC4D;&#xC32;. &quot;&#xC35;&#xC02;&#xC1A;&#xC28;&#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC40; &#xC24;&#xC41;&#xC32;&#xC41;&#xC35; &#xC35;&#xC02;&#xC15;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; P. iii. 309. &quot;&#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;&#xC35;&#xC02;&#xC15; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC3E; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;.&quot; Vema. 952. &#xC35;&#xC02;&#xC15;&#xC26;&#xC3E;&#xC30; a crooked way, &#xC35;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC35;&#xC02;&#xC15;&#xC2E;&#xC41; or &#xC35;&#xC02;&#xC15;&#xC3E;&#xC2E;&#xC41; vankamu. n. A crooked stick used while threshing corn. &#xC35;&#xC02;&#xC15;&#xC30; vankara. n. Crookedness, a bend or curve. Blame, a fault. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC02;&#xC15;&#xC30;, &#xC35;&#xC02;&#xC15;&#xC30;&#xC1F;&#xC3F;&#xC02;&#xC15;&#xC30; or &#xC35;&#xC02;&#xC15;&#xC30;&#xC1F;&#xC4A;&#xC02;&#xC15;&#xC30; vankara. adj. Crooked, distorted. &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. &#xC35;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; crooked language, nonsense. &#xC35;&#xC02;&#xC15;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; to become crooked. &#xC35;&#xC02;&#xC15;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; vanka-sannamulu n. plu. A sort of rice. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1A;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC2F; vanche. [Tel.] n. A sack, &#xC17;&#xC4B;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1A;&#xC28;</span>&#xA0;&#xA0;vanchana. [Skt.] n. Cheating, fraud, craft. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC17;&#xC3E;&#xC1A;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC35;&#xC02;&#xC1A;&#xC28; self-deception, wronging oneself. &#xC35;&#xC02;&#xC1A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; vanchakatvamu. n. Cheating, fraud. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. &quot;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC02;&#xC1A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;.&quot; V&#x113;ma. 2057. &#xC35;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41; vanchakamu. adj. Cheating. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; n. A fox. &#xC28;&#xC15;&#xC4D;&#xC15;. &#xC35;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41; vanchaku&#x1E0D;u. n. A rogue, impostor. &#xC2E;&#xC4B;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; vanchin&#x1E6D;su. v. a. To cheat, defraud, trick, wrong. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; vanchitamu. adj. Tricked, deceived, wronged, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;vangu. [Tel.] v. n. To bend, bow, stoop. To become crooked. To become low or humble. &#xC35;&#xC02;&#xC17;&#xC41;, &#xC12;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to work hard. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who does not choose to bend his back, a lazy man. &#xC35;&#xC02;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41; vanga-d&#x12B;yu. v. a. To bend, bow down. &#xC35;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; vangu&#x1E0D;u. n. A crack, &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15;. An excrescence, &#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC2E;&#xC41;. &#xC35;&#xC02;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; drippings of the eaves. &#xC35;&#xC3E;&#xC28;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; &#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &quot;&#xC26;&#xC35;&#xC41;&#xC32; &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC24;&#xC42;&#xC30;&#xC35;&#xC02;&#xC24;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F;, &#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC40;&#xC30;&#xC42;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC3F;, &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC46;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC26;&#xC32;&#xC3F;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC26;&#xC32;&#xC2A;&#xC21;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC02;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; A. iv. 169. &#xC35;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; vangulu. n. plu. The ribs or bends of a boat. &#xC2A;&#xC21;&#xC35;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC17;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41; vangasamu. [Skt. from &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;.] n. A family, race, lineage. &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &quot;&#xC18;&#xC28;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC26;&#xC3E;&#xC2C;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC2A;&#xC48; &#xC2E;&#xC4B;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC47;.&quot; R. i. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vangamu. [Skt.] n. Lead, tin. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC24;&#xC17;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC17;&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41; the calx or ashes of lead. &#xC35;&#xC02;&#xC17;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; vanga-&#x1E0D;&#x113;samu. n. The ancient name of Bengal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC17;</span>&#xA0;&#xA0;vanga. [Tel.] n. The Brinjal or Egg plant, Solanum melongena. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC02;&#xC17; a small species of this. &#xC35;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; or &#xC35;&#xC02;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; brinjals, &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC35;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23; &#xC32;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; BD. ii. 807. Also, &#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41; or &#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; the Indian Oriole. Oriolus hundoo. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41; the Black-headed Oriole. Oriolus melanocephalus. (F.B.I.) &quot;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC35;&#xC02;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC2D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;.&quot; H. iii. 14. &#xC35;&#xC02;&#xC17;&#xC30;&#xC47;&#xC21;&#xC41;&#xC15;&#xC42;&#xC30; vanga-r&#x113;&#x1E0D;u-k&#x16B;ra. n. A plant growing on sand hills near the sea. Crithmus indicus. Rox. ii. 509.
			</div>
                