&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC5B;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC02;&#xC5B;&#xC41; Same as &#xC35;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC5B;</span>&#xA0;&#xA0;vandza. [Tel.] n. A barren woman, a sterile cow. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3E;&#xC35;&#xC41;, &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC40; &#xC35;&#xC02;&#xC1C;&#xC32;&#xC28;&#xC25;&#xC28;&#xC28;&#xC41;&#xC35;&#xC32;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC17; &#xC28;&#xC4A;&#xC15;&#xC2D;&#xC02;&#xC17;&#xC3F; &#xC1C;&#xC47;&#xC2A;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;.&quot; M. IV. i. 95. &#xC35;&#xC02;&#xC5B;&#xC32;&#xC41; the cross pieces that support the ribs of an umbrella.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1C;&#xC46;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;van-jeragu. [Tel. &#xC35;&#xC02;&#xC15;+&#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;.] n. The end of a woman&apos;s garment. &#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC1C;&#xC41;&#xC33;&#xC2E;&#xC41; vanjulamu. [Skt.] n. A sort of bird with a remarkably sweet whistle. Also, the tree called Jonesia asoca: and another tree, called Dalbergia ougeinesis. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC36;&#xC4B;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC46;&#xC2E;&#xC41;, &#xC38;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC5B;&#xC30;&#xC2E;&#xC41; vanjaramu. [Tel.] n. The coal-fish, seer-fish or scomber, Gadus carbonarius, resembling a very fine baddock.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;van&#x1E6D;su. [Tel. from &#xC35;&#xC02;&#xC17;&#xC41;.] v. a. To bend, bow down; to make a thing crooked, to make one stoop; to humble, lower, reduce, &#xC35;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC02;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC24;&#xC32;&#xC35;&#xC02;&#xC1A;&#xC3F; hanging down the head. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he poured the water off. &#xC28;&#xC3E;&#xC35;&#xC47;&#xC32;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC35;&#xC21;&#xC41; who can bend my finger? i.e., who can lay a finger upon me?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1A;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC1A;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; van&#x1E6D;s&#x101;&#x1E0D;in&#x1E6D;su. [Tel.] v. n. To be frightened or alarmed. &#xC2C;&#xC46;&#xC26;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1A;</span>&#xA0;&#xA0;, &#xC35;&#xC02;&#xC1A;&#xC2E;&#xC41; or &#xC35;&#xC02;&#xC1A;&#xC3F; van&#x1E6D;sa. [Tel.] n. The ace, at dice, &#xC12;&#xC15;&#xC1F;&#xC3F;. A piece of land, place. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC1A;&#xC35;&#xC41;&#xC1F;&#xC3F;&#xC35;&#xC02;&#xC1A; a spot of salt land. &#xC30;&#xC47;&#xC17;&#xC21;&#xC35;&#xC02;&#xC1A; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a bit of black cotton soil. &#xC17;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a stony sandy soil. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC4A;&#xC30;&#xC2E;&#xC41; &#xC07;&#xC38;&#xC41;&#xC15;&#xC17;&#xC32;&#xC28;&#xC47;&#xC32;. &#xC1A;&#xC4C;&#xC35;&#xC02;&#xC1A; four at dice. &#xC24;&#xC40;&#xC35;&#xC02;&#xC1A; three at dice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1F;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2F;&#xC2E;&#xC41; van&#x1E6D;emu. [Tel.] n. A district or taluq. &#xC24;&#xC3E;&#xC32;&#xC42;&#xC15;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;van&#x1E6D;u. [Tel.] n. Convenience, propriety, &#xC06;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC35;&#xC41;. &quot;&#xC35;&#xC02;&#xC1F;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC33; &#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC02;&#xC1F;&#xC1A;&#xC42;&#xC21; &#xC17;&#xC3E;&#xC28;&#xC46;&#xC15;&#xC02;&#xC1F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; V&#x113;ma.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;van&#x1E6D;i. [Tel. from &#xC35;&#xC32;&#xC46;.] adj. Like, similar to. &#xC28;&#xC3E;&#xC35;&#xC02;&#xC1F;&#xC3F; like me. &#xC2C;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; like charcoal. &#xC28;&#xC40;&#xC35;&#xC02;&#xC1F;&#xC3F; like thee. &#xC05;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;, &#xC07;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; such.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC02;&#xC1F;</span>&#xA0;&#xA0;van&#x1E6D;a. [Tel. from &#xC35;&#xC02;&#xC21;&#xC41;.] n. Cooking or dressing food, cookery. &#xC35;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC32;&#xC41; flour cakes, pastry. adj. Boiled, cooked. &#xC35;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC02;&#xC1F;&#xC28;&#xC42;&#xC28;&#xC46; or &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41; oil used in cookery. &#xC35;&#xC02;&#xC1F;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41; boiled castor oil, (opposed to the cold drawn oil.) &#xC35;&#xC02;&#xC1F;&#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41; boiled dammer. &#xC35;&#xC02;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC35;&#xC02;&#xC1F;&#xC32;&#xC15;&#xC4D;&#xC15; van&#x1E6D;a-katte. n. A cook-woman. &#xC35;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41; van&#x1E6D;akamu. n. A Food. &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; or &#xC35;&#xC02;&#xC15;&#xC38;&#xC30;&#xC15;&#xC41; van&#x1E6D;a-cheruku. n. Fuel, firewood, &#xC07;&#xC02;&#xC27;&#xC28;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC38;&#xC3E;&#xC32; or &#xC35;&#xC02;&#xC1F;&#xC36;&#xC3E;&#xC32; van&#x1E6D;a-y-illu. n. A kitchen, cookroom. &#xC2E;&#xC39;&#xC3E;&#xC28;&#xC38;&#xC2E;&#xC41;. &quot;&#xC38;&#xC41;&#xC30;&#xC17;&#xC15;&#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D; &#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC36;&#xC36;&#xC2E;&#xC41; &#xC17;&#xC30;&#xC41;&#xC23;&#xC38;&#xC47;&#xC2F;&#xC15;&#xC17;&#xC42;&#xC30;&#xC17;&#xC3E; &#xC2A;&#xC02;&#xC21;&#xC26;&#xC17;&#xC41;&#xC28;&#xC46;.&quot; (HD. i. 1199.) Is it fair to cook a rabbit that has taken refuge in a kitchen? &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; salt extracted by boiling sea water. &#xC35;&#xC02;&#xC1F;&#xC30;&#xC3E;&#xC2F;&#xC3F; van&#x1E6D;a-r&#x101;yi. n. An artificial ruby. &#xC15;&#xC30;&#xC2C;&#xC4B;&#xC15;&#xC41;. &#xC35;&#xC02;&#xC1F;&#xC30;&#xC3F; van&#x1E6D;a-ari. n. A cook, one who knows how to cook. &#xC35;&#xC02;&#xC1F;&#xC32;&#xC41; van&#x1E6D;alu. n. plu. Dried cow dung, which is used as fuel. &#xC0F;&#xC30;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC15;&#xC32;&#xC41;. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC1F;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; van&#x1E6D;a-v&#x101;&#x1E0D;u. n. A cook. &#xC2A;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
                