&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;vakki. [Tel.] adj. Lean, fleshless. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC48;&#xC28;, &#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F;, &#xC15;&#xC43;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC35;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; vakki-pakshi. n. A starveling, &#xC2C;&#xC15;&#xC4D;&#xC16;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC41; vakku. v. n. To become lean. &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC48; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC48; &#xC35;&#xC28;&#xC30;&#xC3F;&#xC35;&#xC28;&#xC30;&#xC3F;&#xC35;&#xC28;&#xC30;&#xC3F; &#xC35;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC3F;, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC26;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; Vema. 816. &#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC17; or &#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; vakku. n. A heron, &#xC2C;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vakshya-m&#x101;namu. [Skt.] adj. That which is about to be said, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC4B;&#xC2F;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC4D;&#xC38;&#xC41; vakshamu. [Skt.] n. The chest. &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC1C;&#xC2E;&#xC41; or &#xC35;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; vaksh&#x14D;-jamu n. A woman&apos;s breast. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vakramu. [Skt.] adj. Crooked, awry, bent, curved, twisted. &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. Cruel, perverse, wicked. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC35;&#xC15;&#xC4D;&#xC30;&#xC17;&#xC24;&#xC41;&#xC32;&#xC28;&#xC21;&#xC3F;&#xC1A;&#xC46;.&quot; (Vish. viii. 267.) all the planets moved in irregular courses. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; vakra-tamamulu. n. Lit. &apos;Most crooked&apos; ones, In Telugu grammar, this term denotes the diphthongs &#xC10; and &#xC14;. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; vakratvamu. n. Crookedness. &#xC35;&#xC02;&#xC15;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;. Perversity, cruelty. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; vakramulu. n. plu. In Telugu grammar this term denotes the vowels &#xC0E;, &#xC0F;, and &#xC12;, &#xC13;. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vakrin&#x1E6D;su. v. n. To err, or go in an irregular course, as planets. To turn, &#xC2E;&#xC30;&#xC32;&#xC41;, &#xC2E;&#xC30;&#xC32;&#xC2C;&#xC21;&#xC41;. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E; or &#xC35;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41; vakrima. n. Crookedness, &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC24;. &quot;&#xC15;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC4D; &#xC35;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC17;&#xC28;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; H. ii. 109. &#xC35;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; vakr-&#x14D;kti. n. Equivoque, a hint, insinuation. evasion, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaktramu. [Skt.] n. The mouth, face, countenance, &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC28;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC15;&#xC4D;&#xC24;</span>&#xA0;&#xA0;vakta. [Skt. from &#xC35;&#xC1A;&#xC4D; to speak.] n. One who speaks, &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A speaker, an orator. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;. A learned man, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; vakta-vyamu. adj. Fit or proper to be spoken, or said. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;. n. A word, speech, &#xC2E;&#xC3E;&#xC1F;. &#xC06;&#xC35;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; unspeakable, unutterable, not to be mentioned.
			</div>
                