&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1C;&#xC4D;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41; vajjaramu. [Tel.] n. A kind of sea fish. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Glue used by carpenters, &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41; &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47;&#xC1C;&#xC3F;&#xC17;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1C;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC1C;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC1C;&#xC4D;&#xC1C;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC42;&#xC21;&#xC41; vaj&#x12B;ru. [H.] n. A &apos;vizier&apos; or minister. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;. A hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. A commander. &#xC5B;&#xC4B;&#xC26;&#xC41;. &quot;&#xC28;&#xC3E;&#xC28;&#xC3E; &#xC35;&#xC1C;&#xC40;&#xC30;&#xC38;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC2D;&#xC47;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; Vasu. (preface.) 24. &#xC1F;&#xC40; &#xC35;&#xC1C;&#xC40;&#xC30;, &#xC2E;&#xC4D;&#xC32;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. &quot;&#xC32;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC24;&#xC47;&#xC1C;&#xC3F;&#xC35;&#xC1C;&#xC40;&#xC30;&#xC41; &#xC21;&#xC02;&#xC15;&#xC41;&#xC36;&#xC02;&#xC2C;&#xC3E;&#xC35;&#xC28;&#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC48; &#xC2C;&#xC30;&#xC2A;.&quot; T. v. 136. &#xC1F;&#xC40; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC24;&#xC47;&#xC1C;&#xC3F;&#xC35;&#xC1C;&#xC40;&#xC30;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2F;&#xC46;&#xC32;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC35;&#xC41;&#xC30;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC1C;&#xC40;&#xC30;&#xC41;&#xC38;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC47;&#xC2F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC4D;.&quot; H. ii. 189. &#xC1F;&#xC40; &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41;. Plu. &#xC35;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC32;&#xC41;. &quot;&#xC38;&#xC40; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC2E;&#xC47;&#xC32;&#xC48;&#xC28;&#xC35;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC38;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;.&quot; &#xC38;&#xC3E;. i. &quot;&#xC35;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC40;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC02;&#xC39;&#xC3E;&#xC2F;&#xC02;&#xC1A;&#xC41;.&quot; Satyabha. iii. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;vaj&#x101;. [H. from Arabic.] n. Deduction, subtraction, &#xC2E;&#xC3F;&#xC28;&#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;va&#x1E6D;s&#x1E6D;su. [Tel.] v. n. To come, arrive. To happen, occur, take place. &#xC1A;&#xC47;&#xC30;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC30;&#xC47;&#xC2A;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; they will come tomorrow. &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F; we arrived yesterday. &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he accompanied me. &#xC2E;&#xC28;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he took as many papers as he pleased. &#xC28;&#xC40; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; do as you please. This verb is used (like Come in all languages), in numerous senses. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC24;&#xC47;&#xC2A; next time. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC28;&#xC46;&#xC32;&#xC32;&#xC4B; in the next month. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC15;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC35;&#xC41; the evil that must happen will happen. As an auxiliary, it is added to the present participle of any verb to denote long habit or continuance, as &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he continued to read. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; I have been doing so all along. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he used to go there. It is also joined to the past participle of the verb &#xC35;&#xC32;&#xC2F;&#xC41;. &#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it became necessary to do so. It is added to the infinitive in A. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it came to our knowledge. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went so far as to advise me. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; (the third person singular aorist of &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;) is used with the infinitive as an auxiliary signifying permission, possibility or probability. &#xC28;&#xC40;&#xC35;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; you may go there. &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E;? may we come? &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; it may be so perhaps. &#xC30;&#xC3E;&#xC26;&#xC41; (the neg. aor. 3rd person singular) means must not or cannot. &#xC28;&#xC40;&#xC35;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC26;&#xC41; you must not go there. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC30;&#xC3E;&#xC26;&#xC41; I cannot do it. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC3E; can you not say so? Added to a dative, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; is used to mean To be got, gained, acquired, to be available. &#xC06; &#xC2D;&#xC3E;&#xC37; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he has learned the language, he knows that tongue. &#xC08; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC32; &#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; this rice lasted for one month. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; what happened to him? &#xC07;&#xC2F;&#xC4D;&#xC2F; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he was inclined to give it. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he has learnt sense. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; his whiskers have grown. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; she has recovered her sight. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41; &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3F; the child has cut its teeth. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC38;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; there is an elision of the letter S. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he is even in want of food. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he fell sick. &#xC07;&#xC26;&#xC3F; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; this will do, this will be useful. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; perilous, hazardous. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; this will put your life in peril. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave them all the abuse he could think of. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC47;&#xC30;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I cannot recollect his name. &#xC06; &#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he does not know the lesson. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F; va&#x1E6D;s&#x1E6D;suba&#x1E0D;i. n. Income. &#xC06;&#xC2F;&#xC24;&#xC3F;. &#xC30;&#xC3E;&#xC2C;&#xC21;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has a large income. &#xC35;&#xC1A;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; vatstsu-r&#x101;mulu. (&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;+&#xC30;&#xC3E;&#xC2E;&#xC3F;.) n. Coming and not coming. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC1F;&#xC3E;&#xC30;&#xC41; va&#x1E6D;&#x101;ramu. [Tel.] n. A lodge. &#xC2C;&#xC38;. A palace, &#xC35;&#xC17;&#xC30;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC26;&#xC30;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC26;&#xC28;&#xC35;&#xC1F;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;, &#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC3F;.&quot; Navanandha. 306.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E6D;amu. [Skt.] n. The Banyan or Indian fig tree. &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC1F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a fig leaf.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1F;&#xC17;</span>&#xA0;&#xA0;, &#xC35;&#xC1F;&#xC3E;&#xC30;&#xC3F; or &#xC35;&#xC20;&#xC3E;&#xC30;&#xC3F; va&#x1E6D;aga. [Tel.] adj. Clever, skilful, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC24;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E6D;akamu. [Skt.] n. A kind of cake, &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. A pill, a bolus. &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;vadzdza. [Tel.] n. An expedient, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vajramu. [Skt.] n. A diamond, &#xC30;&#xC35;, &#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. Adamant: a thunder-bolt; the weapon of Indra. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC36;&#xC41;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; a block head. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC15;&#xC40;&#xC1F;&#xC2E;&#xC41; vajra-k&#x12B;&#x1E6D;amu. n. A worm that bores through hard stone. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; or &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC26;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; vajra-dan&#x1E0D;amu. n. An insect engendered in an ulcer. &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; an adamantine frame, a strong constitution, a constitution of flint. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC39;&#xC3F; vajra-d&#x113;hi. n. A man of iron constitution. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41; vajra-nirgh&#x14D;shamu. n. A clap of thunder. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; vajra-pushpamu. n. The blossom of the sesamum. &#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; vajra-valli. n. The plant termed Cissus qua&#x1E0D;rangularis. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC3F; or &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC1C;&#xC4B;&#xC21;&#xC41; vajr-&#x101;ngi. n. Admantine armour, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC2F;&#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3F; vajri. n. One who has or carries a thunder-bolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. An epithet of (Indra) as armed with the thunderbolt. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
                