&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;aku. [Tel.] n. The North. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC21;&#xC15;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC32;&#xC3F; or &#xC35;&#xC21;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; va&#x1E0D;aku-gubbali. n. The Himalayas. &#xC39;&#xC3F;&#xC2E;&#xC28;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC28;&#xC21;&#xC15;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; Same as &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC30;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC2F;&#xC41;. See under &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;</span>&#xA0;&#xA0;va&#x1E0D;a. [Tel.] n. Heat, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC0E;&#xC02;&#xC21;&#xC38;&#xC46;&#xC17;. &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Trouble, pain, labour, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. A sort of cake, &#xC17;&#xC3E;&#xC30;&#xC46;. A kind of hot cake. adj. Hot, &#xC35;&#xC47;&#xC21;&#xC3F;. &#xC35;&#xC21;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC21;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he died of sunstroke. &quot;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC35;&#xC38;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC46;&#xC02;&#xC21;&#xC32;&#xC35;&#xC21;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; P. i. 304. &#xC35;&#xC21;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41; va&#x1E0D;a-gallu. n. A hailstone. &quot;&#xC30;&#xC3E;&#xC32;&#xC46;&#xC28;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC35;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC32;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;.&quot; A. iv. 118. &#xC2A;&#xC21;&#xC17;&#xC35;&#xC4D;&#xC35; va&#x1E0D;a-gavva. n. The name of a certain fish, a species of Scomber. Russell, plate 139. &#xC35;&#xC21;&#xC17;&#xC3E;&#xC32;&#xC3F; or &#xC35;&#xC21;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; va&#x1E0D;i-g&#x101;li. n. The hot or land wind. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC35;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41; va&#x1E0D;a-gonu. v. n. To feel hot, &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC21;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; va&#x1E0D;a-pappu. n. A dish of green gram, split and soaked in water, with salt, pepper, assaf&#x153;tida, &amp;c. &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC40;&#xC30;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC28;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC09;&#xC02;&#xC17;&#xC41;&#xC35;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC38;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC35;&#xC21;&#xC2A;&#xC3F;&#xC02;&#xC26;&#xC46; va&#x1E0D;a-pinde.- n. A tender fruit that falls down from a tree through the heat of the weather. &#xC35;&#xC21;&#xC2E;&#xC41;&#xC21;&#xC3F; va&#x1E0D;a-mu&#x1E0D;i. n. One who makes it hot for his enemies, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A Telugu name of Bh&#x12B;ma, one of the heroes of the P&#x101;ndu race. &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;. &quot;&#xC15; &#xC15;&#xC21;&#xC41;&#xC35;&#xC21;&#xC3F; &#xC5B;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC24;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC21;&#xC2E;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC1F; &#xC15;&#xC24;&#xC28;&#xC28;&#xC4D; &#xC35;&#xC21;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC21;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC46;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC17;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC35;&#xC47;&#xC17;&#xC24;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC30;&#xC2A;&#xC46;&#xC02; &#xC17;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; M. VI. ii. 375.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC21;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC23;&#xC15;&#xC41; va&#x1E0D;aku. [Tel.] v. n. To tremble, shake, quiver, shudder. &#xC15;&#xC02;&#xC2A;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Trembling, shaking, shuddering. &#xC35;&#xC21;&#xC15;&#xC3E;&#xC21;&#xC41; (&#xC35;&#xC21;&#xC15;&#xC3F;+&#xC06;&#xC21;&#xC41;) Same as &#xC35;&#xC21;&#xC15;&#xC41;. &#xC35;&#xC21;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC23;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; va&#x1E0D;akin&#x1E6D;su. v. a. To cause to tremble, to shake &#xC35;&#xC23;&#xC15;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC2A;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;apu. [Tel.] n. A den: the spot under a over-hanging cliff. &quot;&#xC2E;&#xC3E;&#xC1A;&#xC30;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC17;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC15;&#xC15;&#xC41;&#xC17;&#xC42;&#xC21;&#xC3F; &#xC1A;&#xC28;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC1A;&#xC1F; &#xC28;&#xC3E;&#xC21;&#xC15;&#xC3E;&#xC21;&#xC15;&#xC41; &#xC2E;&#xC39;&#xC3E;&#xC26;&#xC41;&#xC03;&#xC16;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;. &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC4D;&#xC32;&#xC35;&#xC21;&#xC2A;&#xC41;&#xC28;&#xC1C;&#xC47;&#xC30;&#xC3F; &#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC38;&#xC24;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC21;&#xC3F;.&quot; Pal. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC26;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;a-d&#x14D;lu. [Tel. &#xC35;&#xC21;&#xC2E;&#xC41;+&#xC24;&#xC4B;&#xC32;&#xC41;] n. A leather rope, used by toddy drawers. &#xC17;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC24;&#xC4B;&#xC32;&#xC41;. A leather hunting coat. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC24;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;amu. [Tel.] n. A very thick rope. &#xC2E;&#xC4B;&#xC15;&#xC41;. A garland, &#xC26;&#xC02;&#xC21;. &#xC24;&#xC47;&#xC30;&#xC3F;&#xC35;&#xC21;&#xC2E;&#xC41; a rope used to drag a car.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41; va&#x1E0D;as&#x101;ramu. [Tel.] adv. Totally, entirely, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC41;&#xC32;&#xC41; va&#x1E0D;alu. [Tel.] v. n. To fade, or wither. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC2A;&#xC4B;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC2C;&#xC4B;&#xC2F;&#xC41; Same as &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See under &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC2A;</span>&#xA0;&#xA0;va&#x1E0D;apa. [Tel.] n. The web which surrounds the lower parts of the stem leaves of a palm tree. &#xC5B;&#xC35;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC35;&#xC21;</span>&#xA0;&#xA0;va&#x1E0D;a-va&#x1E0D;a. [Tel. anuk] adv. Violently (shaking) , &#xC17;&#xC21;&#xC17;&#xC21;.
			</div>
                