&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; Same as &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;. See under &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;and &#xC35;&#xC21;&#xC41;&#xC2A;&#xC41; See under &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC41;&#xC35;&#xC41; va&#x1E0D;ugu. [Tel.] n. Mode manner, style, way. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC40;&#xC24;&#xC3F;. &quot;&#xC32;&#xC15;&#xC4D;&#xC37; &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC21;&#xC41;&#xC35;&#xC41;&#xC28;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC48;&#xC28; &#xC1C;&#xC42;&#xC21;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; Ellana. iii. 451. The ceremony of initiation into the Dwija or twice-born castes. &#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC21;&#xC41;&#xC35;&#xC41; or &#xC35;&#xC21;&#xC41;&#xC17;&#xC21;&#xC41; n. A Brahmin bachelor. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;uku. [Tel.] v. a. To spin thread. &#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC42;&#xC32;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC21;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; va&#x1E0D;uku&#x1E0D;u. n. The act of spinning cotton into thread.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC3F;&#xC38;&#xC46; va&#x1E0D;i-sela. [Tel.] n. A sling for throwing stones. &#xC28;&#xC21;&#xC41;&#xC2E; &#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC47; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC17;&#xC21;&#xC4D;&#xC21; va&#x1E0D;ise-ga&#x1E0D;&#x1E0D;a. n. A bubo. &#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC32;&#xC32;&#xC4B;&#xC32;&#xC47;&#xC1A;&#xC47; &#xC2E;&#xC47;&#xC39;&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;iya. [Tel.] v. n. To flow, to drip down or trickle as tears from the eyes, to distil of fall by drops. To decrease, to be diminished, as water in a river, to sink into the ground. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC24;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC07;&#xC02;&#xC15;&#xC41;. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC35;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the water in the tank is all dried up. To become lean or thin, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his body is now much thinner than before. &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC2F;&#xC41;, &#xC35;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC21;&#xC2C;&#xC4B;&#xC2F;&#xC41; or &#xC35;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; piya-ga&#x1E6D;&#x1E6D;u. v. n. To strain or filter. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC32;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC24; va&#x1E0D;iya-b&#x14D;ta. n. Filtering, straining. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC21;&#xC41;&#xC1A;&#xC41; va&#x1E0D;u&#x1E6D;su. v. a. To cause to be strained or filtered. &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. To cause to drip, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC21;&#xC41;&#xC2A;&#xC41; va&#x1E0D;upu. n. The state of being emaciated, &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1F;, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;va&#x1E0D;i. [Tel.] n. Quickness, briskness, celerity, rapidity; sharpness, violence. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. Prowess, courage. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Time, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; as in &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC28;&#xC21;&#xC3F;. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC35;&#xC21;&#xC3F;. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC21;&#xC3F;. The twist of a cord. &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC2A;&#xC3F;&#xC30;&#xC3F;. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC41;&#xC28;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. (In prosody) rhyming syllables. &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC02;&#xC26;&#xC2F;&#xC24;&#xC3F;, &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2F;&#xC24;&#xC3F;. plural &#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; va&#x1E0D;i-k&#x101;&#x1E0D;u.n. A quick or brave man. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC24;&#xC28;&#xC2E;&#xC41; courage, bravery, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; va&#x1E0D;i-kolupu. v. a. To twist. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &quot;&#xC2E;&#xC4A;&#xC32;&#xC15;&#xC2E;&#xC40;&#xC38;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;.&quot; T. ii. 73. To hasten, to cause to be quick. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; va&#x1E0D;i-gonu. v. n. To become twisted, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be fast, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC32; va&#x1E0D;i-gala. adj. Quick, brisk, violent, clever, brave, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC36;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC21;&#xC3F; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; he is very quick or clever. adv. Quickly, freshly, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;, &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;. &quot;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC47;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC21;&#xC41; &#xC17;&#xC1A;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC1A;&#xC4A;&#xC26;&#xC35;&#xC46;&#xC21;&#xC41;&#xC15;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC32; &#xC17;&#xC21;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC2E;&#xC41;&#xC17;.&quot; M. V. ii. 348. &#xC35;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; va&#x1E0D;i-pa&#x1E0D;u. v. n. To be troubled, afflicted, oppressed; to toil. &#xC35;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; va&#x1E0D;i-pe&#x1E6D;&#x1E6D;u. v. a. To twist. &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC41;. &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC05;&#xC32;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC28;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41;&#xC28;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC4A;&#xC21;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC4B;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC2E;&#xC30;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC46;&#xC17;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; H. ii. 180. To trouble, annoy, persecute. &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC21;&#xC3F;&#xC38;&#xC41;&#xC21;&#xC3F; va&#x1E0D;i-su&#x1E0D;i. n. A whirlpool. &#xC06;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;iyamu. [Tel.] n. A cake made of black gram (split, soaked and ground,) mixed with salt, chillies, and assaf&#x153;tida; it is dried in the sun and eaten as pickle. &#xC28;&#xC02;&#xC5B;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2E;&#xC3F;&#xC28;&#xC2A;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC07;&#xC02;&#xC17;&#xC41;&#xC35;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC28;&#xC42;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC35;&#xC1F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC4D;&#xC21;&#xC28;</span>&#xA0;&#xA0;See under &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC21;&#xC3F;&#xC2F; va&#x1E0D;e. [Tel.] n. A peg, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC21;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;va&#x1E0D;usu. [Tel.] n. The act of being torn when a cloth is handled to be ironed or bleached. &#xC2E;&#xC4B;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC32;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F; &#xC1A;&#xC47;&#xC24; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC47;&#xC15;&#xC32;&#xC41;&#xC38;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC02;&#xC15;&#xC30;&#xC17;&#xC3E;&#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC1F;. &#xC35;&#xC21;&#xC41;&#xC38;&#xC41;&#xC21;&#xC3F; va&#x1E0D;u-su&#x1E0D;i. (&#xC35;&#xC21;&#xC41;&#xC38;&#xC41;+&#xC38;&#xC41;&#xC21;&#xC3F;.) n. A fine (paid to the king.). (&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;) &#xC26;&#xC02;&#xC21;&#xC41;&#xC17;. &#xC35;&#xC21;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; va&#x1E0D;usu-p&#x14D;vu. v. n. To be torn, as a cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC21;&#xC41;&#xC38;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
                