&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC27;</span>&#xA0;&#xA0;or &#xC35;&#xC35;&#xC27;&#xC2E;&#xC41; vadha. [Skt.] n. Killing, slaying, murder, &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC35;&#xC27;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vadhin&#x1E6D;su. v. a. To kill, slay. &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;or &#xC12;&#xC26;&#xC4D;&#xC26; vadda. [Tel.] adj. and affix. Near, with, by, at, to. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is at home. &#xC28;&#xC3E;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC47;&#xC26;&#xC41; I have not got it. &#xC28;&#xC40;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E; have you got it? &#xC05;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F; they told it to him. &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC26; close by the shore. &#xC35;&#xC26;&#xC4D;&#xC26;&#xC3F; vaddi. (infl. of &#xC35;&#xC26;&#xC4D;&#xC26;) adj. Near, which is near. &#xC24;&#xC28;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC41; her playmates that were with her. &#xC28;&#xC3E;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the bonds which are with me, &#xC28;&#xC3E;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; vaddu. [Tel. contracted from &#xC35;&#xC32;&#xC26;&#xC41; the neg. aor. of &#xC35;&#xC32;&#xC2F;&#xC41; to will.] Do not, must not. See &#xC35;&#xC32;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC30;&#xC41;</span>&#xA0;&#xA0;vanaru. [Tel.] v. n. To grieve, pine, sorrow. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41;, &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC40;&#xC28;&#xC3E;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC28;&#xC30;&#xC41;, &#xC35;&#xC28;&#xC2A;&#xC41; or &#xC35;&#xC28;&#xC1F; vanaru. n. Grief, pining. &#xC2E;&#xC28;&#xC4B;&#xC26;&#xC41;&#xC03;&#xC16; &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC17;&#xC2A;&#xC41;. &quot;&#xC05;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC35;&#xC28;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F; &#xC39;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC28;&#xC41; &#xC35;&#xC40;&#xC27;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; M. XV. ii. 183.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vanamu. [Skt.] n. A forest, a wood, &#xC05;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC35;&#xC3F;. An orchard, grove, fruit garden. &#xC24;&#xC4B;&#xC1F;, &#xC24;&#xC4B;&#xC2A;&#xC41;. Water, &#xC1C;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC28;&#xC2E;&#xC41; a tamarind grove. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; a group of lakes. &#xC35;&#xC28; vana. adj. Wild, not domesticated or tame, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC28;&#xC17;&#xC1C;&#xC2E;&#xC41; a wild elephant. &#xC35;&#xC28;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; a wild jasmine. &#xC35;&#xC28;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15; a gadfly. &#xC35;&#xC28;&#xC1A;&#xC30;&#xC2E;&#xC41; vana-charamu. n. Lit. a wood rover: i.e., a monkey, &#xC35;&#xC3E;&#xC28;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC28;&#xC1C;&#xC2E;&#xC41; vana-jamu. n. A lotus or water-lily. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. A wild elephant. A wild bird. &#xC35;&#xC28;&#xC1C;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41; vanaja-l&#x14D;chanu&#x1E0D;u. n. An epithet of Vish&#x1E47;u, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC28;&#xC1C;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; vanaja-sam-bhavu&#x1E0D;u. n. The one who sprang from the lotus, i. e. Brahma, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC28;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; vanaj-&#x101;kshi. n. The lotus-eyed; a poetical word for a lady. &#xC35;&#xC28;&#xC3F;&#xC24;. &#xC35;&#xC28;&#xC26;&#xC2E;&#xC41; va&#x1E47;adamu. n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &#xC35;&#xC28;&#xC26;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41; sky blue. &#xC35;&#xC28;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41; vana-d&#x12B;pamu. n. The glory of the gar&#x1E0D;en, an epithet of the Champaka flower. &#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC35;&#xC28;&#xC27;&#xC3F; vana-ani. [from &#xC35;&#xC28; water+&#xC27;&#xC3F;. place for.] n. The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC35;&#xC28;&#xC27;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; R. v. 275. &#xC35;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; vana-priyamu. n. A cuckoo. &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;. &#xC35;&#xC28;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41; vana-bh&#x16B;shanamu. n. A bird called the Mocking bird. &#xC35;&#xC28;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; vana-bh&#x14D;janamu. n. A picnic. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC41;&#xC32;&#xC24;&#xC4B;&#xC15;&#xC42;&#xC21; &#xC12;&#xC15; &#xC24;&#xC4B;&#xC1F;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. A kind of bird, the Green Bulbul, Chloropsis jerdoni (F.B.I.) &#xC35;&#xC28;&#xC2E;&#xC3E;&#xC32; vana-m&#x101;la. n. A chaplet, or garland. &#xC35;&#xC28;&#xC2E;&#xC3E;&#xC32;&#xC3F; vana-m&#x101;li. n. An epithet of Krishna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC28;&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; vana-vih&#x101;ramu. n. Rambling in a garden for pleasure. &#xC24;&#xC4B;&#xC1F;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC28;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC1F;&#xC2E;&#xC41; vana-s&#x1E5B;ing&#x101;&#x1E6D;amu. n. A plant, Ruellia longifolia, &#xC17;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC30;&#xC41;. &#xC35;&#xC28;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; vanaspati. n. A tree which bears fruit without flowering. &#xC2A;&#xC42;&#xC1A;&#xC15;&#xC15;&#xC3E;&#xC1A;&#xC47;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC28;&#xC3E;&#xC1F;&#xC2E;&#xC41; van&#x101;tamu. n. An animal that lives in the woods.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC1F;</span>&#xA0;&#xA0;See under &#xC35;&#xC28;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vadhyamu. [Skt. from &#xC35;&#xC27;] adj. Deserving death, condemned to die. &#xC1A;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &quot;&#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC27;&#xC4D;&#xC2F;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; (BD. iv. 782.) decking out a victim for sacrifice, or adorning a culprit for the halter. &#xC35;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; vadhyu&#x1E0D;u. n. A culprit: one who is condemned to death, &#xC1A;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC27;&#xC42; vadhuvu. [Skt.] n. A woman, lady. &#xC06;&#xC21;&#xC26;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A wife. &#xC1C;&#xC3E;&#xC2F;, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;. A daughter-in-law, &#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;. A bride, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;. &#xC35;&#xC27;&#xC42;&#xC35;&#xC30;&#xC41;&#xC32;&#xC41; bride and bridegroom, man and wife. &#xC35;&#xC27;&#xC42;&#xC2E;&#xC23;&#xC3F; the flower of her sex. &#xC35;&#xC27;&#xC42;&#xC1C;&#xC28;&#xC2E;&#xC41; vadh&#x16B;-janamu. n. Women, womankind. &#xC35;&#xC27;&#xC42;&#xC1F;&#xC3F; vadh&#x16B;&#x1E6D;i. n. A woman, &#xC35;&#xC28;&#xC3F;&#xC24;. A virgin, &#xC15;&#xC28;&#xC4D;&#xC2F;&#xC15;. A daughter-in-law, &#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;.
			</div>
                