&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC4C;&#xC15;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vanau-kasamu. [Skt. from &#xC35;&#xC28;&#xC2E;&#xC41;.] n. A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC40;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;van&#x12B;paku&#x1E0D;u. [Skt.] n. A beggar. &#xC2F;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC3F;&#xC24;</span>&#xA0;&#xA0;vanita. [Skt.] n. A woman, damsel. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC3F;</span>&#xA0;&#xA0;vani. [Skt.] n. A forest, &#xC35;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC35;&#xC3F;. &#xC35;&#xC28;&#xC3F;&#xC15; vanika. n. A forest, &#xC05;&#xC21;&#xC35;&#xC3F;. A park. grove, &#xC24;&#xC4B;&#xC1F;, &#xC24;&#xC4B;&#xC2A;&#xC41;. &quot;&#xC05;&#xC28;&#xC17;&#xC30;&#xC4B;&#xC2A;&#xC15;&#xC02;&#xC20;&#xC35;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC35;&#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC32;&#xC24;&#xC3E;&#xC1A;&#xC30;&#xC28;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC35;&#xC3E;&#xC28;&#xC30;&#xC2F;&#xC42;&#xC27; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC21;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; P. i. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vamanamu. [Skt.] n. Vomiting. &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC35;&#xC2E;&#xC28;&#xC15;&#xC3E;&#xC15;&#xC3F; vamana-k&#x101;ki. n. A bird, the small green-billed Malacua. Rhopodytis viridirostris. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;vamadhuvu. [Skt.] n. Water ejeccted from the elephant&apos;s trunk. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC41;&#xC24;&#xC02;&#xC2A;&#xC41;&#xC30;&#xC41;. Vomiting, &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vapramu. [Skt.] n. A fort, a citadel. &#xC15;&#xC4B;&#xC1F;. A mud wall, a rampart, the glacis of a fort, &#xC15;&#xC4B;&#xC1F;&#xC15;&#xC4A;&#xC30;&#xC21;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC4B;&#xC1F;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC1F;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC30;&#xC21;&#xC41; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. A shore, &#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;.&quot; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC4B;&#xC17;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32; &#xC35;&#xC2A;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;.&quot; Sar. D. 112. &#xC35;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21; vapra-kr&#x12B;&#x1E0D;a. n. Butting, as of an elephant or bull, &amp;c. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC0F;&#xC1F;&#xC3F;&#xC26;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC06;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F; vanne. [from Skt. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.] n. Colour, hue. &#xC30;&#xC02;&#xC17;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. Beauty, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Ornament, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. Brightness, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Fame, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A paint, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC41;&#xC2A;&#xC42;&#xC24;. Affected airs, gestures. Touch, quality of precious metals, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;. Honour, esteem, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;, &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; T. ii. 38. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; gold of the touch ( of 8 carats fine,) that is, half pure. &#xC2A;&#xC26;&#xC39;&#xC26;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; gold of sixteen carats, that is, quite pure. adj. Coloured. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F; vanne-katte. n. An elegant or graceful girl. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC24;&#xC3F;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC41; v&#x101;nne-k&#x101;&#x1E0D;u. n. A beau, a handsome man. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC1A;&#xC40;&#xC30; vanne-ch&#x12B;ra. n. A coloured cloth, &#xC30;&#xC02;&#xC17;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; or &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; vanne-pulugu. n. Lit: The painted bird. i.e., a pheasant, &#xC1C;&#xC40;&#xC35;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vammu. [Tel.] adj. Vain, fruitless. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC28; &#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; M. X. i. 74. &quot;&#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E;&#xC2A;&#xC26;&#xC32;&#xC41;.&quot; HD. ii. 250. &quot;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC46;.&quot; K&#x101;lahas. iv. 56. n. Ruin, wasting. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; vammu-p&#x14D;ru. v. n. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. To be wasted or lost, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC2A;&#xC3E;&#xC21;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC28;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;vanya. [Skt.] n. A multitude of groves or forests. A quantity of water, a flood, a deluge, &#xC35;&#xC28;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; vanyamu. adj. Forest, savage, wild, produced in a wood. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vapanamu. [Skt.] n. Shaving, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. Sowing, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1F;. &#xC35;&#xC2A;&#xC4D;&#xC24; vapta. n. One who sows, &#xC35;&#xC3F;&#xC24;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Father, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2A;</span>&#xA0;&#xA0;vape. [Skt.] n. The mucous, or glutinous secretion of the flesh or bones: a caul of fat. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2A;&#xC4A;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2E;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;vamri. [Skt.] n. The white ant. &#xC1A;&#xC46;&#xC26;. A kind of black ant. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC40;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2A;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41; vapuvu. [Skt.] n. The body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
                