&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41; vayyamu. [Tel.] adj. Vain, useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2F;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; vay&#x101;&#x1E37;i. [Skt. from &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;.] n. Gallopping, speed, going at a rapid pace. &#xC38;&#xC35;&#xC3E;&#xC30;&#xC3F;, &#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. A car, a chariot. &#xC30;&#xC25;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC47;&#xC2F;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F; &#xC2E;&#xC46;&#xC21;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC15;&#xC24;&#xC3E;&#xC2F;&#xC32;&#xC41;&#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; &#xC26;&#xC4B;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC3F;.&quot; H. v. 47. When the procession called &#xC17;&#xC30;&#xC41;&#xC21;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; takes place at great temples there is a custom of advancing and receding alternately; this is called &#xC35;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC2F;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41; vayasu. [Skt.] n. Age, time of life, any period of life, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC08;&#xC21;&#xC41;. Youth, &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC2F;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a full grown boy. &#xC35;&#xC2F;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; youth, maturity. &#xC35;&#xC2F;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; a grown girl. &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; the art of prolonging youth by finding the philosopher&apos;s stone. &quot;&#xC35;&#xC3E;&#xC26; &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC37;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; L. vii. 370. &#xC35;&#xC2F;&#xC38;&#xC41;&#xC26;&#xC3F; vayasu-di. n. A young woman. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC35;&#xC24;&#xC3F;. &#xC35;&#xC2F;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; vayasu-v&#x101;&#x1E0D;u. n. A young man. &#xC2F;&#xC4C;&#xC35;&#xC28;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; vayas-thu&#x1E0D;u. n. A man in the prime of life. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC2F; vaya-sya. n. A female friend. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC38;&#xC16;&#xC3F;. &#xC35;&#xC2F;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; vayasyu&#x1E0D;u. n. An equal, a friend. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; varagalu. [Tel.] n. A kind of grain called Wild Kidney Beans, Panicum miliaceum. &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;varaga-lin&#x1E6D;su. v. n. To shine, or glitter. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC17;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;varaga-ch&#x113;pa. [Tel.] n. A kind of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC28;&#xC41; varaku. [Tel.] n. An intricacy, difficulty, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC35;&#xC32;&#xC2A;&#xC41;, &#xC15;&#xC2A;&#xC1F;&#xC2A;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC28;. A metal plate, &#xC30;&#xC47;&#xC15;&#xC41;. Gilding, &#xC2E;&#xC4A;&#xC32;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;varakamu. [Tel.] n. The multiplier in Arthmetic. A rut cut by water. Imprisonment with hard labour. &#xC35;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC30;&#xC17;&#xC32;&#xC41; or &#xC35;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC32;&#xC41; varakamulu. n. The pulse termed Wild kidney Beans, See &#xC35;&#xC30;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;varan&#x1E0D;amu. [Skt.] n. A hayrick or bundle of hay. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC2E;&#xC3F;, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;. A pimple on the face. &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2E;&#xC4A;&#xC1F;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;</span>&#xA0;&#xA0;vara. [Tel.] n. A limit. &#xC2E;&#xC47;&#xC30;. &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC07;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC32;&#xC4B; before this time. &#xC05;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC32;&#xC4B; before that time. [for &#xC12;&#xC30;.] Kind, sort. &#xC08; &#xC35;&#xC30;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; gold of this kind. A kind of grain, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC30; (for &#xC12;&#xC30;.) n. A scabbard, a sheath. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC15;&#xC4B;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC26;&#xC42;&#xC2F;&#xC41; to unsheath or draw out of the scabbard. &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC30; &#xC09;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3F; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC1A;&#xC41; what we have lost is the mere sheath but what we have got is the very blade, i.e. he who is dead is nothing to his successor. &#xC35;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; vara-katte. v. n. To test gold by rubbing it on a touchstone. Also, to prepare land for cultivation. &#xC35;&#xC30;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; vara-go&#x1E0D;&#x1E0D;amu. (&#xC35;&#xC30;+&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;.) n. A crooked word, &#xC35;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC3E;&#xC1F;. &#xC35;&#xC30;&#xC15;&#xC41; or &#xC35;&#xC30;&#xC15;&#xC41;&#xC28;&#xC41; vara-ku. postp. Until, as far as, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC07;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC15;&#xC41; until this. &#xC05;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC15;&#xC41; so far, until that time. &#xC06;&#xC35;&#xC30;&#xC15;&#xC47; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC3F; they had already fled. &#xC0E;&#xC02;&#xC24;&#xC35;&#xC30;&#xC15;&#xC41; to what extent? how far? &#xC06;&#xC2F;&#xC28; &#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC35;&#xC30;&#xC15;&#xC41; up to the time of his death. &#xC28;&#xC47;&#xC28;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC35;&#xC30;&#xC15;&#xC41; until I come. &#xC35;&#xC30; or &#xC12;&#xC30; vara. n. The large circular ring of pottery sunk in a small well, to prevent the earth from falling in. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC35;&#xC3F;.
			</div>
                