&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vara&#x1E47;amu. [Skt.] n. An outer building, enclosure, or wall. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. R. i. 119.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;vara&#x1E0D;u. [Tel. Tam. and Mal.] n. An old fox. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15;. A large kind of fox. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC15;. A fox, &#xC28;&#xC15;&#xC4D;&#xC15;. &quot;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;&#xC32;&#xC41;&#xC24;&#xC2E; &#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC1A;&#xC41;&#xC1F; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC30;&#xC41;&#xC1F;&#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC4D; &#xC26;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC1F;.&quot; M. VIII. ii. 126. &quot;&#xC15; &#xC27;&#xC43;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3E;. &#xC2F;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC30;&#xC1A;&#xC46;&#xC35;&#xC30;&#xC21;&#xC41;&#xC32;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC2D;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC1F;</span>&#xA0;&#xA0;vara&#x1E6D;a. [Skt.] n. A goose. A female swan. &#xC06;&#xC21;&#xC41;&#xC39;&#xC02;&#xC38;. Vasu. ii. 84. &#xC35;&#xC30;&#xC1F; [Tel.] n. A lump of dried cowdung. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC47;&#xC21;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC35;&#xC30;&#xC1F;&#xC41; vara&#x1E6D;u. v. n. To pine, to become lean or lank. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1C;&#xC36;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC30;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC39;&#xC4B;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; Kuch&#x113;lo. i. 38. &#xC35;&#xC30;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; = &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC35;&#xC30;&#xC1F;&#xC41;&#xC28;&#xC4D;&#xC28;&quot; = &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;. ib. iii. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC35;&#xC21;&#xC3F;, &#xC35;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC35;&#xC21;&#xC3F; varava&#x1E0D;i. [Tel.] n. The top line, a copy set to school boys learning to write. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC35;</span>&#xA0;&#xA0;varava. [Tel.] n. A channel of supply to an artificial lake or tank. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC15;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC35;. &#xC35;&#xC30;&#xC35;&#xC1A;&#xC47;&#xC2A; varava-ch&#x113;pa. n. A kind of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;varalu. [Tel.] v. n. To shine or be splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;. To continue, to be, to behave. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC2E;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC17;, &#xC35;&#xC30;&#xC32;&#xC46;&#xC21;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC3F;.&quot; BD. iv. 2063.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;varamu. [Skt.] n. A boon or blessing sought in prayer, a divine gift. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC35;&#xC32;&#xC4D;&#xC32; &#xC2A;&#xC21;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. adj. Best, excellent, noble. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC30;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; an excellent gem. &#xC38;&#xC30;&#xC4B;&#xC35;&#xC30;&#xC2E;&#xC41; a beautiful lake. &#xC35;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41; vara-du&#x1E0D;u. n. A benefactor, one who bestows a boon. &#xC35;&#xC30;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC28;&#xC41; &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC28;&#xC3F; vara-var&#x1E47;ini. n. An excellent woman, a woman in general. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC35;&#xC30;&#xC38;&#xC24;&#xC3F; vara-sati. n. A fine or excellent woman. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. V&#x113;ma. &#xC35;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; var-&#x101;ngamu. n. The head, &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. The organ of generation. &#xC35;&#xC30;&#xC3E;&#xC30;&#xC4B;&#xC39; var-&#x101;r&#x14D;ha. n. An excellent woman, a lady. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC35;&#xC30;&#xC41;&#xC21;&#xC41; varu&#x1E0D;u. n. A excellent man. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. One who chooses or selects (a wife), &#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A husband, &#xC2E;&#xC17;&#xC21;&#xC41;. A bridegroom, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;varapu. [Tel.] n. Drought, want of rain. &#xC05;&#xC28;&#xC3E;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC35;&#xC3E;&#xC28;&#xC32;&#xC47;&#xC2E;&#xC3F;. &quot;&#xC35;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC32;&#xC24;&#xC15;&#xC42;&#xC28; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Abhi. D. 317.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC26;</span>&#xA0;&#xA0;varada. [Tel.] n. The overflow of a river, a torrent or flood. An inundation. &#xC28;&#xC26;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC40;&#xC30;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC26;&#xC17;&#xC41;&#xC21;&#xC3F; varada-gu&#x1E0D;i. n. A halo round the sun or moon, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC26;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC30;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; varada-p&#x101;ru. v. n. To flow in a torrent or torrents.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; varavu. [Tel.] adj. Slavish, servile. &#xC0A;&#xC21;&#xC3F;&#xC17;&#xC2A;&#xC41;. n. A servant or slave. &#xC26;&#xC3E;&#xC38;&#xC3F;, &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC2E;&#xC41; varavu&#x1E0D;amu. n. Service, servitude. &#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC38;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC30;&#xC35;&#xC41;&#xC21;&#xC35;&#xC48;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC28;&#xC3F;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC17; &#xC36;&#xC3E;&#xC2A;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;.&quot; M. XIII. i. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC24;&#xC4D;&#xC30;</span>&#xA0;&#xA0;aratra. [Skt.] n. A leathern thong or girth. &#xC1F;&#xC02;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. &quot;&#xC2A;&#xC15;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC15;&#xC41;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC4D; &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC3F;.&quot; P. i. 65.
			</div>
                