&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;var&#x101;hamu. [Skt.] n. A boar or hog. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC3E;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; the third incarnation of Vishnu in the shape of a boar. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2E;&#xC41; (or, vulgarly &#xC35;&#xC30;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;) var&#x101;ha-k&#x16B;rchamu. n. A brush made of hog&apos;s bristles.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3E;&#xC36;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC3E;&#xC38;&#xC3F; var&#x101;si. [Skt.] n. A coarse cloth. &#xC2E;&#xC41;&#xC24;&#xC15;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC3E;&#xC1F;&#xC3F;&#xC15; var&#x101;&#x1E6D;akamu. [Skt.] n. The small shell called a cowri which is used as a coin. &#xC17;&#xC35;&#xC4D;&#xC35;. The seed vessel of the lotus, &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC26;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC39;&#xC3E;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC3E; varah&#x101;. [from Skt. &#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;.] n. The gold coin bearing the impression of a boar (&#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;.) and termed a pagoda. equal to 3 1/2 rupees. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC35;&#xC30;&#xC39;&#xC3E; a coin equal to four rupees. &#xC15;&#xC02;&#xC20;&#xC40;&#xC30;&#xC35;&#xC30;&#xC3E;&#xC2F; &#xC35;&#xC30;&#xC39;&#xC3E;&#xC32;&#xC41; Kanterai pagodas, 105 of which are equal to rupees 305-7-4. The weight called &#xC35;&#xC30;&#xC39;&#xC3E;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; is equal to 52.56. grains avoirdupois. &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC38;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC41;&#xC38; varasa. [Tel.] n. A line or row, &#xC2A;&#xC1C;&#xC4D;&#xC24;&#xC4D;&#xC15;&#xC3F;. A series or order, &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;. A mode, way, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. Relationship, &#xC2C;&#xC02;&#xC27;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Usage, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;. A turn, relief, or time, &#xC35;&#xC02;&#xC24;&#xC41;. &#xC12;&#xC15;&#xC35;&#xC30;&#xC41;&#xC38; once. Likeness, similitude, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A present, a donation, a gift solemnly presented by a procession of relations or friends. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC46;&#xC24;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC30;&#xC41;&#xC38;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.&quot; URK. iv. 273. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC2F;&#xC40;&#xC35;&#xC30;&#xC41;&#xC38;&#xC28;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; when the business was in this state. &#xC30;&#xC47;&#xC2A;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC41;&#xC38; it is his turn to-morrow. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC30;&#xC41;&#xC38;&#xC15;&#xC28;&#xC2A;&#xC21;&#xC26;&#xC41; there is no chance of his sparing me. &#xC35;&#xC30;&#xC41;&#xC38;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; to commit incest. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC35;&#xC30;&#xC41;&#xC38;&#xC28;&#xC47; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they talked as they have always done. &#xC35;&#xC30;&#xC38;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; remittent or recurring fever such as tertain or quartain. &#xC35;&#xC30;&#xC38;&#xC17;&#xC3E; or &#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E; varusa-g&#x101;. adv. In a line, in order, regularly. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC17;&#xC3E;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC30;&#xC38;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are connected as brothers. &#xC35;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC2E;&#xC41; varusa-mogga-ramu. n. A military evolution. &#xC26;&#xC02;&#xC21;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC5B;&#xC41;</span>&#xA0;&#xA0;varudzu. [Tel.] n. A ridge to retain water in corn fields, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC17;&#xC28;&#xC3F;&#xC2E;. &quot;&#xC15; &#xC35;&#xC30;&#xC41;&#xC5B;&#xC41;&#xC2C;&#xC21;&#xC3F;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D;.&quot; A. iv. 163.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;varugu. [Tel.] n. Vegetables, fruit or fish preserved by drying. &#xC0E;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. A kind of Vulture, &#xC17;&#xC43;&#xC27;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC02;&#xC17;&#xC35;&#xC30;&#xC41;&#xC17;&#xC41; dried brinjals. &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC35;&#xC30;&#xC41;&#xC17;&#xC41; sun-dried mangoes. &#xC35;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2A; varugu-ch&#x113;pa. n. Dried fish. &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2A;. &#xC35;&#xC30;&#xC41;&#xC17;&#xC48;&#xC28; varugaina. adj. Dried, dry. &#xC0E;&#xC02;&#xC21;&#xC3F; &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41; varish&#x1E6D;hamu. [Skt.] adj. Very excellent, supreme, best, most preferable. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC30;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; varish&#x1E6D;hu&#x1E0D;u. n. A chief, a noble man. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC30;&#xC17;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; varin&#x1E6D;su. [Skt.] v. a. To desire, wish for, covet. To choose for (one&apos;s) husband. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC35;&#xC32;&#xC1A;&#xC41;. &quot;&#xC05;&#xC26;&#xC3F;&#xC24;&#xC2A;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24;&#xC2C;&#xC42;&#xC28;&#xC3F;&#xC2A;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30; &#xC2E;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; M. IX. ii. 274. &quot;&#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC35;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC2C;&#xC21;&#xC4D;&#xC21; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.&quot; ib. 1. i. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;vari. [from Skt. &#xC35;&#xC43;&#xC39;&#xC3F;.] n. Rice in the husk, usually called paddy. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC35;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC28;&#xC41; or &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC23;&#xC3F; a rice field. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC30;&#xC3F; a small kind of rice with a red husk. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC30;&#xC3F; a small kind of rice with a white husk. &#xC2A;&#xC21;&#xC41;&#xC35;&#xC30;&#xC3F; the crop that rises from grains of paddy that have fallen accidentally. &#xC35;&#xC30;&#xC3F;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; vari-ga&#x1E0D;&#x1E0D;i. n. Rice straw. &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41; vari-gindzalu. n. Rice in the husk. &#xC35;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F; vari-po&#x1E6D;&#x1E6D;a. n. The unopened ear of rice. &#xC15;&#xC32;&#xC2E;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC3F;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41; vari-b&#x12B;jamu. n. Swelled testicle, orchitis, hydrocele, or hernia. &#xC12;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC43;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41; vari-mullu. n. The awn or beard of rice in the husk. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC36;&#xC42;&#xC15;&#xC2E;&#xC41;.
			</div>
                