&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;varu&#x1E47;u&#x1E0D;u. [Skt. cf. Gk. Ouranos.] n. Varuna, the Hindu Neptune, who is the god of the waters and regent of the west. &#xC12;&#xC15;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC30;&#xC47;&#xC21;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC23;&#xC1C;&#xC2A;&#xC2E;&#xC41; a prayer offered to Varuna for rain in time of drought. &#xC35;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41; varu&#x1E47;a&#x1E43;u. n. Water, &#xC1C;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC1A;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;varchassu. [Skt.] n. Form, figure, shape, &#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. Light, lustre. &#xC2A;&#xC4D;&#xC30;&#xC2D;, &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;, &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vargamu. [Skt.] n. A class or tribe, a group or set of things, the whole group or body of a number of similar things. &#xC38;&#xC1C;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A chapter, &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; the chapter regarding the earth. &#xC15;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; the class of guttural letters. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a class of three (objects, as love, duty, and wealth.) &#xC06;&#xC2A;&#xC4D;&#xC24; &#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a body of friends, a band of allies. &#xC24;&#xC2E;&#xC2A;&#xC4B;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC28;&#xC41;&#xC15; as I am one among the number of your dependants. &#xC05;&#xC30;&#xC3F;&#xC37;&#xC21;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; the six classes of foes to good, i.e., the six passions, &#xC15;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27; &#xC32;&#xC4B;&#xC2D; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC26;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;, desire, wrath, covetousness, lust, arrogance, and envy. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a dress, or suit of clothes. &#xC35;&#xC30;&#xC4D;&#xC17;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC3F; varg&#x101;-vargi. [Mahr.] n. Exchange, transfer, income, resources. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2C;&#xC21;&#xC3F;. &#xC35;&#xC30;&#xC4D;&#xC17;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC40;&#xC1A;&#xC47;&#xC2F;&#xC41; varg&#x101;-varg&#x12B;-ch&#x113;yu. v. a. To change, or exchange. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC17;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC41; vargu. n. A square number (in arithmetic,) &#xC38;&#xC2E;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;. In accounts, it means a ledger. &#xC06;&#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;. Change of appointment, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; vargin&#x1E6D;su. v. a. To classify, class, post, arrange. &#xC24;&#xC30;&#xC17;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC47;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;var&#x113;&#x1E47;yamu. [Skt.] adj. Chief, noble, principal, pre-eminent. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC30;&#xC47;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; var&#x113;&#x1E47;yu&#x1E0D;a. n. A chief, or pre-eminent man, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC42;&#xC25;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;var&#x16B;thini. [Skt.] n. An army. &#xC38;&#xC47;&#xC28;. Also, the name of a mountain nymph, &#xC12;&#xC15; &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC42;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;var&#x16B;thamu. [Skt.] n. Armour, a piece of armour, a coat of mail. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. A sort of wooden fender or ledge round a carriage as a defence from collision. &#xC30;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;. A piece of leather inserted in the bush of a carriage wheel to prevent the axle from being worn out, washer, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC38;</span>&#xA0;&#xA0;See &#xC35;&#xC30;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;varuv&#x101;yi. [Tel.] n. The dawn, morning, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;. (in the locative case.) In the morning, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC32;&#xC41; varu-va&#x1E6D;&#x1E6D;ulu. [Tel. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;+&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;.] n. Quite empty or dry (things.) &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC30;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC35;&#xC30;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC41; varu-va&#x1E6D;lu-gonu. v. n. To dry up entirely, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. MI. V. ii. 94.
			</div>
                