&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vartulamu. [Skt.] adj. Round, circular, globular, spherical. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;, &#xC0E;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC48;&#xC28;. &quot;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;.&quot; &#xC35;&#xC38;&#xC41;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vartanamu. [Skt.] n. Conduct, behaviour, &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;. Staying, abiding. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;. Profession, occupation, livelihood. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. An act, &#xC2A;&#xC28;&#xC3F;, &#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.&quot; &#xC06;&#xC35;&#xC27;&#xC42;&#xC2E;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F; &#xC28;&#xC3E; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC40;&#xC35;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC15; &#xC28;&#xC47;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC46;. KP. iv. 2. &quot;&#xC2D;&#xC41;&#xC35;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC40;&#xC15;&#xC41; &#xC24;&#xC47;&#xC1F;&#xC2A;&#xC21;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41;&#xC28;.&quot; M. XII. i. 20. &quot;&#xC17;&#xC43;&#xC39;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC32;&#xC28;&#xC28;&#xC4D;&#xC2E;&#xC30;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; T. ii. 161. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28; vartana. [from &#xC35; &#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;.] n. A fee. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; vartanu&#x1E0D;u. n. (In composition) One who practises, or behaves, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; an evil doer. &#xC38;&#xC26;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; a well doer, one who acts properly. &quot;&#xC35;&#xC3E;&#xC35;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC40;&#xC2A;&#xC3E;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Kaluvai. &#xA7;. 134. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC48; obediently, in obedience or conformity to the command. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; varta-m&#x101;namu. n. Situation, condition, circumstance. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;. News, intelligence. &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. The present time. The present tense, in Grammar. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC3E;&#xC17;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC15;&#xC25;&#xC3E;&#xC38;&#xC3E;&#xC30; &#xC38;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC02;&#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC28;.&quot; H. i. 51. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; adj. Being, existing, living, being present. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; omnipresent. Anand. i. 11. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; varti. n. One who is, behaves or acts, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Sandal, perfume. &#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC3F;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC02;&#xC27;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;. The foil placed under a precious stone of the same colour to increase its lustre. &#xC2E;&#xC23;&#xC3F;&#xC30;&#xC02;&#xC1C;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The wick of a lamp, &#xC26;&#xC40;&#xC2A;&#xC2A;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; vartin&#x1E6D;su. v. n. To be, remain, abide; to act, behave. &#xC09;&#xC02;&#xC21;&#xC41;, &#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; &#xC0E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC46;&#xC02;&#xC26;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC24;&#xC41;.&quot; URK. ii. 262. &#xC08;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; &#xC2E;&#xC42;&#xC21;&#xC41; &#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; this word is used in all genders, i.e., it is of the common gender. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; vartish&#x1E47;uvu. adj. Staying, abiding, being stationary, or fixed. &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vartakamu. [Skt.] n. Trade, traffic, commerce. &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;. A sort of quail, Perdix oilvacca. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC2E;&#xC40;&#xC28;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC15;&#xC3F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41; vartaku&#x1E0D;u. n. A merchant, or trader. &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;var&#x1E47;amu. [Skt.] n. Colour, hue, tint. &#xC30;&#xC02;&#xC17;&#xC41;. A tribe, class, caste, order. &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC1C;&#xC3E;&#xC24;&#xC3F;. A letter of the alphabet. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28; discrimination of caste. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; the order of the letters, spelling. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the rules of caste. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; conformably to the caste rules. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC2E;&#xC41; var&#x1E47;a-kamu. n. Sandal paste, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. Perfume, ointment. Paint, pigment, as indigo, orpiment, &amp;c. &#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A case ending in Telugu grammar. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28; or &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC2E;&#xC41; var&#x1E47;ana. n. Description. A characteristic, feature. Praise, panegyric. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41; a descriptive passage, a thing that is the subject of description. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; var&#x1E47;a-&#x1E47;&#x12B;yamu. adj. Fit to be described, delineated, or praised. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; indescribable. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC3E;&#xC32; var&#x1E47;a-m&#x101;la. n. The alphabet. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30; &#xC38;&#xC2E;&#xC3E;&#xC2E;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F; var&#x1E47;i. n. An unmarried Brahmin boy. A bachelor, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;, &#xC35;&#xC1F;&#xC41;&#xC21;&#xC41;. A painter, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; varnin&#x1E6D;su. v. a. To praise, describe, depiet. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; var&#x1E47;i-tamu. adj. Described, praised, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;varjin&#x1E6D;su. [Skt.] v. a. To relinquish, give up, abandon. &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2F;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;.&quot; M. XIII. ii. 304. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; vrajanamu. n. Quitting, abandonment, shunning, avoiding. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; varjanu&#x1E0D;u. n. One who quits, avoids or abandons. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC38;&#xC42;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC48; &#xC24;&#xC17;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4D;.&quot; M. XII. ii. 411. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; varji-lamu. adj. Abandoned, avoided, excepted, excluded. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; varjitu&#x1E0D;u. n. One who is shunned, cut off, abandoned, &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; varjyamu. adj. That which should be abandoned, avoided, shunned, renounced, given up. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. A evil hour, an unlucky period of the day. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC26;&#xC4B;&#xC37;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
                