&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC27;&#xC15;&#xC3F;</span>&#xA0;&#xA0;vardhaki. [Skt.] n. A carpenter. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC26;&#xC40;</span>&#xA0;&#xA0;vard&#x12B;. [H.] n. Report, news; an order, warrant. &#xC5B;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC26;&#xC40; a warrant of attachment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vartmamu. [Skt.] n. A road, path, way, course. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;varru. [Tel.] n. A heap or quantity. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. A flood, inundation. &#xC35;&#xC30;&#xC26;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &quot;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC35;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC1C;&#xC02;&#xC2A;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.&quot; M. XIII. v. 63. adj. Much. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC30;&#xC4D;&#xC30;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41; varr-o&#x1E0D;&#x1E0D;u. (&#xC35;&#xC30;&#xC4D;&#xC30;&#xC41;+&#xC12;&#xC21;&#xC4D;&#xC21;&#xC41;.) v. n. To flow in a stream, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC30;&#xC46;, &#xC35;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F; or &#xC12;&#xC30;&#xC4D;&#xC30;&#xC46; varre. n. A crack. &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15;. A rick of corn, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. A rick of straw. &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC30;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC12;&#xC30;&#xC4D;&#xC30; varra. [Tel.] n. A pungent taste. &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41; varra-m&#x12B;nu. n. A kind of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;varyamu. [Skt.] adj. Chief, principal. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; varyu&#x1E0D;u. n. A chief, leader. &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a noble sage. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; the noblest of sons. &#xC35;&#xC30;&#xC4D;&#xC2F;. varya. n. One who chooses her own husband, &#xC24;&#xC28;&#xC02;&#xC24;&#xC1F; &#xC2E;&#xC17;&#xC28;&#xC3F; &#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. A noble or distinguished woman, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC41; varmamu. [Skt.] n. Mail, armour. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. Jaimini. ii. 50. &#xC35;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; varmitamu. adj. Armed, accoutred. &#xC15;&#xC28;&#xC1A;&#xC3E;&#xC32;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; vardhilu. [Skt.] v. n. To grow, increase, improve, flourish, thrive, prosper. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC27;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC2A;&#xC43;&#xC25;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC42;&#xC30;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC40;&#xC35;&#xC41;.&quot; Dab. 240. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; vardhin&#x1E6D;su. v. a. To cause to thrive, to nourish. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; vardhish&#x1E47;uvu. adj. Prosperous, flourishing. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &quot;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC27;&#xC30;&#xC23;&#xC40;&#xC30;&#xC41;&#xC39;.&quot; Swa. i. 32. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; vardhishnu&#x1E0D;u. n. One who prospers or flourishes. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41; vardhnamu. adj. Increasing, growing, thriving. &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC47;, &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;. &#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC02;&#xC17;&#xC41;&#xC28; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC02; stripes breed virtue. n. Increase, growth, improvement. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC28;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41; a shrub called Nerium coronarium, &#xC28;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC17;&#xC41;&#xC02;&#xC21;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41; a species of this flower. &quot;&#xC17;&#xC41;&#xC02;&#xC21;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; &#xC17;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; L. iii. 33. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; vardha-m&#x101;namu. adj. Increasing, growing, thriving. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC05;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC47;. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC3E;&#xC28;&#xC15;&#xC2E;&#xC41; vardha-m&#x101;nakamu. n. A lid. &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; vardhitamu adj. Increased, grown, thriven. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                