&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va-lagnamu. [Skt.] n. The middle part of the body. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The waist, &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;. KP. v. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC15;&#xC41;&#xC35;&#xC41; valaku. Same as &#xC35;&#xC32;&#xC28;&#xC41;. (q.v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;See &#xC35;&#xC32;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;</span>&#xA0;&#xA0;vala. [Tel. for &#xC35;&#xC32;&#xC28;&#xC41;.] adj. Right, &#xC15;&#xC41;&#xC21;&#xC3F;. &#xC35;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC3F; or &#xC35;&#xC32;&#xC15;&#xC47;&#xC32;&#xC41; the right hand. &quot;&#xC05;&#xC30;&#xC41;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2F;&#xC41;.&quot; DR. Aran. 268. &quot;&#xC35;&#xC32;&#xC15;&#xC47;&#xC32;&#xC4D;&#xC26;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26; &#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; P. i. 256. &#xC35;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; vala-ka&#x1E6D;&#x1E6D;u. (&#xC35;&#xC32;&#xC28;&#xC41;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.). a. To make a thing convenient, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC32;&#xC15;&#xC21; valaka&#x1E0D;a. (&#xC35;&#xC32;&#xC28;&#xC41;+&#xC15;&#xC21;.) n. The South side. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41; (&#xC35;&#xC32;&#xC28;&#xC41;+&#xC15;&#xC4A;&#xC28;&#xC41;), &#xC35;&#xC32;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; (&#xC35;&#xC32;&#xC28;&#xC41;+&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;) or &#xC35;&#xC32;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; vala-gonu. v. n. To walk round, circumambulate. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC35;&#xC26;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC39;&#xC40;&#xC30;&#xC41;&#xC39;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; Parij. v. 88. &#xC35;&#xC32;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; vala-&#x1E6D;su&#x1E6D;&#x1E6D;u. n. The act of walking round anything. &#xC35;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;</span>&#xA0;&#xA0;vala. n. A net. &#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41;. &quot;&#xC35;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC40;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC47;&#xC2F;&#xC02;&#xC17;.&quot; BD. iv. 1818. &#xC28;&#xC3F;&#xC35;&#xC32;&#xC28;&#xC41;&#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC24;&#xC32;&#xC02;&#xC1A;&#xC41;.&quot; L. iv. 241. [For &#xC35;&#xC32;&#xC2A;&#xC41;.] Love, &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC15;&#xC3E;&#xC15; vala-k&#x101;ka. n. Amorous desire, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC27;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. (&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2F;.) &#xC35;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41; vala-k&#x101;&#x1E0D;u. n. A lover. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC38;&#xC41;. iv. &#xC35;&#xC32;&#xC15;&#xC3E;&#xC30;&#xC3F; vala-k&#x101;ri. n. One who causes another to fall in love. &#xC35;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC35;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC32;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; vala-k&#x101;ri-tanamu. n. Prettiness, gracefulness. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &quot;&#xC05;&#xC32;&#xC35;&#xC4B;&#xC15;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC47;&#xC32;&#xC02;&#xC2A;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC28; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC15;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC47;&#xC24;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC35;&#xC32;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC28;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC47; &#xC2C;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC3E;&#xC30;&#xC28;&#xC47;&#xC2E;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC41;.&quot; Vish. vi. 19. &#xC35;&#xC32;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC17;&#xC32;&#xC41; vala-k&#x101;ri-vagalu. n. Airs, graces, pretty ways or gestures. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC32;&#xC26;&#xC4A;&#xC30;, &#xC35;&#xC32;&#xC30;&#xC3E;&#xC5B;&#xC41;, &#xC35;&#xC32;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; or &#xC35;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; vala-dora. n. A name of Manmatha, the Hindu Cupid. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC32;&#xC35;&#xC02;&#xC24; or &#xC35;&#xC32;&#xC4D;&#xC35;&#xC02;&#xC24; vala-vanta. n. Amorous desire, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC35;&#xC4D;&#xC2F;&#xC27;. Emotion, passion, grief, affliction, misery, &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC27;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC06;&#xC24;&#xC4D;&#xC2E;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC42;&#xC24;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC28;&#xC41;&#xC1F;&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC46;, &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC32;&#xC15;&#xC48;&#xC28; &#xC35;&#xC32;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC32;&#xC28;&#xC41;, &#xC28;&#xC3E;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC17;&#xC24;&#xC41;&#xC32; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC21;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;, &#xC28;&#xC4B;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC46; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC18;&#xC28;&#xC2E;&#xC41;.&quot; A. v. 45. &#xC1F;&#xC40; &#xC35;&#xC32;&#xC35;&#xC02;&#xC24;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &quot;&#xC36;&#xC4B;&#xC15;&#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC28; &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC30;&#xC41;&#xC39;&#xC32;&#xC48;&#xC2A;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC35;&#xC02;&#xC24; &#xC2E;&#xC40;&#xC15;&#xC41;&#xC28;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC23; &#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; Vedanta Rasayanam iv. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;varshmamu. [Skt.] n. The body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;varshamu. [Skt.] n. Rain, a shower, &#xC35;&#xC3E;&#xC28;. A year, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. The state of being a eunuch, &#xC2A;&#xC47;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the rain has ceased. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; want of rain. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; varsha-k&#x101;lamu. n. The rains or rainy season. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; varsha&#x1E47;amu. n. Raining, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. Sprinkling. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC30;&#xC4D;&#xC37;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; varsha-dharu&#x1E0D;u. n. A eunuch. &#xC16;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC2D;&#xC41;&#xC35;&#xC41; varsh&#x101;-bhuvu. n. Lit. That which is born in the rainy season, i.e., a frog, &#xC15;&#xC2A;&#xC4D;&#xC2A;. A. iv. 113. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; var&#x1E63;h-&#x101;sanamu. n. An aunuity, or yearly maintenance. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC4A;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; varshin&#x1E6D;su. v. n. To rain. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;. &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A; while it rained blood. Jaimini. vii. 47. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC40;&#xC2F;&#xC38;&#xC3F; varsh&#x12B;yasi. n. A very aged woman. &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC26;&#xC3F;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC2D;&#xC4B;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC40;&#xC2F;&#xC38;&#xC40;&#xC2A;&#xC32;&#xC3F;&#xC24;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC15;&#xC47;&#xC36;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC28;&#xC17;.&quot; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; varsh&#x12B;yu&#x1E0D;u. n. A very old man. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC4B;&#xC2A;&#xC32;&#xC2E;&#xC41; varsh-&#x14D;palamu. n. A hailstone, &#xC35;&#xC21;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                