&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC24;&#xC4D;</span>&#xA0;&#xA0;valat. [Skt.] adj. Shaking, moving. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;, &#xC15;&#xC26;&#xC3F;&#xC32;&#xC47;. &quot;&#xC35;&#xC32;&#xC26;&#xC41;&#xC26;&#xC2F;&#xC3E;&#xC30;&#xC41;&#xC23; &#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; T. ii. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC4D;&#xC1A;&#xC41; vala&#x1E6D;su. [Tel.] v. n. To smell or emit perfume. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC17;&#xC2E;&#xC17;&#xC2E;&#xC35;&#xC32;&#xC1A;&#xC41; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC41;&#xC1C;&#xC35;&#xC3E;&#xC26;&#xC3F;.&quot; Swa. ii. 59. &quot;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2A;&#xC26;&#xC39;&#xC24;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC35;&#xC32;&#xC1A;&#xC3F;, &#xC35;&#xC30;&#xC41;&#xC17;&#xC41; &#xC26;&#xC30;&#xC41;&#xC1A;&#xC17;&#xC41; &#xC2E;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC28;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC41;&#xC1F;.&quot; A. vi. 18. &#xC1F;&#xC40; &#xC35;&#xC32;&#xC1A;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47; v. a. To love, wish, long for, &#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC06;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC3E;&#xC15;&#xC46;&#xC02;&#xC24;&#xC35;&#xC32;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC2F;&#xC39;&#xC39;&#xC4B;&#xC35;&#xC3F;&#xC28;&#xC17;&#xC35;&#xC32;&#xC24;&#xC41;.&quot; P. iii. 308. &#xC35;&#xC32;&#xC2A;&#xC41; or &#xC35;&#xC32;&#xC4D;&#xC2A;&#xC41; valapu. n. Love, affection, fondness, &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;. A desire. &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. Smell, fragrance, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC42;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC3E;&#xC1F;&#xC24;&#xC4B;&#xC1F; &#xC35;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC32;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC27;&#xC42;&#xC33;&#xC3F;.&quot; R. iii. 98. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC32;. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC32;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &quot;&#xC15;&#xC38;&#xC1F;&#xC41; &#xC35;&#xC4B;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC17;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC35;&#xC32;&#xC28;&#xC48;&#xC28;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC32;&#xC2A;&#xC41;&#xC28;&#xC46;&#xC30;&#xC2A;.&quot; T. iii. 131. &#xC1F;&#xC40; &#xC35;&#xC32;&#xC2A;&#xC41;, &#xC35;&#xC3E; &#xC38;&#xC28;&#xC28;&#xC41;. &#xC35;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; valapin&#x1E6D;su. v. a. To inveigle, tempt, enamour or cause to love. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; valapintsu&#x1E6D;a. n. Enamouring, tempting. &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC17;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC32;&#xC4D; &#xC35;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC32;&#xC4D; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC24;&#xC32;&#xC4D;.&quot; H. i. 293. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; valapu-k&#x101;&#x1E0D;u. n. A lover, an amorous person. &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC35;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; valapu-katte. n. An amorous woman, &#xC15;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC26;&#xC3F;. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC3F;. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC40;&#xC32;&#xC41; Same as &#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC21;&#xC3F;. (q.v.) &#xC35;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC4B;&#xC2A;&#xC30;&#xC3F; valapu-m&#x14D;p-ari. n. Lit: The bearer of scents, i.e., the air, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC17;&#xC02;&#xC27;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; or &#xC35;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41; valapula-r&#x113;&#x1E0D;u. n. The god of love.&#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC32;&#xC35;&#xC28;&#xC3F; or &#xC35;&#xC32;&#xC4D;&#xC35;&#xC28;&#xC3F; valavani. adj. Not wanted, useless. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC15;&#xC4A;&#xC30;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;. adv. Much, very. &#xC05;&#xC24;&#xC3F;. &#xC05;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &quot;&#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC35;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC15;&#xC24;&#xC28;.&quot; Padma. iii. 61. &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC35;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; what one ought not to do, &#xC1A;&#xC47;&#xC2F;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F;. &quot;&#xC35;&#xC32;&#xC35;&#xC28;&#xC3F;&#xC20;&#xC40;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.&quot; P. ii. 135. &#xC35;&#xC32;&#xC35;&#xC28;&#xC3F;&#xC20;&#xC40;&#xC35;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;valanamu. [Skt.] n. Moving, turning. &#xC15;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &quot;&#xC32;&#xC32;&#xC28;&#xC3E;&#xC1C;&#xC28;&#xC3E;&#xC2A;&#xC3E;&#xC02;&#xC17; &#xC35;&#xC32;&#xC28;&#xC3E;&#xC35;&#xC38;&#xC26;&#xC28;&#xC02;&#xC17; &#xC24;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC15;&#xC3E; &#xC2D;&#xC02;&#xC17;&#xC26;&#xC4B;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;.&quot; Vasu. i. 41.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC28;</span>&#xA0;&#xA0;See under &#xC35;&#xC32;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; valadu. [Tel. negative aorist of the verb &#xC35;&#xC32;&#xC2F;&#xC41;.] v. Ought not, must not, do not. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC35;&#xC32;&#xC26;&#xC3E; or &#xC09;&#xC02;&#xC21;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC3E; should it not be so, ought it not to be so? &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC32;&#xC26;&#xC41; or &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; I do not want it. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC3F; I pray you not to do so. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC26;&#xC41; do not say so. &#xC28;&#xC47;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC32;&#xC26;&#xC3E; am I not to come? &#xC08; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41; &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC35;&#xC32;&#xC26;&#xC3E; is not this money to be paid? &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC26;&#xC3E; should you not tell me? &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC32;&#xC26;&#xC28; (i.e., &#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;) &#xC28;&#xC40;&#xC15;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; it is not right that you should forbid me? &quot;&#xC35;&#xC32;&#xC26;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC32;&#xC3F;&#xC1A;&#xC1F; &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC2A;&quot; it is not right for you to begin a quarrel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC26;&#xC41;</span>&#xA0;&#xA0;valadu. [Tel.] adj. Big, great, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2F;&#xC48;&#xC28;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. n. Greatness, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC02;&#xC24;&#xC3F; valati. [Tel.] n. A genius, a skilful person. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. A woman, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F; A place, &#xC1A;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC28;&#xC40;&#xC35;&#xC21;&#xC35;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC17; &#xC28;&#xC4A;&#xC21;&#xC2C;&#xC21;&#xC3F;, &#xC28;&#xC40;&#xC35;&#xC46;&#xC28;&#xC41; &#xC15;&#xC28;&#xC46;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC21; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC40;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC02; &#xC17;&#xC3E;&#xC35;&#xC32;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC30;&#xC46;&#xC2F;&#xC28;&#xC3F; &#xC1C;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC27;&#xC3F;&#xC2A;&#xC3E;.&quot; M. XIII. i. 79. &quot;&#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC2A; &#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC32;&#xC41;.&quot; A. i. 13. adj. Obtained, got, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;. Handsome, elegant, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. Agreeable. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC30;&#xC15;&#xC30;&#xC02;&#xC26; &#xC2E;&#xC27;&#xC41;&#xC2A;&#xC3E;&#xC28; &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC4B;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC28;&#xC40;&#xC30;&#xC1C;&#xC3E;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC2F;&#xC3E;&#xC38;&#xC30;&#xC4B;&#xC35;&#xC30; &#xC38;&#xC2E;&#xC3F;&#xC2A;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC24;&#xC2A;&#xC4B;&#xC35;&#xC28;&#xC2E;&#xC41;.&quot; DRU. 1104. &#xC35;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; valati-tanamu. n. Cleverness, skilfulness. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC35;&#xC32;&#xC24;&#xC3F; &#xC24;&#xC28;&#xC02; &#xC2C;&#xC46;&#xC32;&#xC2F;&#xC17;&#xC28;&#xC3E;&#xC1A;&#xC46;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;.&quot; Rasica. v. 132.
			</div>
                