&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC3F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;validamu. [Tel.] n. A sort of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC35;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2C;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC41;&#xC26;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;. &#xC26;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC02;&#xC2C;&#xC41;.&quot; BD. iii. 119.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC4D;&#xC17;</span>&#xA0;&#xA0;valga. [Skt.] n. A bridle, a rein. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC17;&#xC46;. &#xC35;&#xC3E;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;valkamu. [Skt.] n. The bark of a tree, the fibre of a tree or plant. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC48; &#xC2A;&#xC1F;&#xC4D;&#xC1F;, &#xC32;&#xC47;&#xC15;. &#xC35;&#xC3E;&#xC30;. &#xC35;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC2E;&#xC41; valkalamu. n. The bark of a tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC3E;&#xC30;. A hermit&apos;s garb made of bark. &#xC28;&#xC3E;&#xC30;&#xC1A;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC46;, &#xC35;&#xC32;&#xC46;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC46;&#xC28;&#xC47; vale. [Tel. from &#xC2A;&#xC4B;&#xC32;&#xC41;.] adv. Like, resembling, according to, as though. &#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;&#xC17;&#xC3E;. &quot;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC27;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC41;.&quot; Ila. ii. 155. &#xC35;&#xC32;&#xC46; or &#xC35;&#xC32;&#xC46;&#xC28;&#xC41; [from &#xC35;&#xC32;&#xC2F;&#xC41;.] See &#xC35;&#xC32;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC41;&#xC35;, &#xC35;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC4D;&#xC35; valuva. [Tel.] n. A fine garment, a cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; T. iii. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC41;&#xC26;, &#xC35;&#xC32;&#xC41;&#xC02;&#xC26;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC4D;&#xC26; valuda. [Tel.] adj. Big, large, stout, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &quot;&#xC1A;&#xC3E;&#xC32;&#xC35;&#xC32;&#xC41;&#xC02;&#xC26;&#xC2E;&#xC40;&#xC32;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC3F;.&quot; Chenn. iv. 343. &quot;&#xC35;&#xC32;&#xC26;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;.&quot; BD. iv. 1816.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC33;&#xC41;&#xC15;&#xC41; valuku. [Tel.] n. An intricacy, difficulty. &#xC35;&#xC30;&#xC28;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. A dispute, &#xC24;&#xC17;&#xC35;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC33;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;.&quot; Satyabha. iv. 283.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vali-mukhamu. [Skt. from &#xC35;&#xC32;&#xC3F; a fold, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC24;.] n. A monkey. &#xC35;&#xC3E;&#xC28;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;valikamu. [Skt.] n. The edge of a thatched roof, caves, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;valiyu. [Tel.] v. n. To become thin, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC41;. To be tired or fatigued. &#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; valipamu. [Tel.] n. A fine sort of muslin. &#xC38;&#xC35;&#xC38;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A clean cloth, &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. &quot;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC46;&#xC02;&#xC15;&#xC2E;&#xC40;&#xC17;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC48; &#xC28;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC24;&#xC42;&#xC32;.&quot; Surabha. 44. &quot;&#xC24;&#xC21;&#xC3F;&#xC2F;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC2C;&#xC3F;&#xC21;&#xC3F; &#xC2E;&#xC23;&#xC3F;&#xC2A;&#xC40;&#xC20;&#xC38;&#xC4D;&#xC25;&#xC2F;&#xC48;&#xC28;&#xC2F;&#xC3F;&#xC2E;&#xC24;&#xC3F;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC21;&#xC41; &#xC26;&#xC15;&#xC41;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; A. vi. 177. &#xC35;&#xC32;&#xC3F;&#xC2A;, &#xC35;&#xC32;&#xC3F;&#xC2A;&#xC2A;&#xC41; or &#xC35;&#xC32;&#xC3F;&#xC2A;&#xC2E;&#xC41; valipa. adj. Fine (as muslin,) &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28;. Pure, clean, &#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. White, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC48;&#xC28;. &quot;&#xC24;&#xC47;&#xC1F;&#xC2F;&#xC4C;&#xC17;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC40;&#xC1F;&#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC28; &#xC2E;&#xC3E;&#xC21;&#xC3F; &#xC28;&#xC32;&#xC3F;&#xC2A;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC35;&#xC21;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;. T. iii. 23. &#xC1F;&#xC40; &#xC28;&#xC32;&#xC3F;&#xC2A;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; &#xC28;&#xC47;&#xC24;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;. &quot;&#xC24;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC26;&#xC40; &#xC36;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC15;&#xC26;&#xC02;&#xC2C;&#xC15;&#xC02;&#xC2C;&#xC41;, &#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC2C;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC1C;&#xC3F;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC02;&#xC1A;&#xC41;.&quot; Parij. ii. 50. &quot;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;&#xC3F;.&quot; &quot;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2A;&#xC3E;&#xC35;&#xC21;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC2E;&#xC41; valm&#x12B;kamu. [Skt.] n. An ant hill, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F; &#xC35;&#xC32;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC2E;&#xC41;&#xC32; &#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC28;&#xC2D;&#xC41;&#xC1C;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; the serpents enter the ant hills.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC4D;&#xC17;&#xC24;&#xC4D;</span>&#xA0;&#xA0;valgat. [Skt.] adj. Moving. &#xC15;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC35;&#xC32;&#xC4D;&#xC17;&#xC28;&#xC2E;&#xC41; valganamu. n. Galloping, prancing, curvetting. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC2E;&#xC28;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC26;&#xC47;&#xC39;&#xC39;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC30;&#xC47;&#xC35;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC30;&#xC40;&#xC24;&#xC3F;&#xC1C;&#xC4B;&#xC21;&#xC28;&#xC32;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC17;&#xC28; &#xC2E;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC4D; &#xC1A;&#xC46;&#xC32;&#xC02;&#xC17;.&quot; T. v. 75. &#xC1F;&#xC40; &#xC35;&#xC32;&#xC4D;&#xC17;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D;, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC32;&#xC41;. &#xC35;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; valgin&#x1E6D;su. v. n. To gallop, to curvet, to bound. (&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;) &#xC2A;&#xC30;&#xC41;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &quot;&#xC35;&#xC26;&#xC28; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC30;&#xC35;&#xC28;&#xC4D; &#xC35;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;&#xC32;&#xC40;&#xC32;&#xC24;&#xC4B;.&quot; Vish. vii. 375. &#xC35;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; valgitamu. n. A horse&apos;s gallop. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC12;&#xC15;&#xC35;&#xC48;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC41; valguvu. adj. Handsome, beautiful, delicate, tender. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;. n. An eyelash, &#xC15;&#xC28;&#xC41;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;.
			</div>
                