&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;v&#x101;li. [Skt.] n. A fold of the skin or fat forming lines across the belly over the navel. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC24;, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC24;. Any fold, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC24;. A rhyming letter. &#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. &quot;&#xC35;&#xC33;&#xC3F;&#xC24;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; N. ii. 284. &#xC35;&#xC33;&#xC41;&#xC32;&#xC41; va&#x1E37;ulu. n. plu. Folds, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC24;&#xC32;&#xC41;. Goods, &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;. &quot;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC33;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC46;&#xC32;&#xC2C;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC33;.&quot; S. iii. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E37;&#x101;samu. [Tel.] n. A bag, pouch, &#xC38;&#xC02;&#xC1A;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC3E;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;va&#x1E37;&#x101;va&#x1E37;i. [Tel.] n. Excessive joy or pride, &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;. Riot, hubbub. &#xC05;&#xC21;&#xC3E;&#xC35;&#xC21;&#xC3F;, &#xC15;&#xC4B;&#xC32;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; &#xC15;&#xC46;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC33;&#xC3E;&#xC28;&#xC33;&#xC3F;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC2A;&quot; P. iv. 191. &quot;&#xC38;&#xC40; &#xC32;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC47;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC02;&#xC21;&#xC32;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC30;&#xC1A;&#xC4D;&#xC1B;&#xC1A;&#xC3E;&#xC2F; &#xC28;&#xC28;&#xC30;&#xC41;&#xC39;&#xC3E; &#xC28;&#xC33;&#xC3F;&#xC28;&#xC33;&#xC3E;&#xC35;&#xC33;&#xC3F;&#xC2F;&#xC21;&#xC02;&#xC2A;.&quot; Vasu. iii. 160. &#xC1F;&#xC40; &#xC28;&#xC33;&#xC3E;&#xC35;&#xC33;&#xC3F;, &#xC05;&#xC21;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E37;&#x101;gramu. [Tel.] n. A superior species of the areca (or betel) nut. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC12;&#xC33;&#xC35;&#xC41; va&#x1E37;avu. (Kan.) n. A stratagem, trick, device. A secret. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC21;&#xC35;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC28;&#xC35; &#xC2E;&#xC39;&#xC3E;&#xC39;&#xC35; &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC48; &#xC18;&#xC28;&#xC2E;&#xC41; &#xC17;&#xC35;&#xC40;&#xC23;&#xC46;&#xC2E;&#xC40;&#xC1F;&#xC41; &#xC2C;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC35;&#xC41;&#xC28;&#xC40;&#xC35;&#xC33;&#xC35;&#xC47;&#xC38;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC28;&#xC47;.&quot; T. iv. 226. &#xC1F;&#xC40; &#xC35;&#xC33;&#xC35;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC5B;&#xC3E;&#xC21;. &#xC35;&#xC40;&#xC21;&#xC41; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC35;&#xC33;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he was plotting with the enemy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;va&#x1E37;akshamu. [Skt.] adj. White, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC4D;&#xC35;</span>&#xA0;&#xA0;Same as &#xC35;&#xC32;&#xC41;&#xC35;. adv. Sweetly. Also, the infinitive form of the verb &#xC35;&#xC32;&#xC1A;&#xC41;. &#xC35;&#xC32;&#xC4D;&#xC35;&#xC15; or &#xC35;&#xC32;&#xC35;&#xC15; without wishing. &#xC35;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC41; same as &#xC35;&#xC32;&#xC4D;&#xC35;, &#xC35;&#xC32;&#xC41;&#xC35; or &#xC35;&#xC32;&#xC41;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F; valle. [Tel.] A noosed rope: a noose for catching cattle. &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC3E;&#xC36;&#xC2E;&#xC41;. The noose of Varu&#x1E47;a. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC48;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;.&quot; P. ii. 205. &#xC1F;&#xC40; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC48;&#xC1A;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;, &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC46;&#xC28;&#xC47;. Repetition, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC2E;&#xC30;&#xC32; &#xC2E;&#xC30;&#xC32; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. adv. Yes. &#xC38;&#xC30;&#xC47;. &quot;&#xC15; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2F;&#xC28;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;, &#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC41;&#xC38;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC26;&#xC3F;. iii. &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; an epithet of Varu&#x1E47;a, &#xC35;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41; or &#xC35;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC1F;&#xC41; valle-v&#x101;&#x1E6D;u. n. A scarf, a term for the upper garment, if gracefully arranged round the neck. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC33;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;va&#x1E37;uku. [Tel.] n. Justice. A dispute, &#xC24;&#xC17;&#xC35;&#xC41;. A quality, &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
                