&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC24;&#xC30;</span>&#xA0;&#xA0;vasula-p&#x101;tara. [Tel.] n. A sort of fighting cock. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2A;&#xC41; &#xC2A;&#xC41;&#xC02;&#xC5B;&#xC41;. &quot;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC47;&#xC24;&#xC3E;&#xC33;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC35;&#xC38;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC24;&#xC30;&#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; H. iii. 268.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vasishthu&#x1E0D;u. [Skt.] n. The name of a celebrated hermit. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; vasish&#x1E6D;ha-v&#x101;kyamu. n. Lit: Vasistha&apos;s dictum. A peremptory command.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vasin&#x1E6D;su. [Skt. from &#xC35;&#xC38;&#xC4D; to dwell.] v. n. To dwell, reside, lodge, live. To be, remain. &#xC09;&#xC02;&#xC21;&#xC41;, &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC3F;</span>&#xA0;&#xA0;vasi. [Tel.] n. A spike, a wooden pin. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC47;&#xC15;&#xC41;. &quot;&#xC35;&#xC38;&#xC41;&#xC32;&#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; Paidim. ii. 118. Prefix to certain verbs and nouns: Much, great, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC35;&#xC38;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; vasi-gonu. v. n. To undertake, attempt. &#xC2A;&#xC42;&#xC28;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC35;&#xC38;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC39;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC26;&#xC47; &#xC35;&#xC24;&#xC32;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC17;. &#xC35;&#xC46;&#xC38;&#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC30;&#xC47;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;.&quot; BD. vi. 1796. &#xC35;&#xC38;&#xC3F;&#xC17;&#xC4B;&#xC21; or &#xC35;&#xC38;&#xC41;&#xC32;&#xC17;&#xC4B;&#xC21; vasi-g&#x14D;&#x1E0D;a. n. A wall in which stakes are fixed. &#xC32;&#xC4B;&#xC2A;&#xC32; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC21;. &quot;&#xC35;&#xC38;&#xC41;&#xC32;&#xC17;&#xC4B;&#xC21;&#xC32;&#xC2A;&#xC48;&#xC28;&#xC35;&#xC38;&#xC41;&#xC27;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC32;&#xC47;&#xC15; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC47;&#xC30;&#xC35;&#xC3F;&#xC24;&#xC47;&#xC1F;&#xC3F;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F;.&quot; Suca. i. 63. &#xC35;&#xC38;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41; vasi-t&#x101;ku. n. A great or heavy blow. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC35;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41; vasi-m&#x101;lu. v. n. To be quite lost or ruined, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC35;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; vasi-v&#x101;ru. v. n. To run off, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;. &#xC35;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; vasi-v&#x101;&#x1E0D;u. v. n. To fade much, to lose the first brilliancy. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC38;&#xC41;&#xC17;&#xC02;&#xC26;&#xC41;. &quot;&#xC35;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC02;&#xC2C;&#xC41;.&quot; Suca. i. 114. &#xC35;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; vasi-v&#x101;&#x1E0D;ulu. n. Plu. Paleness, great fading. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC32;&#xC41;. &#xC15;&#xC38;&#xC41;&#xC17;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41;. &apos;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC17;&#xC41; &#xC26;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;, &#xC35;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC02;&#xC1A;&#xC1A;&#xC3F;, &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC15;&#xC21;&#xC17;&#xC4B;&#xC30;&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;.&quot; Navan. 105.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC3E;&#xC30;</span>&#xA0;&#xA0;or &#xC35;&#xC38;&#xC3E;&#xC30;&#xC3E; vas&#x101;ra. [Tel.] n. A verandah. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC26;&#xC3F;, &#xC2A;&#xC02;&#xC1A;&#xC2A;&#xC3E;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC32;</span>&#xA0;&#xA0;or &#xC35;&#xC38;&#xC32;&#xC3E; vasala. [Tel.] n. A tenon, or piece of wood joined on to another. &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC41; &#xC05;&#xC24;&#xC41;&#xC15;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vasamu. [from Skt. &#xC35;&#xC36;&#xC2E;&#xC41;.] n. Submissiveness, having under one&apos;s control, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC24;, &#xC05;&#xC27;&#xC40;&#xC28;&#xC24;. adj. Submissive, obedient. &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;. Possible, &#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC38;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC38;&#xC2A;&#xC4B;&#xC35;&#xC41; vasa-pa&#x1E0D;u. v. n. To be controllable. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC38;&#xC2A;&#xC4B;&#xC15; irresistibly, uncontrollably, &#xC38;&#xC4D;&#xC1B;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2A;&#xC21;&#xC15;. &#xC35;&#xC38;&#xC2E;&#xC30;&#xC41; vasam-aru. v. n. To fade or fail, &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41;, &#xC30;&#xC02;&#xC1C;&#xC28;&#xC1A;&#xC46;&#xC21;&#xC41;. &quot;&#xC35;&#xC46;&#xC38;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC46; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC2F;&#xC41;, &#xC35;&#xC38;&#xC2E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC21;&#xC3F; &#xC15;&#xC42;&#xC32;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; DRU. 1146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vasti. [Skt.] n. The abdomen or lower part of the belly. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. The end of a cloth, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;vast&#x101;du. [H.] n. A leader, a captan, a tutor.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC42;&#xC32;&#xC41;</span>&#xA0;&#xA0;vas&#x16B;lu. [H.] n. A collection of money. &#xC5B;&#xC2E; &#xC35;&#xC38;&#xC42;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; vas&#x16B;lu-ch&#x113;yu. v. a. To collect money, to realise.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;vasuvu. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. Wealth, riches, &#xC27;&#xC28;&#xC2E;&#xC41;. A gem, a jewel, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. A ray of light. &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. Water, &#xC1C;&#xC32;&#xC2E;&#xC41;. A kind of demi-god, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC23;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC21;&#xC41;. The name of a king, &#xC12;&#xC15; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2A;&#xC47;&#xC30;&#xC41;. &#xC35;&#xC38;&#xC41;&#xC27;&#xC3E;&#xC30;&#xC3E; &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; a pillar out of which a fountain gushes. &#xC35;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; vasuvulu. n. plu. Eight demi-gods called Vasus. They are &#xC06;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC4B;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC38;&#xC41;&#xC02;&#xC25;&#xC30;, &#xC35;&#xC38;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC2D;, &#xC35;&#xC38;&#xC41;&#xC27; or &#xC35;&#xC38;&#xC41;&#xC2E;&#xC24;&#xC3F; vasun-dhara. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC35;&#xC38;&#xC41;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; vasu-d&#x113;vu&#x1E0D;u. n. The father of Krishna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;vasulu. [Tel.] v. n. To slip out, be dislocated. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. &#xC35;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; vasili-p&#x14D;vu. v. n. To slip out, or be dislocated. &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
                