&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;vasturu. [Skt.] n. A thing, article, matter, substance. &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC1C;&#xC47;&#xC30;&#xC41;.&quot; V&#x113;ma. iii. &quot;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC2A;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC46; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC35;&#xC32;&#xC2F;&#xC41; &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC41;. &#xC1C;&#xC3F;&#xC35;&#xC3F; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC1C;&#xC40;&#xC35;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC47;&#xC32;.&quot; ib. v. 61. &#xC2A;&#xC30;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; the Supreme Being. Providence, God.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x101;n&#x1E6D;su. [Tel. another form of &#xC35;&#xC02;&#xC1A;&#xC41;.] v. a. To bow down, to decline, to bend. &#xC35;&#xC02;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC28;&#xC17;&#xC35;&#xC41;&#xC24;&#xC4B; &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC1A;&#xC41;.&quot; Radha Madh. i. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;</span>&#xA0;&#xA0;v&#x101;. [Tel. Short for &#xC35;&#xC3E;&#xC2F;&#xC3F;.] n. The mouth, the face. &#xC28;&#xC4B;&#xC30;&#xC41;. &quot;&#xC28;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28; &#xC2C;&#xC42;&#xC21;&#xC3F; &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC28;&#xC3E;&#xC2E;&#xC42;&#xC2F;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC28;&#xC42;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC30;&#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;&#xC32;.&quot; A. vi. 12. &#xC1F;&#xC40; &#xC28;&#xC3E;&#xC2E;&#xC42;&#xC2F; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC24;, &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC2E;&#xC42;&#xC2F;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;. The edge of a sword, &#xC16;&#xC22;&#xC4D;&#xC17;&#xC27;&#xC3E;&#xC30;&#xC3F;. &#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x101;-ka&#x1E6D;&#x1E6D;u. n. Gagging, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC24;&#xC46;&#xC30;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC08;&#xC24;&#xC3E;&#xC16;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this mortgage is fore-closed. v. a. To gag. &#xC28;&#xC4B;&#xC30;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;.&quot; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC43;&#xC2A;&#xC3E;&#xC35;&#xC30;&#xC4B; &#xC27;&#xC17;&#xC39;&#xC2D;&#xC3E;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; HN. v. 158. &#xC35;&#xC3E;&#xC15;&#xC3E;&#xC1F;&#xC41; v&#x101;-k&#x101;&#x1E6D;u. n. Wrangling, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC3E;&#xC21;&#xC41; a dumb animal, i.e., a mere fool. &#xC28;&#xC3E;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41; v&#x101;-cheru&#x1E6D;su. v. a. To spoil the taste of the mouth. &#xC35;&#xC3E;&#xC1A;&#xC30;&#xC1A;&#xC41; v&#x101;-&#x1E6D;sara&#x1E6D;su. v. a. Lit: to beat the mouth. To beg alms. (Indian beggars or complainants often slap their open mouth with the open hand in wailing to attract attention.) &#xC26;&#xC40;&#xC28;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. v. n. To cry. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC28;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC15;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC35;&#xC3E; &#xC1A;&#xC30;&#xC41;&#xC35;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. v. 1050. &#xC35;&#xC3E;&#xC1A;&#xC30;&#xC41;&#xC35;&#xC15;, &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;. &#xC35;&#xC3E;&#xC1A;&#xC35;&#xC3F; v&#x101;-&#x1E6D;savi. n. Taste or flavour to the mouth. &#xC28;&#xC4B;&#xC1F;&#xC3F; &#xC30;&#xC41;&#xC1A;&#xC3F;. &quot;&#xC2D;&#xC42;&#xC35;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC1A;&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; S&#x101;r. D. 556. &#xC35;&#xC3E;&#xC24;&#xC46;&#xC30; v&#x101;-tera. (&#xC35;&#xC3E;+&#xC24;&#xC46;&#xC30;.) n. The lower lip; lit. the screen of the mouth. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;, &#xC05;&#xC27;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41; v&#x101;-p&#x101;&#x1E6D;hamu. n. Recitation, repeating verses by rote. &#xC2E;&#xC41;&#xC16;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC30;&#xC24;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3E;&#xC2A;&#xC3E;&#xC20;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC40;&#xC23;&#xC46; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32; &#xC2A;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;.&quot; &#xC28;&#xC3E;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; v&#x101;-pu&#x1E6D;s&#x1E6D;su. v. a. To open the mouth. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;. To say or tell, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41; v&#x101;-p&#x14D;vu. v. n. To cry out, to chatter or babble. To cry or bewail, &#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC39;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vahintsu. [Skt. &#xC35;&#xC39;&#xC4D; to carry.] v. a. To bear, support, sustain, assume, undertake. &#xC05;&#xC24;&#xC21;&#xC41; &#xC08; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC28;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gained this reputation. &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; he entertained ill will against me.&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; to become obstinate. &#xC24;&#xC2E;&#xC5B;&#xC3E;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC36;&#xC3F;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I have the honor to acknowledge your letter. &#xC35;&#xC39;&#xC28;&#xC2E;&#xC41; vahanamu. n. Carrying, bearing, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC1A;&#xC41;&#xC1F;. Anything that carries. A ship, &#xC13;&#xC21;. &#xC35;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; vahitramu. n. A raft, a float, a vessel. &#xC28;&#xC4C;&#xC15;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. BD. ii. 509. &amp;. iv. 113. &#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F; vahni. n. Fire, the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC39;&#xC3F;</span>&#xA0;&#xA0;vahi. [from Skt. &#xC35;&#xC39;&#xC4D; to carry.] n. A book. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. An account book. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;. A head in accounts Manner, mode, fashion, &#xC30;&#xC40;&#xC24;&#xC3F;. Celebrity, reputation. &#xC18;&#xC28;&#xC24;, &#xC2A;&#xC47;&#xC30;&#xC41;. &quot;&#xC08; &#xC35;&#xC39;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC28; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC17;.&quot; Bhanumad. iv. 29. &quot;&#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC3E;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC23;&#xC3F;&#xC1C;&#xC4D;&#xC2F;&#xC38;&#xC30;&#xC23;&#xC3F;.&quot; L. i. 66. &#xC35;&#xC39;&#xC3F;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; an account, kept in a book. n. One who bears. &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vastramu. [Skt.] n. A cloth, clothes, raiment, dress, &#xC1A;&#xC47;&#xC32;&#xC2E;&#xC41;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they brought me in my shirt, they brought me just as I was &#xC05;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; food and raiment. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to strain a powder through a dry cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC2E;&#xC39;&#xC28;&#xC4D;&#xC35;&#xC3E;</span>&#xA0;&#xA0;vahavv&#x101;. [H.] interj. Well done! Bravo!
			</div>
                