&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; v&#x101;ndru. [Tel. the third person plural of &#xC35;&#xC3E;&#xC21;&#xC41; he.] n. They, those people. &#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC02;&#xC1B;</span>&#xA0;&#xA0;v&#x101;nchha. [Skt.] n. Wish, desire, attachment. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;, &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;. &#xC35;&#xC3E;&#xC02;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x101;nchhin&#x1E6D;su. v. a. To desire, long for, wish, fancy, like. &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC02;&#xC1B;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x101;nchhitamu. adj. Desired, &#xC15;&#xC4B;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;ku&#x1E0D;u. [Tel.] n. A sort of prickly nightshade, Solanum jacquini, &#xC15;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;v&#x101;kili. [Tel. &#xC35;&#xC3E;+&#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.] n. A door, a door way, a front yard. &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; an entrance into a house, a gate way, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC43;&#xC39;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. plu. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC33;&#xC41;&#xC32;&#xC41;. Gen. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;. Loc. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;. &quot;&#xC05;&#xC26;&#xC3F; &#xC17;&#xC4B;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC28;&#xC46;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC35;&#xC26;&#xC32;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC33;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; N. ix. 293. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC32;&#xC46;&#xC02;&#xC15;&#xC32;&#xC41; porters, door-keepers, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; the house door. &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC1F; &#xC09;&#xC02;&#xC21;&#xC41; to stop at the door, to be in menses.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC30;</span>&#xA0;&#xA0;v&#x101;-kara. [Tel.] n. Retching to vomit. &#xC13;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;kamu. [Tel.] n. Level. &#xC38;&#xC2E;&#xC2E;&#xC41;. A side, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;, Convenience, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC2C;&#xC41;</span>&#xA0;&#xA0;v&#x101;kabu. [H.] adj. Skilled, versed in, experienced, accustomed to. n. Experience. &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC15;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to ascertain by making enquiries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;, &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; or &#xC35;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC2F; v&#x101;ka-k&#x101;ya. [Tel.] n. The tree called Carissa carandas; also, Carissa spinarum, (Watts.) the fruit of which is edible. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC15;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC2F;. &quot;&#xC32;&#xC47;&#xC15;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;.&quot; H. iv. 169.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;</span>&#xA0;&#xA0;v&#x101;ka. [Tel.] n. A side. &#xC35;&#xC48;&#xC2A;&#xC41;. &#xC15;&#xC30;&#xC35;&#xC3E;&#xC15; the shore side. A river, a stream, &#xC0F;&#xC30;&#xC41;. &#xC28;&#xC26;&#xC3F;.&quot; &#xC1A;&#xC26;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC28;&#xC40;&#xC1F;&#xC32;&#xC1C;&#xC32;&#xC15;&#xC2E;&#xC3E;&#xC21;&#xC3F;.&quot; Parij. iv. 49. &quot;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC46;&#xC35;&#xC3E;&#xC15;&#xC2F;&#xC28;&#xC17;.&quot; Ila. iii. 127. &#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC15; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC42;&#xC15; what avails a crop without a stream? what avails a chief without a troop? &#xC35;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; lit. the river-crested; an epithet of Siva, &#xC17;&#xC02;&#xC17;&#xC3E;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC02;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;m&#x1E63;i-ku&#x1E0D;u. [Skt. from &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41; a bamboo.] n. A flute-player, a piper. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC42;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;v&#x101;nti. [Skt.] n. Vomiting. &#xC15;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC2E;&#xC28;&#xC2E;&#xC41;, &#xC21;&#xC4B;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; or &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC3F; vomiting and purging, cholera. &#xC35;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; v&#x101;ntamu. adj. Vomited. &#xC15;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
                