&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;v&#x101;gu. [Tel.] v. n. To sound, ring, or emit sound.&#xC2E;&#xC4B;&#xC17;&#xC41;. To talk or chatter, &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC26;&#xC30;&#xC41;. n. A hill stream, a torrent, a channel, a hollow or breach such as that formed by a torrent. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;, &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;. An army. &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC30;&#xC26;&#xC32;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC47;?&quot; Bh&#x101;skara. &#xA7; 45. &#xC35;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; v&#x101;gudu. n. Sounding, noise, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC35;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; v&#x101;gulu. n. plu. Waves, &#xC05;&#xC32;&#xC32;&#xC41;,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC30;&#xC3E;</span>&#xA0;&#xA0;v&#x101;gar&#x101;. [Tel.] n. A channel, or water course by which water comes into a reservoir. &#xC1A;&#xC46;&#xC30;&#xC35;&#xC41;&#xC15;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC30;&#xC24;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC17;&#xC30;&#xC4D;&#xC24; v&#x101;g-arata. [Tel. &#xC35;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;+&#xC05;&#xC30;&#xC24;.] n. The sea-side or shore. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC30;</span>&#xA0;&#xA0;v&#x101;-gara. [Tel. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;+&#xC15;&#xC30;&#xC4D;&#xC30;.] n. A painting brush. &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;v&#x101;-ga&#x1E0D;upu. [Tel. &#xC35;&#xC3E;&#xC2A;&#xC41;+&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;.] n. A swollen belly. &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;. &quot;&#xC38;&#xC40; &#xC2C;&#xC40;&#xC26;&#xC28;&#xC30;&#xC3E;&#xC32;&#xC24;&#xC4B; &#xC2C;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC21;&#xC32;&#xC02;&#xC26;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC17;.&quot; S. iii. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3E;&#xC17;&#xC46;, (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC15;&#xC41; v&#x101;kku. [Skt.] n. Speech, speaking. A word, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;, &#xC2E;&#xC3E;&#xC1F;. &quot;&#xC2A;&#xC3E;&#xC32;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC3E;&#xC15;&#xC46;&#xC30;&#xC41;&#xC17;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; V&#x113;ma. 1314. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32; by mind, word, limbs or acts. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; a promise. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; giving a promise. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; interest, recommendation &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2A;&#xC1F;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; power of speech, eloquence. &#xC35;&#xC3E;&#xC15;&#xC4A;&#xC28;&#xC41; v&#x101;-konu. v. a. To tell, say, utter, speak. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC41;. To cry out. &#xC05;&#xC30;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2A;&#xC24;&#xC3F; or &#xC35;&#xC3E;&#xC17;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; v&#x101;k-pati. n. Lord of speech. A name of Brahma or of Brihaspati, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;, &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;. An eloquent person. &#xC15;&#xC35;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x101;kyamu. n. A sentence, &#xC15;&#xC30;&#xC4D;&#xC24;&#xC43;&#xC15;&#xC30;&#xC4D;&#xC2E; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC2A;&#xC26;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Speech, a word, utterance, dictate. &#xC2E;&#xC3E;&#xC1F;. (In astronomy,) the process for astronomical computations. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41; v&#x101;-kru&#x1E6D;s&#x1E6D;su. (&#xC35;&#xC3E;&#xC15;&#xC41;+&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;.) v. a. To say, utter. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To name, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC17;&#xC3E;&#xC30;&#xC3E;&#xC2C;&#xC41;&#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC41;&#xC17;&#xC2E;&#xC3F; &#xC2E;&#xC28;&#xC15;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30; &#xC2E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC24;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC30;&#xC35;&#xC47;&#xC26; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; L. iii. 105. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC38;&#xC30;&#xC23;&#xC3F; v&#x101;k-sara&#x1E47;i. n. The course of conversation. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC27;&#xC4B;&#xC30;&#xC23;&#xC3F;. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC1C;&#xC3E;&#xC32;&#xC2E;&#xC41; v&#x101;g-j&#x101;lamu. n. A mass of words, loquacity. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC1A;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC47;&#xC35;&#xC24; or &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC47;&#xC35;&#xC3F; v&#x101;g d&#x113;vata. n. The goddess of speech, Sarasvati, &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC27;&#xC3E;&#xC1F;&#xC3F; v&#x101;g-dh&#x101;&#x1E6D;i. n. Readiness of speech, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC1D;&#xC30;&#xC3F;. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; v&#x101;g-bandhanamu. n. Silencing, stopping any one&apos;s speech. &#xC28;&#xC4B;&#xC30;&#xC41;&#xC2E;&#xC42;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC2E;&#xC3F; v&#x101;gmi. n. A man of eloquencce an orator. One who is talkative, or talks much. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; v&#x101;g-v&#x101;damu. n. A verbal dispute or altercation, an argument. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; v&#x101;ng-m&#x16B;lamu. (from &#xC35;&#xC3E;&#xC15;&#xC4D; mouth and &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; origin.) n. A deposition, an oral statement. &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; v&#x101;ng-m&#x16B;lamu-vr&#x101;-yin&#x1E6D;su. v. n. To depose, to make a deposition. &#xC35;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to take down a deposition. &#xC35;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; v&#x101;ng-m&#x16B;la-mu-g&#x101;. adv. Orally, by word of mouth. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC46;</span>&#xA0;&#xA0;, &#xC35;&#xC3E;&#xC17; or &#xC35;&#xC3E;&#xC17;&#xC3F;&#xC2F; v&#x101;ge. [Skt.] n. The rein of a bridle, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41;. A painting brush, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC47; &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;. &quot;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; M. IV. iv. 172. &quot;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC32;&#xC15;&#xC2A;&#xC3F;&#xC32;, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC35;&#xC3E;&#xC17;&#xC46;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC3F;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC18;&#xC28;&#xC41;&#xC21;&#xC41;.&quot; H. iii. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC41;&#xC30;</span>&#xA0;&#xA0;v&#x101;gura. [Skt.] n. A net, snare, noose, toils or nets for birds or animals. &#xC09;&#xC30;&#xC3F;, &#xC35;&#xC32;. &#xC35;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; v&#x101;gur-iku&#x1E0D;u. n. A hunter, a snarer of birds or animals. &#xC09;&#xC30;&#xC41;&#xC32;&#xC41;&#xC35;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC1F;&#xC3E;&#xC21;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC17;&#xC33;&#xC2E;&#xC41; v&#x101;-ga&#x1E37;&#x1E37;amu. [Tel. &#xC35;&#xC3E;+&#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;.] n. The circular space round a thrashing floor. &#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC15;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. See under &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC17;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
                