&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1C;&#xC2A;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;jap&#x113;yamu. [Skt.] n. A particular kind of sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1A;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x101;-&#x1E6D;s&#x16B;ru. [Tel.] n. The eaves of a house. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC35;&#xC30;, &#xC2E;&#xC41;&#xC02;&#xC5B;&#xC42;&#xC30;&#xC41;. &#xC35;&#xC3E;&#xC1A;&#xC42;&#xC30;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC42;&#xC30;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC47;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E6D;su. [Tel.] v. n. To swell. &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC32;&#xC3E;&#xC35;&#xC17;&#xC41;. To pine, long, be eager. &#xC26;&#xC47;&#xC35;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;, &#xC0F;&#xC15;&#xC30;&#xC41;. (The Hindus like the Musulmans imagine the face and the legs to swell with desire or want.) &#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is perishing for want of food. &#xC2E;&#xC47;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC2E;&#xC41; we are not pining for it, we do not care for it. &quot;&#xC09; &#xC2E;&#xC47;&#xC2E;&#xC41;&#xC28;&#xC48;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC1F;&#xC3F; &#xC2E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC28;&#xC4D;.&quot; V. P. vi. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1A;&#xC30;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1A;</span>&#xA0;&#xA0;v&#x101;cha. [Skt.] n. Another form of &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. (q. v.) &#xC35;&#xC3E;&#xC1A;&#xC02;&#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41; vacham-yamu&#x1E0D;u. n, A sage or prophet, &#xC2E;&#xC41;&#xC28;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4C;&#xC28;&#xC3F;. &#xC35;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC41; v&#x101;chakamu. n. A word, a significant sound, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC35;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. (Vulgarly) fluency in reading, &#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3E;&#xC1A;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F; v&#x101;chas-pati. n. The lord of speech, i.e., Brihaspati. &#xC35;&#xC3E;&#xC1A;&#xC3E; v&#x101;ch&#x101;. adv. Orally, verbally, viva voce, by word of mouth. &#xC06;&#xC2F;&#xC28; &#xC35;&#xC3E;&#xC1A;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he said it orally. &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; v&#x101;ch&#x101;&#x1E6D;u&#x1E0D;u. n. A talkative man, one who talks idly or blamably, a tattler, &#xC35;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC17;&#xC41; &#xC1C;&#xC30;&#xC20;&#xC35;&#xC28;&#xC3F;&#xC24;&#xC32;&#xC41;.&quot; A. iv. 43. &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC2E;&#xC41; v&#x101;ch&#x101;lamu. adj. Chattering, talkative, gabbling, talking much. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC47;, &#xC35;&#xC3E;&#xC17;&#xC47;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC47;. &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC24; or &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; v&#x101;ch&#x101;lata. n. Talkativeness, readiness or fluency of speech, tattling, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC1A;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC46;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC1C;&#xC42;&#xC2A;&#xC46;.&quot; G. vii. 10. &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x101;chin&#x1E6D;su. v. a. To tell, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To read, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41; v&#x101;chikamu. n. News, intelligence, tidings. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32; &#xC17;&#xC4C;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC3E;&#xC1A;&#xC15; &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC26;&#xC47;&#xC36; &#xC35;&#xC38;&#xC41; &#xC27;&#xC47;&#xC36;&#xC41;&#xC32;&#xC15;&#xC02;&#xC2A;&#xC3F;&#xC28;.&quot; Vasu. v. 80. &#xC1F;&#xC40; &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC26;&#xC47;&#xC36;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x101;chyamu. adj. Fit or proper to be spoken or said. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. Blameworthy, vile,contemptible, low, out-caste. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;. In grammar, the voice or mood of a verb. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; the active voice; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC23;&#xC3F;&#xC35;&#xC3E;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; the passive voice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15; v&#x101;&#x1E6D;i. [Skt.] n. A garden plot, or orchard. &#xC24;&#xC4B;&#xC1F;. A place the site of a house or building. &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. A row of houses, a street &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC41;&#xC38;. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15; a bath. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15; the abode of Pariahs. &quot;&#xC2C;&#xC32;&#xC4D;&#xC26;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC3E;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC28;&#xC4D;.&quot; Bilh. iii. 25.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E6D;amu. [Tel.] adj. Handsome, pretty. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; V. P. viii. 108. Convenient. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;. n. Convenience, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. The slope of the ground, a roof, &amp;c., which allows the water to flow off; sloping, slanting. &#xC35;&#xC3E;&#xC32;&#xC41;, &#xC0F;&#xC1F;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC21;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28; &#xC28;&#xC40;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; Surabha. i. 63. [Skt.] n. A road, way, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A street, &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC41;&#xC38;, &#xC35;&#xC40;&#xC27;&#xC3F;. A garden, &#xC24;&#xC4B;&#xC1F;. The site of a house or building, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41; the spot where a sacrifice is made. &#xC35;&#xC3E;&#xC1F;&#xC2A;&#xC21;&#xC41; v&#x101;&#x1E6D;a-pa&#x1E0D;u. v. n. To be convenient. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC1C;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;dzamu. [Tel.] n. A kind of bird. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC5B;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;za. [Tel.] n. Disgust. &#xC30;&#xC4B;&#xC24;. adj. Disgusting, &#xC30;&#xC4B;&#xC24;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1C;&#xC3F;&#xC35;&#xC40;</span>&#xA0;&#xA0;v&#x101;jiv&#x12B;. [H.] adj. Just, right, reasonable, proper. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ji. [Skt.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A bird, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC1C;&#xC3F;&#xC17;&#xC02;&#xC25; v&#x101;ji-gandha. n. The name of a plant, Physalis flexuosa. &#xC2A;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E6D;s&#x101;ru. [Tel.] v. n. To lament &#xC2A;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC24;&#xC32;&#xC2A;&#xC4B;&#xC38;&#xC3F; &#xC1A;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC28;&#xC47;&#xC32;.&quot; Satya. iii. 93. &#xC35;&#xC3E;&#xC1A;&#xC30;&#xC2E;&#xC41; or &#xC35; &#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; v&#x101;&#x1E6D;saramu. n. Lamentation, &#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC1F;, &#xC2A;&#xC30;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
                