&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E6D;u. [Tel. from &#xC2A;&#xC21;&#xC41; and &#xC2A;&#xC3E;&#xC1F;&#xC41;.] n. The act of throwing. &#xC35;&#xC48;&#xC1A;&#xC41;&#xC1F;. A blow, stroke, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. A mode, manner, way, fashion, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC30;&#xC40;&#xC24;&#xC3F;. Convenience. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC1F;&#xC41; an ineision or cut. &quot;&#xC2E;&#xC3E;&#xC2F;&#xC2F;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3E;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E;&#xC32;&#xC47;&#xC15; &#xC35;&#xC3E;&#xC1F;&#xC41; &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC28;&#xC41;, &#xC1C;&#xC4B;&#xC39;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; L. vii. 77. Turning over, upsetting. &#xC2C;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC41; the cart will upset. &#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC41; v&#x101;&#x1E6D;u-g&#x101;lu. n. A lame leg, a leg that has a convulsive twitch in walking. &#xC35;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC15;&#xC3E;&#xC32;&#xC41;. &quot;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; &#xC30;&#xC4B;&#xC32;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;.&quot; HK. iv. 143. &quot;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC28;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC1F;&#xC41;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; S. ii. 20. &#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he came twitching along or limping. &#xC35;&#xC3E;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; v&#x101;&#x1E6D;u-r&#x101;yi. n. A stone for slinging, a pebble or stone that could be easily flung at a person, &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC2F;&#xC3F;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC12;&#xC32;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.&quot; BD. v. 680. &#xC35;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; v&#x101;&#x1E6D;ul-&#x101;&#x1E0D;u. v. n. To fight, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC40;&#xC21;&#xC41; v&#x101;&#x1E6D;l-&#x12B;&#x1E0D;u. n. A quarrelsome man, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC21;&#xC3F;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;i. [Tel.] n. Sharpness of weapons or instruments. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;. Heroism. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Sharp. &#xC15;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;. Cruel, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;. &quot;&#xC38;&#xC41;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC1A;&#xC47;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; BD. v. 1435. &#xC35;&#xC3E;&#xC21;&#xC3F; &#xC2E;&#xC17;&#xC21;&#xC41; v&#x101;&#x1E0D;i-maga&#x1E0D;u. n. A hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F; v&#x101;&#x1E0D;-imi. n. Sharpness,&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC35;&#xC48;&#xC36;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Brightness, &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Courage, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC21;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;a. [Tel.] n. A street, a range or row of houses. &#xC35;&#xC40;&#xC27;&#xC3F;, &#xC07;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC41;&#xC38;. Fragrance, scent, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC3E;&#xC30;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC26;&#xC30;&#xC41;&#xC17;&#xC41;.&quot; H. i. 138. &quot;&#xC35;&#xC3E;&#xC21;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC32;&#xC26;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC4A;&#xC30;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC17;&#xC28;&#xC3F;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC17;&#xC21;&#xC41;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC02;&#xC2A;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC30;&#xC3E;.&quot; V&#x113;ma. 173. &#xC35;&#xC3E;&#xC21;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;, &#xC35;&#xC40;&#xC27;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;. &#xC35;&#xC3E;&#xC21;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x101;&#x1E0D;a-ka&#x1E6D;&#x1E6D;u. n. Neighbourhood. &#xC35;&#xC3E;&#xC21;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC46; v&#x101;&#x1E0D;a-vadine. n. A whore, &#xC32;&#xC02;&#xC1C;&#xC46;, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &quot;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC26;&#xC3F;&#xC38;&#xC46;&#xC15;&#xC47;&#xC32;&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC32;&#xC1C;&#xC42;&#xC21;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC2E;&#xC42;&#xC22;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC15;&#xC47;&#xC32; &#xC2E;&#xC26;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; V&#x113;ma. 1869.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC21;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;a. [Tel. for &#xC13;&#xC21;.] n. A ship. &#xC28;&#xC4C;&#xC15;. &#xC35;&#xC3E;&#xC21;&#xC02;&#xC17;&#xC3F; v&#x101;&#x1E0D;angi. n. A boat man, &#xC13;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. The beams of a boat, &#xC26;&#xC4B;&#xC28;&#xC46;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; v&#x101;&#x1E0D;a-gann&#x113;ru. n. A certain fragrant plant, called Oleander, Nerium odorum, &#xC15;&#xC30;&#xC35;&#xC40;&#xC30;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC32;&#xC3F; v&#x101;&#x1E0D;&#x101;-g&#x101;li. n. Wind that blows from the sea, a strong wind. &#xC35;&#xC3E;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; v&#x101;&#x1E0D;a-mukku. n. A small thin long snouted fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
                