&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;u. [Tel. cf. Tam. &#xC05;&#xC35;&#xC28;&#xC4D;. The Drav. base of the word is &#xC05; or &#xC06; = that. The primitive form is &#xC06;&#xC21;&#xC41; he cf. &#xC05;&#xC26;&#xC3F;. The sound of &#xC35; (V) is added to facilitate the pronounciation.] pron. in the third person masculine singular. He, that man, &#xC06; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. Gen. &#xC35;&#xC3E;&#xC21;&#xC3F; or &#xC35;&#xC3E;&#xC28;&#xC3F; his. Dative &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F; or &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; to him. plu. &#xC35;&#xC3E;&#xC30;&#xC41;. &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC32;&#xC41; or &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; they. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC2E;&#xC24;&#xC2E; &#xC2F;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they all went to their respective houses. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC47; he himself. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC47; they themselves. It is added to the genitive of a noun. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; the owner of the house, the house owner. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a horsekeeper. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; the people of the Ravip&#x101;&#x1E6D;i family. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41; he of the drum, the drummer. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; the people of that place. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41; he is a man of mine, i.e., he is my kinsman, my relation. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; his relations, his friends, his people. It is also added to verbal participles. &#xC2A;&#xC4B;&#xC2F;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; the man who goes. &#xC2A;&#xC3E;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; he who sings, the singer. &#xC06;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC41; those who play, the players. &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC3E; O passer by! Added to adjectives, it forms the corresponding nouns. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a good man. &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; a bad man. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; an old man. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; a boy. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC30;&#xC41; old folks. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; young folks.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC24;</span>&#xA0;&#xA0;v&#x101;ta. [Tel. from &#xC35;&#xC3E;&#xC1A;&#xC41;.] n. A burning, a brand, a cautery, the mark which it produces. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. Also, the 3rd case of &#xC35;&#xC3E;&#xC2F;&#xC3F;. By or in the mouth, &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC32;&#xC47;&#xC15;, &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC3E;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41; v&#x101;ta-v&#x113;yu. v. a. To burn with an iron or apply as the actual cautery. To cauterize, to brand. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. To put in the mouth. &#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC24;&#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he devoured my house, i.e., be seized my property. See under &#xC35;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC23;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;v&#x101;&#x1E47;ini. [Skt.] n. An actress, a dancer, a public singer. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC06;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC23;&#xC3F;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E47;ijyamu. [Skt. from &#xC35;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.] n. Traffic, trade, commerce. &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC3E;&#xC23;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41; v&#x101;&#x1E47;iju&#x1E0D;u. n. A trader, merchant, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC23;&#xC3F;&#xC1C;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;v&#x101;&#x1E47;i. [Skt.] n. Voice, speech, sound, &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;. The name of the Goddess of Speech, &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC35;&#xC3E;&#xC23;&#xC3F; or &#xC17;&#xC17;&#xC28;&#xC35;&#xC3E;&#xC23;&#xC3F; a voice from heaven, a voice heard from the sky. &#xC35;&#xC3E;&#xC23;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; v&#x101;&#x1E47;-&#x12B;&#x1E63;u&#x1E0D;u. n. Brahma, as husband of Sarasvati. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC46;&#xC26;&#xC35;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;e-dava. [Tel.] n. The end of a sugar-cane, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;[Tel.] v. n. To wither or fade. &#xC2E;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC06;&#xC2F;&#xC3E;&#xC38;&#xC2D;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC3E;&#xC28;&#xC28;&#xC3E;&#xC2C;&#xC4D;&#xC1C;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;.&quot; T. iii. 144. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41; v&#x101;&#x1E0D;in&#x1E6D;su. v. a. To cause to wither, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC2C;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC21;&#xC41; v&#x101;&#x1E0D;a-b&#x101;ru. v. n. To fade. &#xC2E;&#xC4D;&#xC32;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC15;&#xC02;&#xC26;&#xC41;. &quot;&#xC38;&#xC40; &#xC32;&#xC35;&#xC32;&#xC40;&#xC26;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32; &#xC38;&#xC35;&#xC30;&#xC48;&#xC28; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21; &#xC2C;&#xC3E;&#xC30;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC3F;.&quot; UR. iv. 287. &#xC35;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; v&#x101;&#x1E0D;u. v. a. To use, to make use of, &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. v. n. To be generally talked, or spoken of. &#xC35;&#xC26;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC40;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3E; did they use these words? &#xC35;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC32; v&#x101;&#x1E0D;u-dala. n. Use, practice, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15; or &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15; v&#x101;&#x1E0D;uka. n. Practice, habit, custom. &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;. Business, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC15;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to use, make use of adj. Customary, usual, habitual. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; or &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC17;&#xC3E; v&#x101;&#x1E0D;uka-g&#x101;. adv. Usually, commonly. &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41; v&#x101;&#x1E0D;uka-pa&#x1E0D;u. v. n. To be accustomed. &#xC2A;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC08; &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15; &#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC30;&#xC41; persons accustomed to this business. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; v&#x101;&#x1E0D;ika-v&#x101;ru. n. plu. Customers. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; See under &#xC35;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;tamu. [Skt.] n. Air, wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC17;&#xC3E;&#xC32;&#xC3F;. Rheumatism, gout, inflamation of the joints. &#xC35;&#xC3E;&#xC24;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC41; v&#x101;ta-p&#x14D;tamu. n. An infant breeze, a gentle wind, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC35;&#xC3E;&#xC24;&#xC2A;&#xC4B;&#xC27;&#xC2E;&#xC41; v&#x101;ta-podhamu. n. The Palasa tree, Butea frondosa. &#xC2E;&#xC4B;&#xC26;&#xC41;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3F;, &#xC35;&#xC3E;&#xC24;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC24;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; vata-prami. n. A swift antelope, &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC21;&#xC1A;&#xC47;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC24;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; v&#x101;t-&#x101;yanamu. n. A window, &#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC40;. &#xC35;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC3F; v&#x101;t&#x101;&#x1E63;i. n. A serpent. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
                