&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;-d&#x14D;&#x1E0D;u. [Tel. &#xC35;&#xC3E;+&#xC24;&#xC4B;&#xC21;&#xC41;.] n. Assistance in word or in speaking, &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A social companion, a friend to talk with. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC41;. An instrument to open and examine the diseased mouth of an animal, a pharingoscope. &quot;&#xC35;&#xC3E;&#xC26;&#xC4B;&#xC21;&#xC48;&#xC28;&#xC36;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2E;&#xC23;&#xC41;&#xC32;, &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC02;.&quot; Charu Chandrod. iv. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;damu. [Skt. from &#xC35;&#xC26;&#xC4D; to speak.] n. A dispute, discussion, contention. &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC35;&#xC41;. Alchemy, &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC26;&#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC4B;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC03; he who fails in alchemy becomes an excellent doctor. &quot;&#xC2C;&#xC27;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC32;&#xC46; &#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC28;&#xC15;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC28;.&quot; P. Pref. 15. &#xC1F;&#xC40; &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;, &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;. &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC26;&#xC21;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC3E;&#xC26;&#xC3E;&#xC21;&#xC41; v&#x101;din&#x1E6D;su. v. a. To argue, debate, dispute, discuss. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC26;&#xC3F; v&#x101;di. n. A speaker. One who argues, &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A plaintiff or complainant. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC17;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC3F; a defendant. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC3F; one who speaks or argues the point alone. &quot;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC47;&#xC32; &#xC15;&#xC21;&#xC41;&#xC1A;&#xC32;&#xC02;&#xC2C;&#xC41;.&quot; V&#x113;ma. iii. 96. &#xC35;&#xC3E;&#xC26;&#xC41; v&#x101;du. (from Skt. &#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.) n. A dispute, contention, fighting. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &quot;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32; &#xC2F;&#xC46;&#xC21;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC15;&#xC41;&#xC2E;&#xC41;.&quot; Sumati. i. &quot;&#xC35;&#xC32;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC41;&#xC28;&#xC46;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC15;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC15;.&quot; Ila. iv. 72. &#xC35;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &quot;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC1C;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41;&#xC17;&#xC15;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;.&quot; S. iii. 412. &#xC35;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; v&#x101;du-ch&#x113;yu. v. n. To dispute, to contend. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;danamu. [Skt.] n. Sound, sounding; beating. &#xC35;&#xC40;&#xC23;&#xC3E;&#xC26;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC24; or &#xC35;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC24; v&#x101;tsal-yamu. [Skt. from &#xC35;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC2E;&#xC41;.] n. Parental love, fondness. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; paternal kindness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC24;&#xC46;&#xC30;</span>&#xA0;&#xA0;See under &#xC35;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC24;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;t&#x16B;lamu. [Skt.] n. Wind. &#xC17;&#xC3E;&#xC32;&#xC3F;. A whirlwind, a gale, a hurricane, &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC24;&#xC42;&#xC32;&#xC39;&#xC24;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC30;&#xC4A;&#xC26;&#xC24;&#xC4B;&#xC21;&#xC3F;.&quot; Swa. Pref. 3. &#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2F; v&#x101;tya. n. A whirlwind, or hurricane. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC35;&#xC3E;&#xC24;&#xC42;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;&#x1E0D;yamu. [Skt.] n. Any musical instrument. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC21;&#xC4B;&#xC32;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC3F; &#xC35;&#xC40;&#xC23;&#xC46;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;ditramu. [Skt.] n. A kind of musical instrument. &#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Music, &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. B. X. 245. R. i. 143.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC26;&#xC30;</span>&#xA0;&#xA0;v&#x101;dara. [Tel. &#xC35;&#xC3E;&#xC21;&#xC3F;+&#xC26;&#xC3E;&#xC30;] n. The edge of a sword. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC27;&#xC3E;&#xC30;.
			</div>
                