&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;niramu. [Skt.] n. A sort of cane or rattan, calamus rotang. &#xC35;&#xC47;&#xC24;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ni. [Tel. Possessive of &#xC35;&#xC3E;&#xC21;&#xC41; and another form of &#xC35;&#xC3E;&#xC21;&#xC3F;.] pron. Of him, his. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4D; or &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; (the acc. singular of &#xC35;&#xC3E;&#xC21;&#xC41; or the acc. plu. of &#xC05;&#xC26;&#xC3F; that.) Him, or them. Those things, &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F;. &quot;&#xC15;&#xC4B;&#xC30;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC32;&#xC26;&#xC41;.&quot; (G. i. 284.) never trust those animals which have tusks, claws, or horns.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;na-prasthu&#x1E0D;u. [Skt.] n. A hermit, a recluse. &#xC24;&#xC43;&#xC24;&#xC40;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; living in a forest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;</span>&#xA0;&#xA0;v&#x101;na. [Tel.] n. Rain, a shower, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;. Plu. &#xC35;&#xC3E;&#xC28;&#xC32;&#xC41; showers. The rainy season, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41; lit: a thunderbolt without rain: i.e., mere words without deeds. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; v&#x101;na-k&#x101;&#x1E37;&#x1E37;u. n. Dark or black streaks in the sky, which are a sign of rain, a Nimbus or raincloud, a water spout, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC41;. &quot;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC32;&#xC4B;&#xC2A;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC1A;&#xC4D;&#xC1B;&#xC26;&#xC3E;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC21;&#xC37;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; .&quot; Swa. iii. 109.  &#xC09;&#xC26;&#xC15;&#xC27;&#xC3E;&#xC30;&#xC32;&#xC41;. &quot;&#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC48;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC28;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC28;&#xC30;.&quot; Paidim. iv. 13. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;, &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32; or &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC35;&#xC46;&#xC32; v&#x101;na-k&#x14D;kila. n. The Coel or Indian Cuckoo. Also used for a swallow or martin. &#xC1A;&#xC3E;&#xC24;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. A harmless water snake of a brown colour, with two light green stripes down the back. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC41;&#xC30;&#xC41;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC48;&#xC1F;&#xC2A;&#xC21;&#xC47; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &quot;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2D;&#xC40;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC3E;&#xC15; &#xC15;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;&#xC2D;&#xC02;&#xC17;&#xC3F;.&quot; Pal. 15. &#xC35;&#xC3E;&#xC28;&#xC5B;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; v&#x101;na-dz&#x101;li-pulugu. n. A swan. &#xC39;&#xC02;&#xC38;. &quot;&#xC05;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC28;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC28;&#xC3F; &#xC1C;&#xC40;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC21;&#xC3F;&#xC28;&#xC28;&#xC4D;.&quot; H. iv. 67. &#xC35;&#xC3E;&#xC28;&#xC24;&#xC30;&#xC3F; v&#x101;na-tari. n. The rainy season. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC37;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;. an epithet of the cuckoo. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC3E;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC28;&#xC35;&#xC47;&#xC17;&#xC41; v&#x101;na-p&#x101;mu. n. An earthworm; (lit: a rain worm. &#xC17;&#xC02;&#xC21;&#xC42;&#xC2A;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC39;&#xC3F;&#xC32;&#xC24;, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC30;&#xC3E;&#xC2F;&#xC3F; v&#x101;na-r&#x101;yi. n. A hailstone. &#xC35;&#xC21;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;v&#x101;pu. [Tel. from &#xC35;&#xC3E;&#xC1A;&#xC41;.] n. Swelling, protuberance, intumescence. &#xC36;&#xC4B;&#xC2B;, &#xC35;&#xC3E;&#xC1A;&#xC41;&#xC1F;. Pining or longing, &#xC06;&#xC36;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC0F;&#xC15;&#xC1F;. &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24; &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the arrival of her husband put an end to her pining. &#xC35;&#xC3E;&#xC2A;&#xC3F; v&#x101;pi. n. One whose body is swollen, &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC2A;&#xC3F;&#xC30;&#xC3F; v&#x101;piri. (&#xC35;&#xC3E;&#xC2A;&#xC41;+&#xC07;&#xC30;&#xC3F;.) n. Lamenting, &#xC0F;&#xC15;&#xC30;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x101;piri-go&#x1E6D;&#x1E6D;u. n. A glutton. &#xC24;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC41;. A fickle-tongued man, &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC1A;&#xC3E;&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A gloomy looking man, &#xC0F;&#xC15;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC2A;&#xC41; v&#x101;pu. (for &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41;.) n. Sounding a drum &amp;c. &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;. n. The dropsy. &#xC35;&#xC3E;&#xC1A;&#xC47;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC36;&#xC4B;&#xC2B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;nas-patyamu. [Skt. from &#xC35;&#xC28;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;.] n. A tree which bears to blossoms and fruit; as the mango, Eugenia, &amp;c. &#xC2A;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC3E;&#xC1A;&#xC47;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A tree which bears fruit without flowering is called &#xC35;&#xC28;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;pitamu. [Skt.] adj. Sown, as seed. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2C;&#xC21;&#xC3F;&#xC28;. Shaven, &#xC17;&#xC4A;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;v&#x101;pi. [Skt.] n. A large oblong pond, pool or lake. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4B;&#xC28;&#xC47;&#xC30;&#xC41;. A well with steps, &#xC35;&#xC21;&#xC2C;&#xC3E;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2A;&#xC38;&#xC41;</span>&#xA0;&#xA0;v&#x101;pasu. [H.] n. Restitution, returning. &#xC35;&#xC3E;&#xC2A;&#xC38;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to return, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC3E;&#xC2F;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;v&#x101;nu. [Tel.] v. a. To make, as pots, (&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;) &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC05;&#xC1C;&#xC3E;&#xC02;&#xC21;&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4C; &#xC35;&#xC3E;&#xC28;&#xC28;&#xC41;.&quot; A. i. 3. &quot;&#xC35;&#xC47;&#xC21;&#xC41;&#xC15; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2D;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32; &#xC17;&#xC42;&#xC21;&#xC35;&#xC3E;&#xC38;&#xC46;&#xC21;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F; &#xC2F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.&quot; BD. iv. 120. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x101;nin&#x1E6D;su. v. a. To get (pots) made; to have (bricks) prepared. (&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;) &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, (&#xC07;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC41;) &#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC07;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC06; &#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he got bricks made and had the temple built. &#xC35;&#xC3E;&#xC28;&#xC46; v&#x101;ne. The name of a low caste among the Banians. A. iv. 36. &#xC35;&#xC3E;&#xC28;&#xC46;&#xC24; v&#x101;ne-ta. n. A woman of that caste. &quot;&#xC05;&#xC28;&#xC4D;&#xC35;&#xC40;&#xC1F;&#xC3F;&#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;, &#xC38;&#xC3E;&#xC32;&#xC46;, &#xC2A;&#xC1F;&#xC38;&#xC3E;&#xC32;&#xC46;, &#xC35;&#xC3E;&#xC28;&#xC46;, &#xC35;&#xC48;&#xC1C;&#xC3E;&#xC24;&#xC3F;.&quot; A. iv. 56. &#xC35;&#xC3E;&#xC28;&#xC40;&#xC21;&#xC41; v&#x101;n-&#x12B;&#x1E0D;u. (&#xC35;&#xC3E;&#xC28;&#xC46;+&#xC08;&#xC21;&#xC41;.) n. A man of the Banain caste, &#xC35;&#xC3E;&#xC28;&#xC46; &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. An epithet of Kub&#x113;ra. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;naramu. [Skt.] n. A monkey, or ape, a &quot;man of the woods.&quot; &#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC30;&#xC41;&#xC21;&#xC41; a monkey: a mischief maker, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                