&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;ma-d&#x113;vu&#x1E0D;u. [Skt.] n. A name of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;See under &#xC35;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;va-putstsu. [Tel.] v. a. To open the mouth, &#xC28;&#xC4B;&#xC30;&#xC41;&#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;. To say or tell, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F; unsaid, that cannot be said, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC42;&#xC21;&#xC28;&#xC3F;. &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41; v&#x101;-p&#x14D;vu. v. a. To cry out, &#xC05;&#xC30;&#xC1A;&#xC41;. To cry, bewail, weep, &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC2A;&#xC4B;&#xC15; v&#x101;-p&#x14D;ka. n. Crying, &#xC05;&#xC30;&#xC1A;&#xC41;&#xC1F;, &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;v&#x101;ya. [Tel.] n. A quantity of grain put in a mortar to be pounded at one time; so much grain as the mortar holds at once, &#xC26;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC30;&#xC4B;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A quantity of rice and curry mixed to be eaten. A crack or valley in a hill, &#xC15;&#xC4A;&#xC02;&#xC21;&#xC38;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC13;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC1F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F; v&#x101;min&#x1E6D;a. [Tel.] n. A small shrub, the leaves of which are used medicinally. Oleonc pentaphylla, &#xC05;&#xC1C;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;v&#x101;mi. [Tel.] n. A heap as of straw, a stack, any heap. &#xC30;&#xC3E;&#xC36;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;. &quot;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC21;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC28;&#xC17;, &#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC46;&#xC30;&#xC38;&#xC3F;.&quot; DR. Aranya. 86. &#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC17;&#xC3E;, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC46;&#xC30;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2C;&#xC3E;&#xC35;&#xC3F;, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC1A;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC2E;&#xC3F;, &#xC1C;&#xC28;&#xC41;&#xC2E;&#xC41;. &#xC30;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC30;&#xC4B;&#xC32;&#xC41;.&quot; S. ii. 440. [Skt.] A mare, &#xC06;&#xC21;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A she-ass. &#xC35;&#xC47;&#xC38;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC21;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;. &#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; v&#x101;mi-do&#x1E0D;&#x1E0D;i. n. A stack-yard. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC46;&#xC30;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC32;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC2E;&#xC32;&#xC42;&#xC30;&#xC41;&#xC35;&#xC41; v&#x101;mal&#x16B;-ramu. [Skt.] n. An ant hill, or mole hill, especially the mounds of earth thrown up by the white ant. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;mamu. [Skt.] adj. Left, not right. &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2E;. Charming, lovely. &#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. Crooked, &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. Short, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC39;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2E; v&#x101;ma. n. A lovely woman, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC35;&#xC3E;&#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41; v&#x101;ma-karamu. The left hand. &#xC0E;&#xC21;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC35;&#xC3E;&#xC2E;&#xC32;&#xC4B;&#xC1A;&#xC28; v&#x101;ma-l&#x14D;chana. n. Lit: the bright eyed, or fine eyed, i.e., a beautiful eyed woman. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC35;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC41; the right hand; lit. the hand which is different from the left, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. KP. vi. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;manamu. [Skt.] adj. Dwarfish, short. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. n. A tree termed &#xC0A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC28;&#xC3E;&#xC2E;&#xC28;&#xC15;&#xC3E;&#xC15;&#xC3F; v&#x101;mana-k&#x101;ki. n. The green billed Cuckoo. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; or &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; v&#x101;mana-k&#x101;yalu. n. plu. The name of a certain fruit used as a pickle. &#xC0A;&#xC30;&#xC17;&#xC3E;&#xC2F;&#xC35;&#xC47;&#xC38;&#xC47; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;. Tender tamarind fruit, &#xC32;&#xC47;&#xC24;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41; v&#x101;mana-gun&#x1E6D;alu. n. A tablet with fourteen holes for playing at a kind of game. &#xC17;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC35;&#xC30;&#xC38;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC21;&#xC46;&#xC38;&#xC3F;. &#xC17;&#xC41;&#xC02;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC32;&#xC2A;&#xC40;&#xC1F;. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; v&#x101;mana-p&#x101;tu-k&#x101;&#x1E0D;u. A kind of bird. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC3E;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; v&#x101;man-&#x101;vat&#x101;ramu. n. The fifth incarnation of Vishnu as a dwarf. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC35; &#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; v&#x101;man&#x12B;-kritamu. adj. Shortened. stunted. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; v&#x101;manu&#x1E0D;u. n. A dwarf. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. An epithet of Vish&#x1E47;u, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC2A;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; v&#x101;ya-dan&#x1E0D;amu. [Skt.] n. A loom, &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC47;&#xC24; &#xC38;&#xC30;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC1A;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x101;ya-go&#x1E6D;&#x1E6D;u. [Tel. from &#xC35;&#xC3E;&#xC1A;&#xC41;.] v. a. To beat so as to cause a swelling. To cause to swell. To make one pine for, &#xC35;&#xC3E;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC0F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                