&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;r&#x101;yi. [Tel.] n. The mouth, &#xC28;&#xC4B;&#xC30;&#xC41;. The face, &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;. The edge of any cutting instrument, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC1A;&#xC41;. Wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;; as &#xC15;&#xC4B;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC3F;, &#xC2E;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC2F;&#xC3F;. &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC2E;&#xC41; the name of a tree. M. III. vi. 261. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC2F;&#xC3F; a valley or hollow through which a stream sometimes runs, &#xC28;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC28;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a parapet round a well, &#xC26;&#xC35;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC21;, &#xC2A;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC4B;&#xC21;. Plu. &#xC35;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC24; r&#x101;ta. (Loc. of &#xC35;&#xC3E;&#xC2F;&#xC3F; the mouth.) In the mouth. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC26;&#xC3E;&#xC15; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC24; &#xC24;&#xC21;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; there was no moisture in our mouth until you came, i.e., we were in terror until your arrival. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC35;&#xC3E;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they blew him up from the mouth of a cannon. &#xC35;&#xC3E;&#xC24;&#xC30;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x101;ta-ra&#x1E6D;&#x1E6D;u. n. A chatter box, &#xC35;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;. &#xC35;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC21;&#xC3F; v&#x101;ta-v&#x101;&#x1E0D;&#x12B;. n. An unpleasant talker. &#xC35;&#xC3E;&#xC24;&#xC3F; v&#x101;ti. (Gen. of &#xC35;&#xC3E;&#xC2F;&#xC3F;.) &#xC35;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41; v&#x101;ti-k&#x101;su. n. Hush-money, a bribe, &#xC32;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC24;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x101;&#x1E6D;i-biyyamu. n. A few grains of rice put in the mouth of a dead person when lying on the funeral pile. &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41;&#xC28;&#xC4B;&#xC1F;&#xC35;&#xC47;&#xC38;&#xC47; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2F;&#xC4B;&#xC21;&#xC41; v&#x101;y-&#x14D;&#x1E0D;u. v. n. To be unable to open the mouth, to be unable to talk, to be timid in speaking, to be bashful or reserved in speech. &#xC35;&#xC3E;&#xC2F;&#xC4B;&#xC21;&#xC15; frankly, freely &#xC28;&#xC4B;&#xC30;&#xC41; &#xC05;&#xC23;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;. &quot;&#xC05;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC3F;&#xC28;&#xC46;&#xC32; &#xC35;&#xC3E;&#xC2F;&#xC4B;&#xC21;&#xC15;&#xC15;&#xC38;&#xC30;&#xC41; &#xC2C;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC4D;.&quot; S. iii. 321.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;yasamu. [Skt.] n. A crow, &#xC15;&#xC3E;&#xC15;&#xC3F;. &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC2B;&#xC32;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC15;&#xC24;&#xC3E;&#xC33; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC3E;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC3F; v&#x101;yas&#x101;r&#x101;ti. n. An owl. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC42;&#xC2C;. (lit. the foe of the crows.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;yavyamu. [Skt. from &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;.] adj. Pertaining to the wind, &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. The north-western corner of the earth. the North-west quarter. &#xC35;&#xC3E;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;yamu. [Tel.] adj. Useless, vain, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC47;&#xC32;.&quot; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;yanamu. [Skt.] n. A cake or cakes offered to the Deity and then given as a present to a Brahmin woman at the commencement of the performance of a vow, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC2E;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;. &#xC1A;&#xC47;&#xC1F;&#xC35;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; cakes so given in a winnowing basket. &#xC2E;&#xC42;&#xC2A;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; cakes so given covered. &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F; &#xC35;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41; the like for the like, tit for tat.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC3E;&#xC30;</span>&#xA0;&#xA0;v&#x101;yi-d&#x101;ra. [Tel.] n. A crooked sword. &#xC35;&#xC02;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC3E;</span>&#xA0;&#xA0;v&#x101;yid&#x101; [H.] n. A stated period for the discharge of a debt for the payment of a sum of money. &#xC17;&#xC21;&#xC41;&#xC35;&#xC41;. An adjournment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC02;&#xC1F; v&#x101;yin&#x1E6D;a. [Tel.] n. A small shrub, the leaves of which are used medicinally. Cleone pentaphylla, &#xC05;&#xC1C;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x101;yin&#x1E6D;su. [Tel.] v. a. To beat. strike, sound or play on a drum, a lute, &amp;c. &#xC2E;&#xC47;&#xC33;&#xC2E;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC40;&#xC23;&#xC46;&#xC2E;&#xC40;&#xC1F;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC0A;&#xC26;&#xC41;. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to forget what one has learnt. &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41; v&#x101;yimpu. n. Sounding a drum, etc. &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC2E;&#xC41; same as &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. (q. v.) &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; corruption of &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; (q. v.)
			</div>
                