&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;radu. [Tel.] v. a. To give up, &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC21;&#xC3F;</span>&#xA0;&#xA0;v&#x101;radi. [Tel.] n. Deficiency, difference in exchange, loss. &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;. &#xC06;&#xC35;&#xC3E;&#xC30;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; that deficiency is made up by this (gain.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC21;</span>&#xA0;&#xA0;v&#x101;rada. [Tel.] n. A bit of a palmyra leaf, &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41; &#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;rakamu. [Tel.] n. A stipend: pay given in advance: money advanced to cultivators to be received again without interest when the crop is reaped. &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2B;&#xC32;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC30;&#xC3E;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC30;&#xC42;&#xC15;&#xC32;&#xC41;, &#xC24;&#xC15;&#xC3E;&#xC35;&#xC3F;. &quot;&#xC35;&#xC32;&#xC38;&#xC3F; &#xC28;&#xC1C;&#xC40;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC41; &#xC15;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; L. iv. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC15;</span>&#xA0;&#xA0;v&#x101;raka. [Tel.] adv. Constantly, unintermittingly, continually, perpetually. &#xC38;&#xC02;&#xC24;&#xC24;&#xC2E;&#xC41;, &#xC36;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC15;, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;</span>&#xA0;&#xA0;v&#x101;ra. [Tel.] n. A skein of thread for weaving, containing eight punjams, &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC41;. Variance, difference, discrepancy, especially in calculation. (&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4B;) &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;v&#x101;yu. [Skt.] n. Air, wind, &#xC17;&#xC3E;&#xC32;&#xC3F;. A rheumatic distemper, rheumatism, &#xC35;&#xC3E;&#xC24;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC05;&#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; a species of dyspepsia. &#xC09;&#xC26;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; flatulency in the stomach. &#xC21;&#xC2E;&#xC30;&#xC15;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; difficult and short respiration, asthma. &#xC24;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; paralysis, palsy, deprivation of motion and sensation together, i.e., numbness. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; or &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; hemiplegia. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; dead palsy. &#xC2E;&#xC47;&#xC39;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41; flatulency in the body said to be caused by veneral heat. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2E;&#xC02;&#xC26;&#xC41; or &#xC35;&#xC3E;&#xC24;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC02;&#xC26;&#xC41; a medicine that dissipates flatulency. &#xC35;&#xC3E;&#xC24;&#xC28;&#xC3E;&#xC21;&#xC3F; a flatulent pulse. &#xC35;&#xC3E;&#xC24;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; a flatulent disease of this kind, diarrh&#x153;a. &#xC35;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; the art of stopping the breath. practised with a view to attain length of days. &#xC35;&#xC3E;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC2A;&#xC25;&#xC2E;&#xC41; v&#x101;yu-pathamu. n. The atmosphere. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC2E;&#xC41; v&#x101;yu-vi&#x1E37;angamu. n. A medicinal seed, like a pepper corn, put in the mouth of children in order to assist their speech. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC47;&#xC17;&#xC3F; v&#x101;yu-v&#x113;gi. adj. Swift as the wind. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; v&#x101;yu-sakhu&#x1E0D;u. n. Lit: the friend of the wind, i.e., fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;r&#x101;su&#x1E0D;u. [H.] n. An heir, master, lord, owner. &#xC12;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC39;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;rar&#x101;&#x1E47;amu. [Skt.] n. A piece of armour; a quilted jacket. &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;, &#xC26;&#xC42;&#xC26;&#xC3F; &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;varalu. [Tel. poetical for &#xC35;&#xC3E;&#xC30;&#xC41;.] pron. They.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;ra-y&#x101;triku&#x1E0D;u. [Skt.] n. A relation by marriage, a relation who comes to witness a wedding. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;ramu. [Skt.] n. A day of the week. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC06;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F;. A time, &#xC24;&#xC21;&#xC35;, &#xC05;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. A multitude, a flock or herd, a quantity, a heap. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; many a time, repeatedly, often. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC28;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC2E;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;.&quot; A. iv. 289. &#xC1F;&#xC40; &#xC35;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC2F;. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC48;&#xC28;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; every day of the week he gets his dinner as a different house. &quot;&#xC05;&#xC02;&#xC24; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC24;&#xC28;&#xC35;&#xC02;&#xC24;&#xC17;&#xC41;&#xC1F;.&quot; P. i. 351. &#xC35;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC28;. &#xC35;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC38;&#xC24;&#xC3F; or &#xC35;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; v&#x101;ra-k&#x101;nta. n. A courtezan, a prostitute, a dancing girl. &#xC17;&#xC23;&#xC3F;&#xC15;, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;, &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;ra&#x1E47;amu. [Skt.] n. Resistance. opposition, warding off a blow, guarding, defence: a shield. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC2E;&#xC41;, &#xC21;&#xC3E;&#xC32;&#xC41;. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC23;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41; the prince of elephants. &#xC35;&#xC3E;&#xC30;&#xC23;&#xC2A;&#xC41;&#xC21;&#xC47;&#xC17; v&#x101;ra&#x1E47;apu-&#x1E0D;&#x113;ga. n. A kind of hawk, &#xC21;&#xC47;&#xC17;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Jerdon. No. 33. &#xC35;&#xC3E;&#xC30;&#xC23;&#xC2C;&#xC41;&#xC38; or &#xC35;&#xC3E;&#xC30;&#xC23;&#xC28;&#xC35;&#xC43;&#xC37; v&#x101;ra&#x1E47;a-busa. n. The plantain tree. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC23; v&#x101;ra&#x1E47;a. n. An embankment, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Another form of &#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;v&#x101;-ra-ba&#x1E6D;&#x1E6D;u. [Tel. &#xC35;&#xC3E;+&#xC30;&#xC3E;&#xC28;&#xC4D;+&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] v. a. To drink, &#xC06;&#xC2A;&#xC4B;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To dry up. &#xC07;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC23;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ra&#x1E47;-&#x101;si. [Skt.] n. Benares. &#xC15;&#xC3E;&#xC36;&#xC40; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;.
			</div>
                