&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC39;&#xC3F;</span>&#xA0;&#xA0;v&#x101;r-&#x101;hi. [Skt.] n. A wild sow. &#xC05;&#xC21;&#xC35;&#xC3F; &#xC06;&#xC21;&#xC2A;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC30;&#xC25;&#xC3F; v&#x101;r-&#x101;vadhi. [Tam.] n. A bridge. &#xC35;&#xC02;&#xC24;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x101;ru. [Tel.] n. A strap of leather. &#xC24;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC32;&#xC46; &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC41;&#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC24;&#xC4B;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; v&#x101;r-an&#x1E6D;a-rillu. (&#xC35;&#xC3E;&#xC30;&#xC41;+&#xC05;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.) n. A large bow used by masons, &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4B;&#xC32;. &#xC35;&#xC3E;&#xC30;&#xC46;&#xC28; v&#x101;rena. (&#xC35;&#xC3E;&#xC30;&#xC41;+&#xC0E;&#xC28;.) n. A piece of leather or rope used to tie the yoke and pole of a cart together. &#xC28;&#xC4A;&#xC17;&#xC24;&#xC4B;&#xC15;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. A rope used for a similar purpose in a plough or a waterlift. &#xC0F;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC17;&#xC21;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC2A;&#xC40;&#xC1F; v&#x101;re&#x1E47;a-p&#x12B;&#x1E6D;a. n. A piece of wood placed between the yoke and the shaft of a plough.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC23;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC46; v&#x101;ri&#x1E47;a. [Tel.] n. The cord with which the large iron bucket is fastened to the hanging arm of a picota. &#xC2C;&#xC3E;&#xC28;&#xC28;&#xC41; &#xC0F;&#xC24;&#xC2A;&#xC41;&#xC17;&#xC21;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;. A kind of net used to catch small fish. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC2A;&#xC40;&#xC1F; v&#x101;ri&#x1E47;a-p&#x12B;&#x1E6D;a. n. A stick used in fixing the yoke to the plough.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x101;rin&#x1E6D;su. [Skt.] v. a. To do away, drive away, warn off or ward off, avert. To guard, defend, prevent, clude, or oppose. To dissuade, forbid. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC26;&#xC2E;&#xC2F;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4B;&#xC2A;&#xC30;&#xC28;&#xC3F;&#xC28;.&quot; M. III. ii. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ri. [Skt.] n. Water. &#xC1C;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC36;&#xC3F;, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC3F; or &#xC35;&#xC3E;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3F; v&#x101;r&#x101;&#x1E63;i. n. A collection of waters. The ocean, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC4B;&#xC39;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC32;&#xC4B;&#xC28; &#xC26;&#xC3E;&#xC2E;&#xC41;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vema. 393. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC2E;&#xC41; v&#x101;ri-jamu. n. Lit: The water-born, i.e., a lotus or water lily. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; v&#x101;ri-damu. n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC3F; or &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC27;&#xC3F; v&#x101;ri-dhi. n. The sea. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC2F; v&#x101;ri-dhi-kanya. n. Lakshmi, the sea-born goddess. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ri. [Tel. the infl. of &#xC35;&#xC3E;&#xC30;&#xC41;.] pron in the genitive case. Of them, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ri. [H.] affix. According to, by; as &#xC24;&#xC3E;&#xC30;&#xC40;&#xC16;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; according to date. &#xC05;&#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F; man by man &#xC35;&#xC3E;&#xC30;&#xC40;&#xC28;&#xC3E;&#xC2E;&#xC3E; v&#x101;ri-n&#x101;m&#x101;. n. A bill of lading, a receipt given by a ship captain for goods laden on his vessel.
			</div>
                