&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC41;&#xC37;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;rdhu-shiku&#x1E0D;u. [Skt. from &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;.] n. A usurer. &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;rdhakamu. [Skt. from &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;.] n. Old age, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. An assembly of old men, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x101;rdhakyamu. n. Old age. &#xC0F;&#xC2C;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC2F;&#xC40;&#xC21;&#xC41;, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;rti-kamu. [Skt. from &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;.] n. A gloss, a commentary. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41; &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41; &#xC15;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC21;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;rt&#x101;kamu. [Skt.] n. The Brinjal, Egg plant, Solanum melongena, &#xC35;&#xC02;&#xC17;&#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC2F;. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC3F; v&#x101;rt&#x101;ki. n. The plant called Solanum indicum, &#xC2E;&#xC41;&#xC32;&#xC15;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;v&#x101;rta. [Skt.] n. Tidings, intelligence, news, talk, conversation, a report. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC1F;, &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC23;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24; &#xC12;&#xC15;&#xC1F;&#xC47; &#xC15;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC47;&#xC26;&#xC41; the report is that he went, but in reality he did not go. &quot;&#xC15;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC32;&#xC35;&#xC02;&#xC24; &#xC15;&#xC47;&#xC2E;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;.&quot; Anirudh. ii. 158. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; v&#x101;rta-k&#x101;&#x1E0D;u. n. A talkative person. &#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; V&#x113;ma. 450. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; v&#x101;rto-k-ekku. v. n. To obtain notoriety. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41;&#xC2E;&#xC47;&#xC28;&#xC41;&#xC17;&#xC4B;&#xC38;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC1A;&#xC3E;&#xC32;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;.&quot; V&#x113;ma. 289. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC3E;&#xC21;&#xC41; v&#x101;rta&#x1E37;-&#x101;&#x1E0D;u. v. n. To talk, speak, converse. &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; v&#x101;rt&#x101;-vahu&#x1E0D;u. n. A messenger, &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; under &#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41; v&#x101;ruvamu. [Tel.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC28;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC38;&#xC41;&#xC27;&#xC17;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC2A;.&quot; Pal. 497.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC3F;</span>&#xA0;&#xA0;v&#x101;ru&#x1E47;i. [Skt. from &#xC35;&#xC30;&#xC41;&#xC23;.] n. The West, the region of Varu&#x1E47;a. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. Any spirituous liquor, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x101;ru. [Tel. plu. of &#xC35;&#xC3E;&#xC21;&#xC41;. he.] pron. They, &#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;. It is also thus used, as equivalent to people folk. &#xC28;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC41; my people. &#xC2E;&#xC40;&#xC35;&#xC3E;&#xC30;&#xC41; your people. &#xC08; &#xC2F;&#xC42;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; the people of this village. &#xC28;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; the people whom I saw. Added to some nouns it has an honorific sense, as &#xC26;&#xC47;&#xC35;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC41; your honor. Infl. &#xC35;&#xC3E;&#xC30;&#xC3F; their. &#xC35;&#xC3E;&#xC30;&#xC41; v. n. To flow down, or drain off, as water from boiled rice, &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC41;, &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;. To be lessened or diminished, &#xC09;&#xC21;&#xC41;&#xC17;&#xC41;. v. a. To pare or cut thin, as the ends of a palm leaf. &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41; &#xC13;&#xC30;&#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; v&#x101;ru-konu. v. a. To take up by the handful. Metaphorically, to get, gain, possess oneself of. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;; &#xC1A;&#xC46;&#xC02;&#xC26;&#xC41;. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC47;&#xC2E;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; has he gained any thing by cheating me? &#xC35;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; v&#x101;ru&#x1E6D;su. (causal of &#xC35;&#xC3E;&#xC30;&#xC41;) v. a. To touch water with the lips and cast it away. &#xC06;&#xC1A;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cause to flow, &#xC35;&#xC3E;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to pour off the water from boiled rice by inclining the vessel, &#xC35;&#xC3E;&#xC30;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To expect, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to offer up prayers: (because while uttering the prayer called &#xC38;&#xC02;&#xC25;&#xC4D;&#xC2F; they let water run through their hungers.) &quot;&#xC39;&#xC47;&#xC2E;&#xC15;&#xC41;&#xC02;&#xC2D; &#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC17;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1C;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; DRU. 774. &quot;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC33;.&quot; G. vi. 17. &#xC35;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41; v&#x101;rupu. n. The act of straining water or letting it flow, &#xC06;&#xC1A;&#xC2E;&#xC28;&#xC2E;&#xC41;. Water poured off from boiling rice, &#xC17;&#xC02;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;l-arugu&#x1E0D;u. [Tel. &#xC35;&#xC3E;&#xC32;&#xC41;+&#xC05;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;.] n. A tailless monkey, a baboon, &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x101;layin&#x1E6D;su. [Tel.] v. n. To be compelled or forced, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2A;&#xC21;&#xC41;. v. a. To oppress, force, compel, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC32;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; v&#x101;ludhi. [Skt.] n. A hairy tail. &#xC30;&#xC4B;&#xC2E;&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;lamu. [Skt.] n. A tail, &#xC24;&#xC4B;&#xC15;. A sword, &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;. [Tel.] A royal tiger, &#xC2C;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;rshikamu. [Skt. from &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;.] adj. Pertaining to a year, limited to a year. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41; (q. v.) &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC1F;&#xC17;&#xC4D;&#xC17;&#xC3F; volcanic fire under a sea, &#xC2C;&#xC21;&#xC2C;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;lakamu. [Tel.] n. Deceit, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. Hypocrisy, pretence., &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
                