&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x101;l-&#x101;r&#x1E6D;su. [Tel.] v. a. To brandish a sword &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC1D;&#xC33;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &quot;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC21;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; &#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC3F;.&quot; BD. v. 425.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x101;l&#x101;ru. [Tel. &#xC35;&#xC3E;&#xC32;&#xC41;+&#xC06;&#xC30;&#xC41;.] adj. Sharp, as a sword, Sowrd like, resembling a sword, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC32;&#xC46;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &quot;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC48; &#xC15;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Parij. v. 56. &#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC42;&#xC2A;&#xC41; a sharp arrow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;l&#x101;yamu. [Tel.] n. Force, compulsion, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. adj. Inevitable, &#xC05;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Constant, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; v&#x101;l&#x101;yamu-g&#x101;. adv. Positively, certainly, undoubtedly, &#xC05;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC30;&#xC42;&#xC22;&#xC3F;&#xC17;&#xC3E;. (Also, less correctly) usually, often, commonly. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;. &quot;&#xC06;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC27;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC32;&#xC02;&#xC21;&#xC1F;.&quot; KP. v. 100. &quot;&#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC2A;&#xC26; &#xC2C;&#xC3E;&#xC2A;&#xC41;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2C;&#xC32;&#xC02;&#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3F;&#xC1C;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41; &#xC1C;&#xC15;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC30;&#xC40;&#xC39;.&quot; R. iii. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;v&#x101;lika. [Tel. from &#xC35;&#xC3E;&#xC32;&#xC41;.] adj. Long. &#xC28;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC48;&#xC28;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC48;&#xC28;. &quot;&#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC1A;&#xC42;&#xC2A;&#xC41;.&quot; Vasu. iii. 59. &#xC1F;&#xC40; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4B;&#xC17;&#xC2F;&#xC48;&#xC28;&#xC1A;&#xC42;&#xC2A;&#xC41;. Sharp, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC15; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;. i. [Skt.] n. A pit in the roof of the mouth. &#xC05;&#xC02;&#xC17;&#xC3F;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC02;&#xC1F;. &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC21; v&#x101;lika-na&#x1E0D;a. n. A certain pace in horses. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC17;&#xC2E;&#xC28;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC2A;&#xC3F; &#xC2A;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; &#xC1C;&#xC02;&#xC17;&#xC28;&#xC21;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC28;&#xC21;&#xC2F;&#xC41;&#xC28;&#xC41;&#xC02; &#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC46;&#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC28;&#xC28;&#xC02; &#xC17;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4B;&#xC32;&#xC3F;&#xC28;.&quot; G. viii. 74.
			</div>
                