&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;v&#x101;lm&#x12B;ki. [Skt. from &#xC35;&#xC32;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC2E;&#xC41;.] n. The name of the author of the Sanskrit Ramayana.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Another form of &#xC35;&#xC3E;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x101;lura. [Tel. v. n. To delay. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC32;&#xC41;&#xC35; v&#x101;luga. [Tel.] n. A kind of fish. A fish in general. &#xC1A;&#xC47;&#xC2A;. The name v&#x101;luga is given to two or three kinds of fish, which are scaleless, rank and oily. Thus, &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC1A;&#xC47;&#xC2A; is a sea-fish, Trichivurus lepturus. See Russell, plate 165. Another v&#x101;luga is a fresh water fish, found in tanks but oftener in rivers. Another is a species of Silurus (Russell, plate 165.) &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC17; is the Cat fish, which is nearly globular, and is covered with prickles. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC15;&#xC02;&#xC1F;&#xC3F; valuga-kan&#x1E6D;i. n. A beautiful eyed woman, a woman whose eyes are as beautiful as those of a fish. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC46;&#xC02;&#xC15;&#xC3F; a sort of Scale-fish. Russell, plates 3 and 10. Rhinobatus l&#xE6;ris. (Jerdon.) &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC2A;&#xC3E;&#xC2E;&#xC41; a certain venomous water snake. &quot;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC2E;&#xC40;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC17;.&quot; S. iii. 291. &quot;&#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41;&#xC32; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC46;&#xC02;&#xC15;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC32;&#xC28;&#xC41;&#xC38;&#xC02;&#xC17;&#xC21;&#xC40;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; G. i. 111. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC21;&#xC3E;&#xC32;&#xC41;, (&#xC2E;&#xC40;&#xC28;&#xC15;&#xC47;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41;) is a title of Manmatha whose banner is a fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC41;&#xC15;</span>&#xA0;&#xA0;v&#x101;luka. [Skt.] n. Sand. &#xC07;&#xC38;&#xC41;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC32;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; v&#x101;lu-mekamu. n. The sworded beast, i.e., the wild boar. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;. &quot;&#xC05;&#xC32;&#xC38;&#xC43;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC46;&#xC38;&#xC35;&#xC32;&#xC32;&#xC15;&#xC41; &#xC32;&#xC4B;&#xC2C;&#xC21;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC3E;&#xC32;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC2C;&#xC32;&#xC41;&#xC26;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;, &#xC1C;&#xC41;&#xC32;&#xC15;&#xC28; &#xC2C;&#xC4A;&#xC32;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC38;&#xC42;&#xC15;&#xC30;&#xC38;&#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Padma. i. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; v&#x101;lu. [Tel.] v. n. To bend or weigh down. To light or perch. To hang loose; to fall down. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC41;, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC41;, &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC41;, &#xC26;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC02;&#xC17;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;, &#xC12;&#xC30;&#xC17;&#xC41;. To increase, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To transgress, exceed, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC28; in the passion which he felt, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;. &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC43;&#xC2A;&#xC28;&#xC41; through the grace that descended on thee, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32;. &#xC05;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC3E;&#xC32;&#xC46;&#xC28;&#xC41; she fell at his feet. &quot;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC46;&#xC17;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28;&#xC47;&#xC32;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC26;&#xC41;&#xC24;&#xC47;&#xC1F;&#xC3F;.&quot; R. v. 290. &quot;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC26;&#xC41;&#xC24;&#xC47;&#xC1F;&#xC3F;&quot; T. iii. 111. &#xC35;&#xC3E;&#xC32;&#xC41; v&#x101;lu. n. A sword, &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. A slope, a descent. &#xC05;&#xC26;&#xC4B;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Length, &#xC26;&#xC48;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Sharpness, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2E;&#xC3F;. &quot;&#xC05; &#xC30;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC24;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC1A;&#xC3E;&#xC32;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41;.&quot; H. ii. 16. &#xC07;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1F; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41; &#xC26;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC32;&#xC41; v&#x101;lu. adj. Long, sloping, slanting, descending, drooping. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC26;&#xC4B;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC41; drooping glances. Sharp, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC32;. Cruel, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC32;&#xC41;&#xC1F;&#xC2E;&#xC4D;&#xC2E;&#xC41; a sharp arrow. &#xC35;&#xC3E;&#xC1F;&#xC15;&#xC4A;&#xC02;&#xC17; valu-konga. n. A stork, &#xC35;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC17;, &#xC2C;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17; or &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E; v&#x101;lu-ga. adv. Slantingly, lengthily, &#xC05;&#xC26;&#xC4B;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC02;&#xC1F;&#xC3F; or &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC02;&#xC1F;&#xC3F; v&#x101;lu-gan&#x1E6D;i. n. A bright eyed woman; lit: a long-eyed girl. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC06;&#xC2F;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC41; v&#x101;lu-ga&#x1E0D;upu. n. A projecting or protuberant belly, &#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1C;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; a canal or sluice. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; v&#x101;lu&#x1E6D;su. v. a. To bend, incline, slant. &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC02;&#xC1A;&#xC41;. To cut off, &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; to droop the eye-lids, i.e., to close the eyes. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC05;&#xC02;&#xC24;&#xC3E; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC32;&#xC47;&#xC26;&#xC41; I did not close my eyes all night. &#xC06; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he slanted the couch. &quot;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC35;&#xC3E;&#xC32;&#xC41; &#xC28;&#xC40;&#xC35;&#xC3E;&#xC21;&#xC3F;; &#xC35;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC28;, &#xC1C;&#xC02;&#xC26;&#xC28;&#xC17;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC32;&#xC2E;&#xC41;&#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;.&quot; HD. i. 947. &#xC1F;&#xC40; &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC28;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;, &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC15;&#xC2E;&#xC48;, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32;; &#xC35;&#xC3E;&#xC32;&#xC41;, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC48;&#xC28;; &#xC08; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC28;, &#xC08; &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23; &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;; &#xC1C;&#xC3F;&#xC17;&#xC4D;&#xC35;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC32;&#xC28;&#xC41;; &#xC08; &#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23; &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;; &#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC32;&#xC28;&#xC41;; &#xC35;&#xC3E;&#xC32;&#xC41;&#xC24;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC28;, &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC24;&#xC41;&#xC28;&#xC28;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; or &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; v&#x101;lu-&#x1E6D;sukka. n. The planet Venus or its regent. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26; &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;.&quot; Sar. D. 558. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2A; v&#x101;lu-ch&#x113;pa. n. A kind of fish called Chirocentius nudius. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; v&#x101;lu&#x1E0D;u. adj. Hanging down. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; branches that hang down. n. A kind of tree. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; the red kind. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; the bark of this tree used in medicine. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;&#xC24;&#xC48;&#xC32;&#xC2E;&#xC41; the oil extracted from this bark. &quot;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;&#xC24;&#xC48;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; P. i. 725. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; valupu. n. Bending down, &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; v&#x101;lu-p&#x1E5B;oddu. n. The morning or evening sun, &#xC32;&#xC47;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC21;&#xC41; v&#x101;lamaga&#x1E0D;u. n. The hero of the sword, i.e., A brave man. &#xC36;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC15; &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC27;&#xC43;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC3E;. &#xC36;&#xC40;&#xC32;&#xC24;&#xC2F;&#xC41; &#xC2A;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC17;&#xC41;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC1C;&#xC4D;&#xC1E;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC4D;, &#xC15;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC35;&#xC3E;&#xC32;&#xC41;&#xC2E;&#xC17;&#xC02;&#xC21;&#xC47;&#xC32;&#xC41; &#xC1C;&#xC32;&#xC27;&#xC35;&#xC32;&#xC2F;&#xC3F;&#xC24;&#xC27;&#xC30;&#xC23;&#xC3F;&#xC28;&#xC4D;,&quot; P. iii. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC15;</span>&#xA0;&#xA0;v&#x101;vika. [Tel.] n. The pit at the bottom of the throat on the breast bone. &#xC15;&#xC02;&#xC20;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F; v&#x101;vin&#x1E6D;a. [Tel.] n. A small shrub, which is edible and medicinal, Cleone pentaphylla. &#xC05;&#xC1C;&#xC17;&#xC02;&#xC27;, &#xC2C;&#xC30;&#xC4D;&#xC2C;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;v&#x101;vi. [Tel.] n. Legality, lawfulness, consanguinity, legitimacy. &#xC35;&#xC30;&#xC41;&#xC38;. Relationship, &#xC2C;&#xC02;&#xC27;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC26;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC17;. X. &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; to commit incest.&#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; this is not right, i.e., this is incest. &#xC06; &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; it is unlawful for him, to marry that girl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;va-radu. [from Skt.] n. An address. &#xC09;&#xC2A;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC26;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;va-vad&#x16B;ku&#x1E0D;u. [Skt.] n. An cloquent man, an orator. &#xC35;&#xC15;&#xC4D;&#xC24;, &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC17;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC33;&#xC3F; va&#x1E6D;i. [Tel.] n. custom, practice, usage, experience, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;. A cattle path, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;. &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC33;&#xC3F; the custom in my family. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC33;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; I am not accustomed to it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vallabhyamu. [Skt. from &#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;.] n. Authority, rule, &#xC06;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;.Love, affection, Influence, &#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC4A;&#xC30;&#xC35;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC35;&#xC26;&#xC4D;&#xC26; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has much influence with the king. &quot;&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC27;&#xC4D;&#xC35;&#xC1C; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC02;&#xC2C;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC3E;&#xC24;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC43;&#xC24;&#xC3F;&#xC2F;&#xC4B;.&quot; A. ii. 105. &#xC1F;&#xC40; &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC4A;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC17;&#xC28;&#xC41;&#xC15; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC28;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;.
			</div>
                