&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC38; v&#x101;samu. [Tel.] n. A rafter of a building. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC41;&#xC32; &#xC2E;&#xC40;&#xC26;&#xC35;&#xC47;&#xC38;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC3F;. &#xC28;&#xC3E;&#xC17;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; the hook that suspends a swinging cot. &#xC35;&#xC3E;&#xC38;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; grains of gum found inside a hollow bamboo. &#xC35;&#xC3E;&#xC38;&#xC2A;&#xC4B;&#xC2F;&#xC41; v&#x101;sa-p&#x14D;yu. v. a. To place the rafters on a building, to rafter it. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC48;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC3E;&#xC38;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC28;</span>&#xA0;&#xA0;v&#x101;sana. [Skt.] n. Smell, scent, odour, fragrance. Flavour. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;. Notion, recollection from memory. Fancy, imagination. &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC38;&#xC28; this is the influence of his former birth. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC32;&#xC47;&#xC26;&#xC41; he has not the slightest acquaintance with Sanskrit. &quot;&#xC09;&#xC26;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC27;&#xC41;&#xC30;&#xC40;&#xC23;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC32;&#xC4D;.&quot; R. iii. 95. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41; a scented wick. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC0A;&#xC26;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC1A;&#xC42;&#xC1A;&#xC41; v&#x101;sana-&#x1E6D;s&#x16B;&#x1E6D;su. v. a. To smell. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to scent, to catch the scent of, to trace, to track. &#xC35;&#xC3E;&#xC38;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x101;sana-v&#x113;yu. v. n. To smell, to emit an odour: to stink. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC15;&#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;v&#x101;saka-sajjika. [Skt.] n. A woman who expects to meet her husband. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;santamu. [Skt. from &#xC35;&#xC38;&#xC02;&#xC24;.] adj. Vernal. &#xC35;&#xC38;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. A cuckoo. &#xC35;&#xC3E;&#xC38;&#xC02;&#xC24;&#xC3F; v&#x101;santi. n. A species of wild jasmine, Jasminum auriculatum. &#xC35;&#xC38;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x101;&#x1E63;itamu. [Skt.] n. The chirping of birds, or the cry of animals. &#xC2E;&#xC43;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;vuramu. Another form of &#xC35;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41; (q. v.) Also, a conveyance, &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;v&#x101;vili. [Tel.] n. The Five leaved Chaste tree, Vitex negundo or Cleone pentaphylla. Heyne. &#xC15;&#xC47;&#xC2B;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F; a shrub called Justicia ganderusa. Another species is called &#xC15;&#xC4A;&#xC02;&#xC21;&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;v&#x101;viri. [Tel.] n. Order, series, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC17;&#xC24;&#xC3F;. Greatness, glory. Patience, quiet, resignation. &#xC38;&#xC39;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC2C;&#xC3E;&#xC39;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;, &#xC2C;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC4B; &#xC2A;&#xC42;&#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC2C;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC4B; &#xC2A;&#xC42;&#xC2C;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC4B; &#xC21;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC30;&#xC41;&#xC17;.&quot; ND. iv. 600. adj. Great, much, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. Following, &#xC05;&#xC28;&#xC41;&#xC17;&#xC24;&#xC2E;&#xC41;. Difficult to obtain, &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC15;&#xC47;&#xC35;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC3E;&#xC15;&#xC25;&#xC32;&#xC41; &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC25;&#xC32;&#xC4D;, &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC25;&#xC32;&#xC4D;, &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Vasu. Pref. 35. adv. Very, exceedingly, much. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC3E;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;, &#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC26;&#xC2F; &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;.&quot; ND. i. 612.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;savudu. [Skt. from &#xC35;&#xC38;&#xC41;&#xC35;&#xC41;.] n. Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC30;&#xC3E;</span>&#xA0;&#xA0;v&#x101;sar&#x101;. [Tel.] n. Compensation. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;saramu. [Skt.] n. A day, &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC38;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; the close of the day.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;samu. [Skt.] n. A house, habitation, abode, dwelling, residence. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC28; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he kept us in his bosom, i.e., we were in his protection. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the son of his own body, his son. &quot;&#xC15;&#xC4B;&#xC38;&#xC32;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC38;&#xC38;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; Kala. i. 152. &#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC38;&#xC41; n. A cloth: clothes. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41; v&#x101;sakamu. n. A house, &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC3E;&#xC38;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; v&#x101;sa-g&#x1E5B;ihamu. n. A bed chamber, &#xC2A;&#xC21;&#xC15;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                