&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC28;&#xC46;</span>&#xA0;&#xA0;, &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC2F; or &#xC35;&#xC3E;&#xC28;&#xC46;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41; v&#x101;se. [Tel. &#xC35;&#xC3E;&#xC38;&#xC46;+&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;.] n. A flute or fife, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. &quot;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC33;&#xC46;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC46;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC4B;&#xC32;&#xC41;.&quot; A. iv. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC41;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x101;su-d&#x113;vu&#x1E0D;u. [Skt. from &#xC35;&#xC38;&#xC41;&#xC26;&#xC47;&#xC35;.] n. Lit. The son of V&#x101;sud&#x113;va, i.e., Krishna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC3F;</span>&#xA0;&#xA0;v&#x101;suki. [Skt.] n. The name of a king of the Serpents. &#xC12;&#xC15; &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;sitamu. [Skt.] adj. Perfumed, scented. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x101;sintsu. [Skt.] v. n. To dwell, live. To smell or be fragrant. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC09;&#xC26;&#xC2F;&#xC3E;&#xC26;&#xC3F; &#xC28;&#xC47;&#xC27;&#xC28;&#xC3E;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC48;&#xC28; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC5B;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3F;.&quot; Krishna. &#xA7;. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;v&#x101;si. [Skt. from &#xC35;&#xC38;&#xC4D; to dwell.] n. A resident, inhabitant, dweller. &#xC28;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC17;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; citizens. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; villagers. &#xC35;&#xC28;&#xC35;&#xC3E;&#xC38;&#xC3F; a hermit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;v&#x101;si. [Tel.] n. Difference. &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Greatness, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;. Profit, &#xC32;&#xC3E;&#xC2D;&#xC2E;&#xC41;. Fame, renown, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. Amelioration, improvement in health or quality. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. Comparative merits, superiority amongst competitors. Influence. Splendour, glory, celebrity. eminence, honor, lustre. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC30;&#xC18;&#xC41;&#xC36;&#xC47;&#xC16;&#xC30; &#xC2C;&#xC32;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC35;&#xC4C;&#xC17;&#xC41;, &#xC28;&#xC40;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46; &#xC28;&#xC47;&#xC21;&#xC41;&#xC17;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; R. v. 316. &quot;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC38;&#xC3F; &#xC1C;&#xC46;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; H. i. 138. &quot;&#xC35;&#xC3E;&#xC2A;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC28;&#xC24;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC4B; UR. iv. 297. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they cured him. &#xC2E;&#xC41;&#xC16;&#xC35;&#xC3E;&#xC38;&#xC3F; fascination, personal influence. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; he has a lucky hand, he is fortunate in his practice. &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I said it without any particular reason. Extent, limit &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;. This is affixed to words denoting fractions thus, &#xC05;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC3F; one half. &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F; one quarter. Advantage gained in measurement, &amp;c., surplus. &#xC27;&#xC3E;&#xC30;&#xC23;&#xC35;&#xC3E;&#xC38;&#xC3F; advantage gained by price. &quot;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC48;&#xC30;&#xC4A;&#xC26;&#xC32;&#xC4D; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;.&quot; A. vi. 93. &#xC1F;&#xC40; &#xC35;&#xC3E;&#xC38;&#xC3F;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC15;&#xC4A;&#xC30;&#xC15;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC30;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC2F;&#xC47;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2F;&#xC48;&#xC28; &#xC1A;&#xC3E;&#xC28;&#xC2F;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC26;&#xC47; &#xC2F;&#xC40;&#xC2E;&#xC2E;&#xC28;&#xC3E;&#xC2F;&#xC2E;&#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC17; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC26;&#xC32;&#xC02;&#xC2A;&#xC28;&#xC4D;.&quot; Ila. iii. 179. &#xC1F;&#xC40; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC2C;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC30;&#xC41;&#xC15;&#xC41;&#xC28;&#xC41; &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC24;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC3F; v&#x101;si. adj. Greater,&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. Better, either in health or in quality. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC17;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC3F; it is much better now. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC26;&#xC3F; the disease is cured. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46;&#xC35;&#xC40;&#xC30;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC3F; these are better than the other men. &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41; v&#x101;si-ekku. v. n. To rise to celebrity, become great, obtain eminence, attain superiority, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; &quot;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E; &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; T. ii. 38. &quot;&#xC28;&#xC40; &#xC2F;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; Anirudh. iii. 59. &#xC35;&#xC3E;&#xC38;&#xC40;&#xC17;&#xC3E; v&#x101;si-g&#x101;. adv. Well, properly, fully. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;. &quot;&#xC15;&#xC3E;&#xC36;&#xC40;&#xC2E;&#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC17;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC15; &#xC28;&#xC40;&#xC26;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC2E;&#xC41;.&quot; P. iv. 262. &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; v&#x101;si-ch&#x113;yu. v. a. To ameliorate, cure, make better. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; v&#x101;si-tanamu. n. Propriety, fitness, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. &quot;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC2E;&#xC3E; &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC32;&#xC28; &#xC2E;&#xC30;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC2A;&#xC4B; &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.&quot; Parij. iv. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;stavamu. [Skt.] n. Reality, truth. &#xC24;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41; or &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41; adj. True, real, genuine, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; the true, real, or literal meaning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC46;&#xC28;</span>&#xA0;&#xA0;v&#x101;sena. [Tel.] n. A cloth tied over the mouth of a vessel, particularly of one in which cakes or boiled by steam. &#xC15;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;. A cloth bound over the head. &#xC05;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC24;&#xC32;&#xC15;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC3E;&#xC38;&#xC46;&#xC28;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41; a cake boiled in steam. &#xC07;&#xC21;&#xC4D;&#xC21;&#xC46;&#xC28;.
			</div>
                