&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;</span>&#xA0;&#xA0;vi. [Tel.] An affix, a contraction for &#xC05;&#xC35;&#xC3F; or &#xC07;&#xC35;&#xC3F;. Thus &#xC07;&#xC35;&#xC3F; &#xC28;&#xC3E;&#xC35;&#xC3F; these are mine. &#xC08; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3F; these clothes are his.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;</span>&#xA0;&#xA0;vi. [Skt.] A particle and prefix, implying intensity, muchness separation as in &#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;hitthamu. [Skt.] n. The part of an elephant&apos;s forehead between the frontal lobes. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41;&#xC26;&#xC41;&#xC1F;&#xC3F; &#xC2C;&#xC21;&#xC41;&#xC38;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x101;hanamu. [Skt.] n. A vehicle, or conveyance of any kind; a carriage, car, horse, &amp;c. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC40;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; v&#x101;hamu. n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; v&#x101;haku&#x1E0D;u. n. A porter, a carrier; a bearer of dead bodies. &#xC2E;&#xC4B;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC28;&#xC41;&#xC2E;&#xC4B;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x101;hitamu. adj. Borne, carried, supported. &#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F; v&#x101;hini. n. A river, a stream. &#xC28;&#xC26;&#xC3F;. An army, or force. &#xC38;&#xC47;&#xC28;. Eloquence, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC27;&#xC4B;&#xC30;&#xC23;&#xC3F;. &#xC35;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC40;&#xC2A;&#xC24;&#xC3F; v&#x101;hin&#x12B;-pati. n. The leader of an army. &#xC38;&#xC47;&#xC35;&#xC3E;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;. The ocean, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x101;hyamu. n. A carriage, a vehicle, a beast of burden. &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;. adj. Fit to be carried or borne. &#xC2E;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; v&#x101;hy&#x101;&#x1E37;i. n. An excursion, trip. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;. An expedition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;v&#x101;stuvu. [Skt.] n. The site of a house; a house, a habitation, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; &#xC28;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC21;&#xC17;&#xC3F;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x101;stavyamu. adj. Fit to dwell in, &#xC35;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; v&#x101;stavyu&#x1E0D;u. n. A dweller, inhabitant, resident. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F; &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; those who dwell there. &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC3F; v&#x101;st&#x14D;&#x1E63;h-pati. n. A name of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC15;&#xC2E;&#xC41; v&#x101;stukamu. [Skt.] n. A potherb, Chenopodium album. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC02;&#xC5B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vindzumu. [from Skt. &#xC35;&#xC3F;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. The Vindhya mountains.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;vinjili. [Tel.] n. A certain fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41; vin-j&#x101;mara. [Tel. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;+&#xC1A;&#xC3E;&#xC2E;&#xC30; Cf. Tam. &#xC35;&#xC46;&#xC23;&#xC4D;&#xC36;&#xC3E;&#xC2E;&#xC30;.] n. A white whisk or chowri, the tail of the Bos grunniens. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC17;&#xC40; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC02;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; &#xC06;&#xC2E;&#xC41;. iv. &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; vin-j&#x101;maru-&#x1E6D;-avulu. n. plu. A sort of firework, &#xC2C;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC2E;&#xC23;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC32;&#xC3F;&#xC28; &#xC2A;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC41;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC36; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;&#xC41;&#xC1F;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;.&quot; Bahulas. iv. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC02;&#xC1C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC30;&#xC2E;&#xC41; vinjaramu. [Tel.] n. The seer-fish. Russell plate 134. Ainslie 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC02;&#xC1C;</span>&#xA0;&#xA0;vinja. [Tel.] n. Surprise, wonder. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC1C;&#xC2E;&#xC3E;&#xC15;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC02;&#xC17;&#xC46;.&quot; KP. v. 13.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41; vinga&#x1E0D;amu. [Kanarese] adj. Separate, &#xC35;&#xC47;&#xC30;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;. Spacious. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;, Beautiful, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;. Strange, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC35;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC02;&#xC2C;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC1F; &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC43;&#xC02;&#xC26;&#xC3E;&#xC35;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC3E;&#xC28;.&quot; A. iv. 76. &quot;&#xC35;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC48;&#xC28;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC28;&#xC35;&#xC40;&#xC27;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC46;.&quot; ib. v. 3. &#xC35;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC17; vinga&#x1E0D;amu-ga. adv. Separately. &#xC35;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; vinga&#x1E0D;in&#x1E6D;su. v. a. To separate, put as under, divide. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
                